Repository: 0xCazador/defi-simulator
Catalog: src/locales/om/messages.po
Languages: om

source: <0>The price liquidation scenario represents the approximate highest reserve asset prices that could subject the position to liquidation. Stable assets are not included in this scenario and are assumed to maintain their present value. Many factors affect liquidation. This scenario is only one example for reference. Many different scenarios can trigger liquidation.<1>Read more here</1>.</0>
om: <0>Seenaariyoon qulqulleessuu gatii tilmaamaan gatii qabeenya kuufamaa olaanaa kan ejjennoo qulqulleessuu danda’u bakka bu’a. Qabeenyi tasgabbaa’aan haala kana keessatti kan hin hammatamne yoo ta’u, gatii amma jiru akka eegutti fudhatama. Qabxiileen hedduun qulqulleessuu irratti dhiibbaa geessisu. Seenaan kun fakkeenya tokko qofa wabii ta’a. Seenaariyoonni adda addaa hedduun qulqulleessuu kakaasuu danda'u.<1>Asitti bal'inaan dubbisaa</1> .</0>

source: <0>This debt position has Emode (Efficieny Mode) enabled, but DeFi Simulator does not yet support positions with Emode enabled. We hope to add support for Emode soon.</0><1/>
om: <0>Iddoon liqaa kun Emode (Efficieny Mode) dandeessifame qaba, garuu DeFi Simulator ammallee ejjennoo Emode dandeessifame hin deeggaru. Yeroo dhiyootti Emode'f deeggarsa akka dabalnu abdii qabna.</0> <1/> jechuun ni danda'ama

source: Add {0} Asset
om: Qabeenya {0} itti dabali

source: Add, remove, and modify asset prices and quantities below to visualize changes to health factor and borrowing power.
om: Jijjiirama sababa fayyaa fi humna liqii mul’isuuf gatii fi baay’ina qabeenya armaan gadii dabaluu, haquu fi fooyyessuu.

source: Address copied to clipboard!
om: Teessoo gara clipboard tti waraabame!

source: Apply
om: Hojiirra oolchuu

source: Available to Borrow:
om: Liqeessuuf Kan Argamu:

source: Borrowed Assets
om: Qabeenya Liqeeffame

source: Build from Scratch
om: Jalqaba irraa ijaaruu

source: Close alert
om: Akeekkachiisa cufi

source: Copy address to clipboard
om: Teessoo gara gabatee cirrachaa waraabi

source: Experimental!
om: Yaalii!

source: Found
om: Arge

source: Net Asset Value:
om: Gatii Qabeenya Qulqulluu: 1.1.

source: No Aave positions found.
om: Ejjennoowwan Aave hin argamne.

source: No Liquidation Scenario Available
om: Seenaariin Qulqulleessuu Hin Jiru

source: OR
om: YOOKAAN

source: Paste an address with an Aave debt position in the box above to visualize how changes to borrow/reserve assets affect the position's health factor and borrowing power.
om: Teessoo ejjennoo liqaa Aave qabu saanduqa armaan olii keessatti maxxansi, jijjiiramni qabeenya liqii/kuusaa akkamitti dhimma fayyaa ejjennoo fi humna liqii irratti dhiibbaa akka qabu mul’isuuf.

source: Price Liquidation Scenario
om: Seenaa Qulqulleessuu Gatii

source: Questions or comments? Please <0>join the Discord!</0>
om: Gaaffii moo yaada? Mee <0>Discord sanatti makamaa!</0>

source: Remove {assetSymbol}
om: {assetSymbol} irraa kaasi.

source: Reserve Asset Value:
om: Gatii Qabeenya Kuusaa: .

source: Reserve Assets
om: Qabeenya Kuusaa

source: Reset all simulated values
om: Gatii fakkeessaa hunda irra deebi'ii saagi

source: Reset search query
om: Gaaffii barbaacha irra deebi'ii saagi

source: Reset to Original Value ({0})
om: Gara Gatii Jalqabaa ({0}) tti Deebi'i.

source: Search for {0} Assets
om: Qabeenya {0} barbaadi

source: Select {0} ({1}) {2} below to add it as a {3} asset to the CDP.
om: Akka qabeenya {3} CDPtti dabaluudhaaf {0} ({1}) {2} armaan gadii filadhu.

source: Something happened, we're not able to load the address debt position data right now. Try again later.
om: Waan tokko ta'e, yeroo ammaa kana daataa ejjennoo liqaa teessoo fe'uu hin dandeenyu. Booda irra deebi'ii yaali.

source: There are no assets that match the search query. Reset the search query to select an asset.
om: Qabeenyi gaaffii barbaacha waliin walsimu hin jiru. Qabeenya filachuuf gaaffii barbaacha irra deebi'ii saagi.

source: There are no borrowed assets for <0/>in the {0} market. Select "Add Borrow Asset" to simulate borrowed assets for this address.
om: Gabaa {0} keessatti qabeenyi <0/>f liqeeffame hin jiru. Teessoo kanaaf qabeenya liqeeffame fakkeessuuf "Qabeenya Liqii Dabaluu" filadhu.

source: There are no reserve assets for <0/>in the {0} market. Select "Add Reserve Asset" to simulate reserve assets for this address.
om: Gabaa {0} keessatti qabeenyi kuufamaa <0/>f hin jiru. Qabeenya kuufamaa teessoo kanaaf fakkeessuuf "Qabeenya Kuusaa Dabaluu" filadhu.

source: This Aave debt simulator is experimental and under active development. Don't make financial decisions based solely on the results of this app.
om: Fakkeessaan liqaa Aave kun yaalii irratti kan argamu yoo ta’u, misooma cimaa irra jira. Bu'aa appii kanaa qofa irratti hundaa'uun murtii maallaqaa hin murteessinaa.

source: Total Borrowed:
om: Waliigala Liqeeffame: 1.1.

source: Use Random Address
om: Teessoo Tasaa Fayyadamaa

source: Use {assetSymbol} as collateral
om: {assetSymbol} akka wabii fayyadami

source: View address on Etherscan
om: Teessoo Etherscan irratti ilaali

source: Visit address details on Etherscan
om: Bal'ina teessoo Etherscan irratti daawwadhaa

source: Want to go for a quick spin?
om: Saffisaan naanna'uuf deemuu barbaadduu?

source: in
om: keessa

source: is an unofficial, open source, community-built Aave debt simulator.
om: fakkeessaa liqaa Aave kan ofiisaa hin taane, madda banaa, hawaasaan ijaarame dha.

source: {0, plural, one {market} other {markets}}
om: { 0, plural, one {gabaa} other {gabaa irratti} }

source: {0, plural, one {position} other {positions}}
om: { 0, plural, one {gita hojii} other {ejjennoowwan} }

source: {assetSymbol} Price ({currencySymbol})
om: {assetSymbol} Gatii ({currencySymbol}) .

source: {assetSymbol} Quantity
om: {assetSymbol} Baay’ina
