Repository: 0xCazador/defi-simulator
Catalog: src/locales/st/messages.po
Languages: st

source: <0>The price liquidation scenario represents the approximate highest reserve asset prices that could subject the position to liquidation. Stable assets are not included in this scenario and are assumed to maintain their present value. Many factors affect liquidation. This scenario is only one example for reference. Many different scenarios can trigger liquidation.<1>Read more here</1>.</0>
st: <0>Maemo a ho hlakolwa ha ditheko a emetse palo e kahodimodimo ya ditheko tsa matlotlo a bolokilweng tse ka etsang hore maemo a felisoe. Matlotlo a tsitsitseng ha a kenyelelitsoe boemong bona 'me ho nahanoa hore a boloka boleng ba ona ba hona joale. Lintlha tse ngata li ama ho felisoa. Boemo bona ke mohlala o le mong feela oa litšupiso. Maemo a mangata a fapaneng a ka etsa hore ho felisoe.<1>Bala haholoanyane mona</1> .</0>

source: <0>This debt position has Emode (Efficieny Mode) enabled, but DeFi Simulator does not yet support positions with Emode enabled. We hope to add support for Emode soon.</0><1/>
st: <0> Boemo bona ba mokoloto bo na le Emode (Efficieny Mode) e lumelletsoeng, empa DeFi Simulator ha e so tšehetse maemo ha Emode e lumelletsoe. Re tšepa ho eketsa tšehetso bakeng sa Emode haufinyane.</0> <1/>

source: Add {0} Asset
st: Kenya Letlotlo la {0}

source: Add, remove, and modify asset prices and quantities below to visualize changes to health factor and borrowing power.
st: Kenya, tlosa, 'me u fetole litheko tsa thepa le bongata bo ka tlase ho bona liphetoho tsa boemo ba bophelo bo botle le matla a ho alima.

source: Address copied to clipboard!
st: Aterese e kopitsitsoe ho clipboard!

source: Apply
st: Etsa kopo

source: Available to Borrow:
st: E Fumaneha ho Kalima:

source: Borrowed Assets
st: Thepa e alimiloeng

source: Build from Scratch
st: Haha ho tloha ho Scratch

source: Close alert
st: Kwala tlhokomeliso

source: Copy address to clipboard
st: Kopitsa aterese ho clipboard

source: Experimental!
st: Teko!

source: Found
st: Fumana

source: Net Asset Value:
st: Boleng ba Letlotlo:

source: No Aave positions found.
st: Ha ho maemo a Aave a fumanoeng.

source: No Liquidation Scenario Available
st: Ha ho na Boemo ba Pheliso bo fumanehang

source: OR
st: KAPA

source: Paste an address with an Aave debt position in the box above to visualize how changes to borrow/reserve assets affect the position's health factor and borrowing power.
st: Beha aterese e nang le boemo ba mokoloto oa Aave ka lebokoseng le ka holimo ho bona hore na liphetoho tsa ho alima/ho boloka thepa li ama boemo ba boemo ba bophelo bo botle le matla a ho alima joang.

source: Price Liquidation Scenario
st: Theko Liquidation Scenario

source: Questions or comments? Please <0>join the Discord!</0>
st: Lipotso kapa maikutlo? Ka kopo <0>kenela Discord!</0>

source: Remove {assetSymbol}
st: Tlosa {assetSymbol}

source: Reserve Asset Value:
st: Boleng ba Sebaka sa Letlotlo:

source: Reserve Assets
st: Boloka Matlotlo

source: Reset all simulated values
st: Seta bocha boleng bo etsisitsoeng

source: Reset search query
st: Seta seo u se batlang bocha

source: Reset to Original Value ({0})
st: Khutlisa ho Boleng ba Pele ({0})

source: Search for {0} Assets
st: Batla Matlotlo a {0}

source: Select {0} ({1}) {2} below to add it as a {3} asset to the CDP.
st: Khetha {0} ({1}) {2} ka tlase ho e kenya e le letlotlo la {3} ho CDP.

source: Something happened, we're not able to load the address debt position data right now. Try again later.
st: Ho etsahetse, ha re khone ho kenya lintlha tsa boemo ba mokoloto oa aterese hona joale. Leka hape hamorao.

source: There are no assets that match the search query. Reset the search query to select an asset.
st: Ha ho na thepa e tsamaellanang le seo u se batlang. Seta bocha potso ea ho batla ho khetha letlotlo.

source: There are no borrowed assets for <0/>in the {0} market. Select "Add Borrow Asset" to simulate borrowed assets for this address.
st: Ha ho matlotlo a alingoang bakeng sa <0/>mmarakeng oa {0}. Khetha "Kenya Borrow Asset" ho etsisa matlotlo a alimiloeng bakeng sa aterese ena.

source: There are no reserve assets for <0/>in the {0} market. Select "Add Reserve Asset" to simulate reserve assets for this address.
st: Ha ho na matlotlo a boloketsoeng bakeng sa <0/>mmarakeng oa {0}. Khetha "Kenya Letlotlo la Polokelo" ho etsisa matlotlo a polokelo bakeng sa aterese ena.

source: This Aave debt simulator is experimental and under active development. Don't make financial decisions based solely on the results of this app.
st: Simulator ena ea mekoloto ea Aave ke ea liteko ebile e nts'etsopele e sebetsang. Se ke oa etsa liqeto tsa lichelete ho latela liphetho tsa sesebelisoa sena.

source: Total Borrowed:
st: Kakaretso e alimiloeng:

source: Use Random Address
st: Sebelisa Aterese e sa Lebelloang

source: Use {assetSymbol} as collateral
st: Sebelisa {assetSymbol} joalo ka tebeletso

source: View address on Etherscan
st: Sheba aterese ho Etherscan

source: Visit address details on Etherscan
st: Etela lintlha tsa aterese ho Etherscan

source: Want to go for a quick spin?
st: U batla ho ea ho spin kapele?

source: in
st: ho

source: is an unofficial, open source, community-built Aave debt simulator.
st: ke mohloli o seng molaong, o bulehileng, o hahiloeng ke sechaba oa Aave simulator.

source: {0, plural, one {market} other {markets}}
st: { 0, plural, one {mmaraka} other {mebaraka} }

source: {0, plural, one {position} other {positions}}
st: { 0, plural, one {boemo} other {maemo} }

source: {assetSymbol} Price ({currencySymbol})
st: {assetSymbol} Theko ({currencySymbol})

source: {assetSymbol} Quantity
st: {assetSymbol} Bongata
