Repository: 0xCazador/defi-simulator
Catalog: src/locales/kok/messages.po
Languages: kok

source: <0>The price liquidation scenario represents the approximate highest reserve asset prices that could subject the position to liquidation. Stable assets are not included in this scenario and are assumed to maintain their present value. Many factors affect liquidation. This scenario is only one example for reference. Many different scenarios can trigger liquidation.<1>Read more here</1>.</0>
kok: <0>दाम लिक्विडेशन स्थिती हे अनुमानित उच्चतम रिझर्व असेट दाम आहे ज्यामुळे स्थिती लिक्विडेशनाच्या विषयी व्याप्त करू शकते. स्थिर असेट्स हे स्थितीत असतात नाहीत आणि त्यांच्या वर्तमान मूल्याची राख करण्यात येते. लिक्विडेशनाच्या विषयी अनेक कारक आहेत. हे स्थिती केवळ संदर्भासाठी एक उदाहरण आहे. लिक्विडेशनाच्या विषयी अनेक विविध स्थिती लिक्विडेशन सुरू करू शकतात.<1>अधिक माहिती येथे</1>।</0>

source: <0>This debt position has Emode (Efficieny Mode) enabled, but DeFi Simulator does not yet support positions with Emode enabled. We hope to add support for Emode soon.</0><1/>
kok: <0>या कर्ज स्थितीत Emode (दक्षता मोड) सक्षम आहे, परंतु DeFi सिम्युलेटरला अद्याप ते समर्थन करत नाही. आम्ही लवकरच Emode समर्थन जोडण्याचा प्रयत्न करीत आहोत.</0><1/>

source: Add {0} Asset
kok: {0} असेट जोडा

source: Add, remove, and modify asset prices and quantities below to visualize changes to health factor and borrowing power.
kok: आरोग्य कारक आणि कर्जाची शक्तीच्या बदलांसाठी खाली असेलेल्या संपत्तीचे मूल्य आणि प्रमाण जोडा, काढा आणि संशोधित करा.

source: Address copied to clipboard!
kok: पत्ता क्लिपबोर्डवर कॉपी केला!

source: Apply
kok: लागू करा

source: Available to Borrow:
kok: उधार घेण्यासाठी उपलब्ध:

source: Borrowed Assets
kok: उधारीत संपत्ती

source: Build from Scratch
kok: स्क्रॅचमधून तयार करा

source: Close alert
kok: अलर्ट बंद करा

source: Copy address to clipboard
kok: पत्ता क्लिपबोर्डवर कॉपी करा

source: Experimental!
kok: प्रायोगिक!

source: Found
kok: शोधले

source: Net Asset Value:
kok: शुद्ध असेट मूल्य:

source: No Aave positions found.
kok: कोणतेही Aave स्थिती सापडली नाहीत.

source: No Liquidation Scenario Available
kok: कोणतेही उद्योग नाही

source: OR
kok: किंवा

source: Paste an address with an Aave debt position in the box above to visualize how changes to borrow/reserve assets affect the position's health factor and borrowing power.
kok: वज्रपातांच्या आवे कर्जाच्या स्थितीचा आरोग्यांक आणि कर्जाची शक्ती कसे बदलतात हे दर्शविण्यासाठी वरील बॉक्समध्ये एक पत्ता घाला.

source: Price Liquidation Scenario
kok: मूल्य उद्योग

source: Questions or comments? Please <0>join the Discord!</0>
kok: प्रश्न किंवा टिप्पणी? कृपया <0>डिस्कॉर्डवर सामील व्हा!</0>

source: Remove {assetSymbol}
kok: {assetSymbol} काढा

source: Reserve Asset Value:
kok: रिझर्व असेट मूल्य:

source: Reserve Assets
kok: रिझर्व संपत्ती

source: Reset all simulated values
kok: सर्व सिम्युलेटेड मूल्ये रीसेट करा

source: Reset search query
kok: शोध क्वेरी रीसेट करा

source: Reset to Original Value ({0})
kok: मूळ मूल्याकडे रीसेट करा ({0})

source: Search for {0} Assets
kok: {0} असेट शोधा

source: Select {0} ({1}) {2} below to add it as a {3} asset to the CDP.
kok: {0} ({1}) {2} निवडा आणि ते {3} असेट म्हणून CDP मध्ये जोडा.

source: Something happened, we're not able to load the address debt position data right now. Try again later.
kok: काहीतरी घडलं, आपण आता पत्ता कर्ज स्थिती डेटा लोड करू शकत नाही. नंतर पुन्हा प्रयत्न करा.

source: There are no assets that match the search query. Reset the search query to select an asset.
kok: सापडलेल्या संपत्तींची शोध क्वेरी नाहीत. एक संपत्ती निवडण्यासाठी शोध क्वेरी रीसेट करा.

source: There are no borrowed assets for <0/>in the {0} market. Select "Add Borrow Asset" to simulate borrowed assets for this address.
kok: {0} बाजारातील <0/>साठी कोणतीही उधारीत संपत्ती नाहीत. या पत्त्यास उधारीत संपत्ती सिम्युलेट करण्यासाठी "उधारीत संपत्ती जोडा" निवडा.

source: There are no reserve assets for <0/>in the {0} market. Select "Add Reserve Asset" to simulate reserve assets for this address.
kok: {0} बाजारातील <0/>साठी कोणतीही रिझर्व संपत्ती नाहीत. या पत्त्यास रिझर्व संपत्ती सिम्युलेट करण्यासाठी "रिझर्व संपत्ती जोडा" निवडा.

source: This Aave debt simulator is experimental and under active development. Don't make financial decisions based solely on the results of this app.
kok: हा आवे कर्ज सिम्युलेटर प्रायोगिक आहे आणि सक्रिय विकासाखाली आहे. वित्तीय निर्णय घेण्यासाठी या अॅपच्या परिणामांवर आधारित न करा.

source: Total Borrowed:
kok: एकूण कर्ज:

source: Use Random Address
kok: कसलेही पत्ता वापरा

source: Use {assetSymbol} as collateral
kok: गारंटीसाठी {assetSymbol} वापरा

source: View address on Etherscan
kok: Etherscan वर पत्ता पहा

source: Visit address details on Etherscan
kok: Etherscan वर पत्ता तपशील पहा

source: Want to go for a quick spin?
kok: एक जलद घुमट घेण्यासाठी इच्छिता?

source: in
kok: मध्ये

source: is an unofficial, open source, community-built Aave debt simulator.
kok: एक अधिकृत नवीन, खुल्ला स्रोत, समुदाय-निर्मित आवे करार सिम्युलेटर आहे.

source: {0, plural, one {market} other {markets}}
kok: { 0, plural, one {बाजार} other {बाजारे} }

source: {0, plural, one {position} other {positions}}
kok: { 0, plural, one {स्थान} other {स्थाने} }

source: {assetSymbol} Price ({currencySymbol})
kok: {assetSymbol} मूल्य ({currencySymbol})

source: {assetSymbol} Quantity
kok: {assetSymbol} प्रमाण
