Repository: 0xCazador/defi-simulator
Catalog: src/locales/sa/messages.po
Languages: sa

source: <0>The price liquidation scenario represents the approximate highest reserve asset prices that could subject the position to liquidation. Stable assets are not included in this scenario and are assumed to maintain their present value. Many factors affect liquidation. This scenario is only one example for reference. Many different scenarios can trigger liquidation.<1>Read more here</1>.</0>
sa: <0>मूल्यपरिसमापनपरिदृश्यं अनुमानतः उच्चतमं आरक्षितसम्पत्त्याः मूल्यं प्रतिनिधियति यत् स्थितिं परिसमापनस्य अधीनं भवितुम् अर्हति। स्थिरसम्पत्तयः अस्मिन् परिदृश्ये न समाविष्टाः, तेषां वर्तमानमूल्यं च निर्वाहयितुं कल्प्यते । अनेकाः कारकाः परिसमापनं प्रभावितयन्ति । एतत् परिदृश्यं सन्दर्भार्थं केवलमेकं उदाहरणम् अस्ति । अनेकाः भिन्नाः परिदृश्याः परिसमापनं प्रेरयितुं शक्नुवन्ति।<1>अत्र अधिकं पठन्तु</1> .</0>

source: <0>This debt position has Emode (Efficieny Mode) enabled, but DeFi Simulator does not yet support positions with Emode enabled. We hope to add support for Emode soon.</0><1/>
sa: <0>अस्मिन् ऋणस्थाने Emode (Efficieny Mode) सक्षमम् अस्ति, परन्तु DeFi Simulator अद्यापि Emode सक्षमं कृत्वा स्थितानां समर्थनं न करोति । शीघ्रमेव Emode इत्यस्य समर्थनं योजयिष्यामः इति आशास्महे।</0> <1/> इति

source: Add {0} Asset
sa: {0} सम्पत्तिं योजयतु

source: Add, remove, and modify asset prices and quantities below to visualize changes to health factor and borrowing power.
sa: स्वास्थ्यकारकस्य ऋणशक्तेः च परिवर्तनस्य कल्पनां कर्तुं अधः सम्पत्तिमूल्यानि परिमाणानि च योजयन्तु, निष्कासयन्तु, परिवर्तयन्तु च।

source: Address copied to clipboard!
sa: पता क्लिप्बोर्ड् प्रति प्रतिलिखितम्!

source: Apply
sa: आचरतु

source: Available to Borrow:
sa: ऋणं ग्रहीतुं उपलब्धम् : १.

source: Borrowed Assets
sa: उधारी सम्पत्ति

source: Build from Scratch
sa: आद्यतः निर्माणं कुर्वन्तु

source: Close alert
sa: सचेतना बन्दं कुर्वन्तु

source: Copy address to clipboard
sa: पतां क्लिप्बोर्ड् प्रति प्रतिलिख्यताम्

source: Experimental!
sa: प्रयोगात्मक !

source: Found
sa: प्राप्तः

source: Net Asset Value:
sa: शुद्ध सम्पत्तिमूल्यम् : १.

source: No Aave positions found.
sa: न आवे पदं लब्धम्।

source: No Liquidation Scenario Available
sa: कोऽपि परिसमापन परिदृश्यः उपलब्धः नास्ति

source: OR
sa: वा

source: Paste an address with an Aave debt position in the box above to visualize how changes to borrow/reserve assets affect the position's health factor and borrowing power.
sa: उपरि पेटीयां Aave ऋणस्थित्या सह एकं पता चिनोतु यत् ऋणं/आरक्षितसम्पत्तौ परिवर्तनं पदस्य स्वास्थ्यकारकं ऋणशक्तिं च कथं प्रभावितं करोति इति कल्पनां कुर्वन्तु।

source: Price Liquidation Scenario
sa: मूल्य परिसमापन परिदृश्य

source: Questions or comments? Please <0>join the Discord!</0>
sa: प्रश्नाः वा टिप्पण्याः वा ? कृपया <0>विवादे सम्मिलितं भवन्तु!</0>

source: Remove {assetSymbol}
sa: {assetSymbol} निष्कासयन्तु।

source: Reserve Asset Value:
sa: आरक्षित सम्पत्तिमूल्यम् : १.

source: Reserve Assets
sa: आरक्षित सम्पत्ति

source: Reset all simulated values
sa: सर्वाणि अनुकरणीयमूल्यानि पुनः सेट् कुर्वन्तु

source: Reset search query
sa: अन्वेषणप्रश्नं पुनः सेट् कुर्वन्तु

source: Reset to Original Value ({0})
sa: मूलमूल्यं ({0}) प्रति पुनः सेट् कुर्वन्तु ।

source: Search for {0} Assets
sa: {0} सम्पत्तिः अन्वेष्टुम्

source: Select {0} ({1}) {2} below to add it as a {3} asset to the CDP.
sa: CDP मध्ये {3} सम्पत्तिरूपेण योजयितुं अधः {0} ({1}) {2} इति चिनोतु ।

source: Something happened, we're not able to load the address debt position data right now. Try again later.
sa: किमपि घटितम्, वयं सम्प्रति पताऋणस्थानदत्तांशं लोड् कर्तुं न शक्नुमः। पश्चात् पुनः प्रयासं कुर्वन्तु।

source: There are no assets that match the search query. Reset the search query to select an asset.
sa: अन्वेषणप्रश्नस्य अनुरूपाः सम्पत्तिः नास्ति । सम्पत्तिं चयनं कर्तुं अन्वेषणप्रश्नं पुनः सेट् कुर्वन्तु ।

source: There are no borrowed assets for <0/>in the {0} market. Select "Add Borrow Asset" to simulate borrowed assets for this address.
sa: {0} विपण्यां <0/> कृते ऋणं गृहीतं सम्पत्तिः नास्ति । अस्य पतेः कृते ऋणं गृहीतसम्पत्त्याः अनुकरणार्थं "ऋणं सम्पत्तिं योजयतु" इति चिनोतु ।

source: There are no reserve assets for <0/>in the {0} market. Select "Add Reserve Asset" to simulate reserve assets for this address.
sa: {0} विपण्यां <0/> कृते आरक्षितसम्पत्तयः नास्ति । अस्य पतेः कृते आरक्षितसम्पत्त्याः अनुकरणार्थं "Add Reserve Asset" इति चिनोतु ।

source: This Aave debt simulator is experimental and under active development. Don't make financial decisions based solely on the results of this app.
sa: इदं Aave ऋण अनुकरणकं प्रयोगात्मकं सक्रियविकासाधीनम् अस्ति। केवलं अस्य एप्-परिणामस्य आधारेण वित्तीयनिर्णयं न कुर्वन्तु।

source: Total Borrowed:
sa: कुल ऋणं गृहीतम् : १.

source: Use Random Address
sa: Random Address इत्यस्य उपयोगं कुर्वन्तु

source: Use {assetSymbol} as collateral
sa: {assetSymbol} इत्यस्य उपयोगं जमानतरूपेण कुर्वन्तु

source: View address on Etherscan
sa: Etherscan इत्यत्र पता पश्यन्तु

source: Visit address details on Etherscan
sa: Etherscan इत्यत्र पताविवरणं पश्यन्तु

source: Want to go for a quick spin?
sa: द्रुतस्पिनार्थं गन्तुम् इच्छति वा ?

source: in
sa: इत्यस्मिन्‌

source: is an unofficial, open source, community-built Aave debt simulator.
sa: एकः अनधिकृतः, मुक्तस्रोतः, समुदायनिर्मितः Aave ऋण-अनुकरणकः अस्ति ।

source: {0, plural, one {market} other {markets}}
sa: { 0, plural, one {विपणि} other {विपणयः} }

source: {0, plural, one {position} other {positions}}
sa: { 0, plural, one {स्थितिः} other {पदानि} }

source: {assetSymbol} Price ({currencySymbol})
sa: {assetSymbol} मूल्य ({currencySymbol}) 1.1.

source: {assetSymbol} Quantity
sa: {assetSymbol} मात्रा
