Repository: 0xCazador/defi-simulator
Catalog: src/locales/ki/messages.po
Languages: ki

source: Add, remove, and modify asset prices and quantities below to visualize changes to health factor and borrowing power.
ki: Thiririka, kugura na kuhariria muthenya na muthenya-ini kuona mithemba ya kugwetereka na kuhuthira.

source: Apply
ki: Thiririka

source: Borrowed Assets
ki: Mĩhiti-inĩ-inĩ-inĩ

source: Build from Scratch
ki: Gundua kuhuthira

source: Close alert
ki: Funga thutha

source: Experimental!
ki: Thutha-ini!

source: Found
ki: Kumenyekana

source: No Liquidation Scenario Available
ki: Hakuna Senario ya Kufuta Maji

source: OR
ki: AMA

source: Price Liquidation Scenario
ki: Senario ya Kufuta Bei

source: Questions or comments? Please <0>join the Discord!</0>
ki: Maswali au maoni? Tafadhali <0>jiunge na Discord!</0>

source: Reserve Asset Value:
ki: Thamani ya Mali ya Akiba:

source: Reserve Assets
ki: Mĩhiti-inĩ-inĩ

source: Reset all simulated values
ki: Weka tena thamani zilizosimuliziwa

source: Reset search query
ki: Weka tena ombi la utafutaji

source: Reset to Original Value ({0})
ki: Weka tena Thamani Asili ({0})

source: Search for {0} Assets
ki: Tafuta Mali za {0}

source: Select {0} ({1}) {2} below to add it as a {3} asset to the CDP.
ki: Chagua {0} ({1}) {2} hapo chini ili kuongeza kama mali ya {3} kwenye CDP.

source: Something happened, we're not able to load the address debt position data right now. Try again later.
ki: Kwina kugirirwo nginya, hatutumikirwo kuhurithia data ya guthukuriria muthenya wa muthenya riria riu. Huhurithia riu riu.

source: There are no assets that match the search query. Reset the search query to select an asset.
ki: Hakuna mithemba iria iria iria iria na muthemba wa guthukuriria. Huthukuriria muthemba wa guthukuriria kugiriria muthemba.

source: There are no borrowed assets for <0/>in the {0} market. Select "Add Borrow Asset" to simulate borrowed assets for this address.
ki: Hakuna mĩhiti-inĩ-inĩ-inĩ kũrĩ <0/> mũtĩ wa {0}. Hagua "Kĩrĩa Mĩhiti-inĩ-inĩ" kũrĩ gũkũrĩra mĩhiti-inĩ-inĩ-inĩ kũrĩ na mũtĩ ũyu.

source: There are no reserve assets for <0/>in the {0} market. Select "Add Reserve Asset" to simulate reserve assets for this address.
ki: Hakuna mĩhiti-inĩ-inĩ kũrĩ <0/> mũtĩ wa {0}. Hagua "Kĩrĩa Mĩhiti-inĩ-inĩ" kũrĩ gũkũrĩra mĩhiti-inĩ-inĩ kũrĩ na mũtĩ ũyu.

source: Total Borrowed:
ki: Muthenya wa guthukuriria:

source: Use Random Address
ki: Tumia Muthenya wa Muthenya wa Muthenya

source: Use {assetSymbol} as collateral
ki: Tumia {assetSymbol} kugiriria muthenya wa guthukuriria

source: View address on Etherscan
ki: Riika muthenya kuhurithia Etherscan

source: Visit address details on Etherscan
ki: Korwo muthenya muthenya kuhurithia Etherscan

source: in
ki: mu

source: is an unofficial, open source, community-built Aave debt simulator.
ki: Ni simulator ya Aave ya deni, ambayo sio rasmi, inayotengenezwa na jamii na inapatikana kwa umma.

source: {0, plural, one {market} other {markets}}
ki: { 0, plural, one {thungu} other {thungu} }

source: {0, plural, one {position} other {positions}}
ki: { 0, plural, one {guthukumirwo} other {guthukumirwo} }

source: {assetSymbol} Price ({currencySymbol})
ki: {assetSymbol} Thene ({currencySymbol})

source: {assetSymbol} Quantity
ki: {assetSymbol} Muthenya
