Repository: 0xCazador/defi-simulator
Catalog: src/locales/kg/messages.po
Languages: kg

source: Add, remove, and modify asset prices and quantities below to visualize changes to health factor and borrowing power.
kg: Kóma, kúndula, ne kóngola mabéso ya búlókó ne mabéso ya kikúndu ku mpeve ya kókóla mabéso ya búlókó ne mabéso ya kikúndu.

source: Apply
kg: Kóma

source: Borrowed Assets
kg: Bisóla bia kópéla

source: Build from Scratch
kg: Kóma kúfúla mabéso

source: Close alert
kg: Kóma mabéso ya búlókó

source: Experimental!
kg: Kóma!

source: Found
kg: Kokoma

source: No Liquidation Scenario Available
kg: Ko Nzala ya Koyekola ya Koyekola

source: OR
kg: NZÉ

source: Price Liquidation Scenario
kg: Ko Nzala ya Koyekola ya Kozala

source: Questions or comments? Please <0>join the Discord!</0>
kg: Maboko oyo oyo? Tunaomba <0>kozela na Discord!</0>

source: Reserve Asset Value:
kg: Nzala ya Bokonzi ya Bokonzi:

source: Reserve Assets
kg: Bisóla bia kópéla

source: Reset all simulated values
kg: Ko Kozala Bokonzi ya Koyekola yonso

source: Reset search query
kg: Ko Kozala Bokonzi ya Koyekola ya Kozala

source: Reset to Original Value ({0})
kg: Ko Kozala na Nzala ya Bokonzi ({0})

source: Search for {0} Assets
kg: Ko Kozala na Nzala ya Bokonzi {0}

source: Select {0} ({1}) {2} below to add it as a {3} asset to the CDP.
kg: Ko Kozala na Nzala ya Bokonzi {0} ({1}) {2} mpe ko yembisa ko kozala nzala ya {3} na CDP.

source: Something happened, we're not able to load the address debt position data right now. Try again later.
kg: Nkayi kisalu, bisangani kia kozela maboko ya deti ya adiresi te. Sambela mpe.

source: There are no assets that match the search query. Reset the search query to select an asset.
kg: Ezali maboko mpe ezali te oyo ezalaki kosala na mosala ya kosala. Sambela maboko ya kosala mpe kosala mosala.

source: There are no borrowed assets for <0/>in the {0} market. Select "Add Borrow Asset" to simulate borrowed assets for this address.
kg: Tosála bisóla bia kópéla mpe <0/> na mabóka ya {0}. Ko bóngisa "Kópéla Bisóla bia kópéla" mpo na kópéla bisóla bia kópéla mpe na adiresi ya nsango oyo.

source: There are no reserve assets for <0/>in the {0} market. Select "Add Reserve Asset" to simulate reserve assets for this address.
kg: Tosála bisóla bia kópéla mpe <0/> na mabóka ya {0}. Ko bóngisa "Kópéla Bisóla bia kópéla" mpo na kópéla bisóla bia kópéla mpe na adiresi ya nsango oyo.

source: Total Borrowed:
kg: Totali ya kozala:

source: Use Random Address
kg: Tumisa Adiresi ya Nzela ya Kozala

source: Use {assetSymbol} as collateral
kg: Tumisa {assetSymbol} kombo ya kozala

source: View address on Etherscan
kg: Kobanda adiresi na Etherscan

source: Visit address details on Etherscan
kg: Kobanda maboko ya adiresi na Etherscan

source: in
kg: na

source: is an unofficial, open source, community-built Aave debt simulator.
kg: kia simula ya dívida ya Aave ya kisakidi, ya kisakidi, ya kisakidi, ya kisakidi.

source: {0, plural, one {market} other {markets}}
kg: { 0, plural, one {masolo} other {masolo} }

source: {0, plural, one {position} other {positions}}
kg: { 0, plural, one {mpembe} other {mpembe} }

source: {assetSymbol} Price ({currencySymbol})
kg: {assetSymbol} Nkísi ({currencySymbol})

source: {assetSymbol} Quantity
kg: {assetSymbol} Kikúndu
