Repository: 0xCazador/defi-simulator
Catalog: src/locales/ak/messages.po
Languages: ak

source: <0>The price liquidation scenario represents the approximate highest reserve asset prices that could subject the position to liquidation. Stable assets are not included in this scenario and are assumed to maintain their present value. Many factors affect liquidation. This scenario is only one example for reference. Many different scenarios can trigger liquidation.<1>Read more here</1>.</0>
ak: <0>Boɔ a wɔsɛe no tebea no gyina hɔ ma bɛyɛ sɛ agyapadeɛ a wɔde asie boɔ a ɛkorɔn sen biara a ɛbɛtumi ama gyinabea no agyae. Wɔamfa agyapadeɛ a ɛyɛ den nka saa tebea yi ho na wɔfa no sɛ ɛbɛkɔ so akura ne boɔ a ɛwɔ hɔ mprempren no mu. Nneɛma pii ka liquidation. Saa tebea yi yɛ nhwɛso biako pɛ a yebetumi de ahwɛ. Nsɛm ahorow pii betumi akanyan liquidation.<1>Kenkan pii wɔ ha</1> .</0>

source: <0>This debt position has Emode (Efficieny Mode) enabled, but DeFi Simulator does not yet support positions with Emode enabled. We hope to add support for Emode soon.</0><1/>
ak: <0>Saa ɛka gyinabea yi wɔ Emode (Efficieny Mode) a wɔahyɛ no den, nanso DeFi Simulator nnya mmoa gyinabea ahorow a Emode ayɛ adwuma. Yɛwɔ anidaso sɛ yɛde mmoa bɛka ho ama Emode nnansa yi ara.</0> <1/> na ɛwɔ hɔ

source: Add {0} Asset
ak: Fa {0} Agyapadeɛ ka ho

source: Add, remove, and modify asset prices and quantities below to visualize changes to health factor and borrowing power.
ak: Fa agyapade bo ne dodow a ɛwɔ ase ha no ka ho, yi fi hɔ, na sesa no na ama woahu nsakrae a ɛbɛba akwahosan ho ade ne boseabɔ tumi mu wɔ w’adwenem.

source: Address copied to clipboard!
ak: Address a wɔayɛ no kɔpi wɔ clipboard so!

source: Apply
ak: Pere

source: Available to Borrow:
ak: Wobetumi Abɔ Bosea:

source: Borrowed Assets
ak: Agyapade a Wɔafɛm

source: Build from Scratch
ak: Si Fi Mfiase

source: Close alert
ak: To kɔkɔbɔ mu

source: Copy address to clipboard
ak: Kɔpi address no kɔ clipboard so

source: Experimental!
ak: Sɔhwɛ a wɔde sɔ hwɛ!

source: Found
ak: Hunuu

source: Net Asset Value:
ak: Agyapadeɛ Boɔ a Wɔde Di Dwuma:

source: No Aave positions found.
ak: Wonhuu Aave gyinabea biara.

source: No Liquidation Scenario Available
ak: Liquidation Scenario Biara Nni Hɔ

source: OR
ak: ANAASƐ

source: Paste an address with an Aave debt position in the box above to visualize how changes to borrow/reserve assets affect the position's health factor and borrowing power.
ak: Fa address bi a Aave ɛka gyinabea wɔ so hyɛ adaka a ɛwɔ atifi hɔ no mu na woahu sɛnea nsakrae a ɛba wɔ boseabɔ/agyapade a wɔde sie mu no ka gyinabea no akwahosan ho ade ne tumi a wɔde bɔ bosea no ho mfonini wɔ w’adwenem.

source: Price Liquidation Scenario
ak: Bo a Wɔsɛe no Ho Nsɛm

source: Questions or comments? Please <0>join the Discord!</0>
ak: Nsɛmmisa anaa nsɛm a wɔka? Yɛsrɛ wo <0>kɔka Discord no ho!</0>

source: Remove {assetSymbol}
ak: Yi {assetSymbol} no fi hɔ.

source: Reserve Asset Value:
ak: Agyapade a Wɔde Siesie Nneɛma Bo:

source: Reserve Assets
ak: Agyapadeɛ a Wɔde Siesie

source: Reset all simulated values
ak: Reset simulated values nyinaa

source: Reset search query
ak: Reset nhwehwɛmu asɛmmisa no

source: Reset to Original Value ({0})
ak: San fa kɔ Mfitiase Botae ({0}) so.

source: Search for {0} Assets
ak: Hwehwɛ {0} Agyapadeɛ

source: Select {0} ({1}) {2} below to add it as a {3} asset to the CDP.
ak: Paw {0} ({1}) {2} wɔ aseɛ ha na fa ka ho sɛ {3} agyapadeɛ ka CDP no ho.

source: Something happened, we're not able to load the address debt position data right now. Try again later.
ak: Biribi sii, yɛrentumi mfa address debt position data no nhyɛ mu mprempren. Bɔ mmɔden bio akyiri yi.

source: There are no assets that match the search query. Reset the search query to select an asset.
ak: Agyapadeɛ biara nni hɔ a ɛne asɛmmisa a wɔhwehwɛ no hyia. Reset search query no na paw agyapade bi.

source: There are no borrowed assets for <0/>in the {0} market. Select "Add Borrow Asset" to simulate borrowed assets for this address.
ak: Agyapadeɛ biara nni hɔ a wɔabɔ bosea ama <0/>wɔ {0} gua so. Paw "Add Borrow Asset" na fa yɛ agyapade a wɔafɛm ho mfonini ma address yi.

source: There are no reserve assets for <0/>in the {0} market. Select "Add Reserve Asset" to simulate reserve assets for this address.
ak: Agyapadeɛ a wɔde asie biara nni hɔ ma <0/>wɔ {0} gua so. Paw "Add Reserve Asset" na fa reserve agyapade ho mfonini ma address yi.

source: This Aave debt simulator is experimental and under active development. Don't make financial decisions based solely on the results of this app.
ak: Saa Aave ɛka ho simulator yi yɛ sɔhwɛ na ɛwɔ nkɔso a ɛyɛ nnam ase. Mfa nea afi app yi mu aba nkutoo so nsi sikasɛm ho gyinae.

source: Total Borrowed:
ak: Boa a Wɔfɛm Nyinaa:

source: Use Random Address
ak: Fa Random Address di dwuma

source: Use {assetSymbol} as collateral
ak: Fa {assetSymbol} di dwuma sɛ ade a wode bɛbɔ wo ho ban

source: View address on Etherscan
ak: Hwɛ address wɔ Etherscan so

source: Visit address details on Etherscan
ak: Kɔ address ho nsɛm wɔ Etherscan so

source: Want to go for a quick spin?
ak: Wopɛ sɛ wokɔ kɔbɔ wo ho akɔneaba ntɛmntɛm?

source: in
ak: mu

source: is an unofficial, open source, community-built Aave debt simulator.
ak: yɛ Aave ɛka ho mfonini a ɛnyɛ aban de, a wɔabue ano, a mpɔtam hɔfo ayɛ.

source: {0, plural, one {market} other {markets}}
ak: { 0, plural, one {dwa} other {gua ahorow so} }

source: {0, plural, one {position} other {positions}}
ak: { 0, plural, one {gyinabea} other {gyinabea ahorow} }

source: {assetSymbol} Price ({currencySymbol})
ak: {assetSymbol} Boɔ ({currencySymbol}) .

source: {assetSymbol} Quantity
ak: {assetSymbol} Dodow a ɛwɔ hɔ
