Repository: 0xCazador/defi-simulator
Catalog: src/locales/*/messages.po
Languages: af, am, ar_ma, as, az_cyrl_az, be, bg, bn, br, bs, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fil, fo, fr, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, nn, no, oc, or, pa, pl, ps, pt, pt_br, ro, ru, rw, sc, sd, se, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tr, tt, ug, uk, ur, uz, vi, xh, zu

source: {assetSymbol} Price ({selectedCurrency})
be: {assetSymbol} Кошт ({selectedCurrency})
bg: {assetSymbol} Цена ({selectedCurrency})
bn: {assetSymbol} মূল্য ({selectedCurrency})
bs: {assetSymbol} Cijena ({selectedCurrency})
ca: {assetSymbol} Preu ({selectedCurrency})
cs: {assetSymbol} Cena ({selectedCurrency})
da: {assetSymbol} Pris ({selectedCurrency})
de: {assetSymbol} Preis ({selectedCurrency})
el: {assetSymbol} Τιμή ({selectedCurrency})
es: {assetSymbol} Precio ({selectedCurrency})
et: {assetSymbol} Hind ({selectedCurrency})
fi: {assetSymbol} Hinta ({selectedCurrency})
fil: {assetSymbol} Presyo ({selectedCurrency})
fr: {assetSymbol} Prix ({selectedCurrency})
ga: {assetSymbol} Praghas ({selectedCurrency})
hi: {assetSymbol} मूल्य ({selectedCurrency})
hr: {assetSymbol} Cijena ({selectedCurrency})
hu: {assetSymbol} Ár ({selectedCurrency})
hy: {assetSymbol} Գինը ({selectedCurrency})
id: harga {assetSymbol} ({selectedCurrency})
is: {assetSymbol} Verð ({selectedCurrency})
it: {assetSymbol} Prezzo ({selectedCurrency})
ja: {assetSymbol} 価格 ({selectedCurrency})
ka: {assetSymbol} ფასი ({selectedCurrency})
km: {assetSymbol} តម្លៃ ({selectedCurrency})
ky: {assetSymbol} Баасы ({selectedCurrency})
lb: {assetSymbol} Präis ({selectedCurrency})
lt: {assetSymbol} Kaina ({selectedCurrency})
lv: {assetSymbol} Cena ({selectedCurrency})
mk: {assetSymbol} Цена ({selectedCurrency})
ml: {assetSymbol} വില ({selectedCurrency})
mn: {assetSymbol} Үнэ ({selectedCurrency})
ms: {assetSymbol} Harga ({selectedCurrency})
mt: {assetSymbol} Prezz ({selectedCurrency})
my: {assetSymbol} ဈေးနှုန်း ({selectedCurrency})
ne: {assetSymbol} मूल्य ({selectedCurrency})
nl: prijs {assetSymbol} ({selectedCurrency})
no: {assetSymbol} Pris ({selectedCurrency})
pl: {assetSymbol} Cena ({selectedCurrency})
pt: {assetSymbol} Preço ({selectedCurrency})
ro: {assetSymbol} Preț ({selectedCurrency})
sc: {assetSymbol} Preziu ({selectedCurrency})
sk: {assetSymbol} Cena ({selectedCurrency})
sl: {assetSymbol} Cena ({selectedCurrency})
sq: Çmimi {assetSymbol} ({selectedCurrency})
sr: {assetSymbol} Цена ({selectedCurrency})
sv: {assetSymbol} Pris ({selectedCurrency})
ta: {assetSymbol} விலை ({selectedCurrency})
th: {assetSymbol} ราคา ({selectedCurrency})
tk: {assetSymbol} Bahasy ({selectedCurrency})
tr: {assetSymbol} Fiyat ({selectedCurrency})
uk: {assetSymbol} Ціна ({selectedCurrency})
uz: {assetSymbol} Narxi ({selectedCurrency})

source: {assetSymbol} Quantity
af: {assetSymbol} Hoeveelheid
am: {assetSymbol} ብዛት
ar_ma: {assetSymbol} الكمية
as: {assetSymbol} পৰিমাণ
az_cyrl_az: {assetSymbol} Kəmiyyət
be: {assetSymbol} Колькасць
bg: {assetSymbol} Количество
bn: {assetSymbol} পরিমাণ
br: {assetSymbol} Kwantitezh
bs: {assetSymbol} Količina
ca: {assetSymbol} Quantitat
cs: {assetSymbol} Množství
cy: {assetSymbol} Nifer
da: {assetSymbol} Antal
de: {assetSymbol} Menge
el: {assetSymbol} Ποσότητα
eo: {assetSymbol} Kvanto
es: {assetSymbol} Cantidad
et: {assetSymbol} Kogus
eu: {assetSymbol} Kantitatea
fa: {assetSymbol} مقدار
fi: {assetSymbol} Määrä
fil: {assetSymbol} Dami
fo: {assetSymbol} Magn
fr: {assetSymbol} Quantité
ga: {assetSymbol} Cainníocht
gd: {assetSymbol} Meud
gl: {assetSymbol} Cantidade
gu: {assetSymbol} જથ્થો
he: {assetSymbol} כמות
hi: {assetSymbol} मात्रा
hr: {assetSymbol} Količina
hu: {assetSymbol} Mennyiség
hy: {assetSymbol} Քանակ
id: {assetSymbol} Kuantitas
is: {assetSymbol} Magn
it: {assetSymbol} Quantità
ja: {assetSymbol} 数量
ka: {assetSymbol} რაოდენობა
kk: {assetSymbol} Саны
km: {assetSymbol} បរិមាណ
kn: {assetSymbol} ಪ್ರಮಾಣ
ky: {assetSymbol} Саны
lb: {assetSymbol} Quantitéit
lo: {assetSymbol} ປະລິມານ
lt: {assetSymbol} Kiekis
lv: {assetSymbol} Daudzums
mg: {assetSymbol} Habe
mi: {assetSymbol} Rahi
mk: {assetSymbol} Количина
ml: {assetSymbol} അളവ്
mn: {assetSymbol} Тоо хэмжээ
mr: {assetSymbol} प्रमाण
ms: {assetSymbol} Kuantiti
mt: {assetSymbol} Kwantità
my: {assetSymbol} အရေအတွက်
ne: {assetSymbol} मात्रा
nl: {assetSymbol} Hoeveelheid
nn: {assetSymbol} Mengde
no: {assetSymbol} Antall
oc: {assetSymbol} Quantitat
or: {assetSymbol} ପରିମାଣ |
pa: {assetSymbol} ਮਾਤਰਾ
pl: ilość {assetSymbol}
ps: {assetSymbol} مقدار
pt: {assetSymbol} Quantidade
pt_br: {assetSymbol} Quantidade
ro: {assetSymbol} Cantitate
ru: {assetSymbol} Количество
rw: {assetSymbol} Umubare
sc: {assetSymbol} Quantidade
sd: {assetSymbol} مقدار
se: {assetSymbol} Muvvat
si: {assetSymbol} ප්‍රමාණය
sk: {assetSymbol} Množstvo
sl: {assetSymbol} Količina
sq: {assetSymbol} Sasia
sr: {assetSymbol} Количина
sv: {assetSymbol} Kvantitet
sw: {assetSymbol} Kiasi
ta: {assetSymbol} அளவு
te: {assetSymbol} పరిమాణం
tg: {assetSymbol} Миқдор
th: {assetSymbol} ปริมาณ
tk: {assetSymbol} mukdar
tr: {assetSymbol} Miktar
tt: {assetSymbol} Сан
ug: {assetSymbol} سانى
uk: {assetSymbol} Кількість
ur: {assetSymbol} مقدار
uz: {assetSymbol} Miqdor
vi: {assetSymbol} Số lượng
xh: {assetSymbol} Ubungakanani
zu: {assetSymbol} Ubuningi

source: {subLabel}
ja: [{subLabel}】です。］

source: Select {0} ({1}) {2} below to add it as a {3} asset to the CDP.
af: Kies {0} ({1}) {2} hieronder om dit as 'n {3} bate by die CDP te voeg.
am: እንደ {3} ንብረት ወደ ሲዲፒ ለመጨመር ከዚህ በታች {0} ({1}) {2}ን ይምረጡ።
ar_ma: حدد {0} ({1}) {2} أدناه لإضافته كأصل {3} إلى CDP.
as: ইয়াক CDP ত এটা {3} সম্পত্তি হিচাপে যোগ কৰিবলে তলত {0} ({1}) {2} নিৰ্ব্বাচন কৰক।
az_cyrl_az: Onu CDP-yə {3} aktivi kimi əlavə etmək üçün aşağıda {0} ({1}) {2} seçin.
be: Выберыце ніжэй {0} ({1}) {2}, каб дадаць яго ў якасці актыву {3} у CDP.
bn: CDP-তে {3} সম্পদ হিসেবে যোগ করতে নিচে {0} ({1}) {2} নির্বাচন করুন।
br: Dibab {0} ({1}) {2} da ouzhpennañ evel un azen {3} d'ar CDP.
bs: Odaberite {0} ({1}) {2} ispod da biste ga dodali kao {3} sredstvo u CDP.
ca: Seleccioneu {0} ({1}) {2} a continuació per afegir-lo com a actiu {3} al CDP.
cs: Výběrem položky {0} ({1}) {2} níže ji přidáte jako aktivum {3} do CDP.
cy: Dewiswch {0} ({1}) {2} isod i'w ychwanegu fel ased {3} i'r CDP.
da: Vælg {0} ({1}) {2} nedenfor for at tilføje det som et {3}-aktiv til CDP'en.
el: Επιλέξτε {0} ({1}) {2} παρακάτω για να το προσθέσετε ως περιουσιακό στοιχείο {3} στο CDP.
eo: Elektu {0} ({1}) {2} sube por aldoni ĝin kiel {3} valoraĵon al la CDP.
es: Seleccione {0} ({1}) {2} a continuación para añadirlo como activo {3} al CDP.
et: Valige {0} ({1}) {2} allpool, et lisada see vara {3} varana CDPsse.
eu: Hautatu {0} ({1}) {2} behean CDP-ra {3} aktibo gisa gehitzeko.
fa: {0} ({1}) {2} را در زیر انتخاب کنید تا آن را به عنوان یک دارایی {3} به CDP اضافه کنید.
fi: Valitse {0} ({1}) {2} alla lisätäksesi sen {3}-omaisuudeksi CDP:hen.
fo: Veldu {0} ({1}) {2} hér að neðan til að bæta því við sem {3} eign í CDP.
fr: Sélectionnez {0} ({1}) {2} ci-dessous pour l'ajouter en tant qu'actif {3} au CDP.
fy: Selektearje {0} ({1}) {2} hjirûnder om it ta te foegjen as in {3} asset oan de CDP.
ga: Roghnaigh {0} ({1}) {2} thíos chun é a chur mar shócmhainn {3} leis an CDP.
gd: Tagh {0} ({1}) {2} gu h-ìosal gus a chur mar so-mhaoin {3} ris an CDP.
gl: Seleccione {0} ({1}) {2} a continuación para engadilo como activo {3} ao CDP.
gu: CDP માં {3} એસેટ તરીકે ઉમેરવા માટે નીચે {0} ({1}) {2} પસંદ કરો.
he: בחר {0} ({1}) {2} למטה כדי להוסיף אותו כנכס {3} ל-CDP.
hi: इसे CDP में {3} परिसंपत्ति के रूप में जोड़ने के लिए नीचे {0} ({1}) {2} चुनें।
hu: Válassza ki az {0} ({1}) {2} lehetőséget az alábbiakban, hogy {3} eszközként hozzáadja a CDP-hez.
hy: Ստորև ընտրեք {0} ({1}) {2}՝ այն որպես {3} ակտիվ CDP-ին ավելացնելու համար:
id: Pilih {0} ({1}) {2} di bawah ini untuk menambahkannya sebagai aset {3} ke dalam CDP.
is: Veldu {0} ({1}) {2} fyrir neðan til að bæta því sem {3} eign við CDP.
it: Selezionate {0} ({1}) {2} di seguito per aggiungerlo come asset {3} al CDP.
ka: აირჩიეთ {0} ({1}) {2} ქვემოთ, რომ დაამატოთ ის, როგორც {3} აქტივი CDP-ში.
kk: Оны CDP-ге {3} активі ретінде қосу үшін төмендегі {0} ({1}) {2} таңдаңыз.
km: ជ្រើសរើស {0} ({1}) {2} ខាងក្រោមដើម្បីបន្ថែមវាជាទ្រព្យសកម្ម {3} ទៅ CDP ។
kn: CDP ಗೆ {3} ಸ್ವತ್ತು ಎಂದು ಸೇರಿಸಲು ಕೆಳಗಿನ {0} ({1}) {2} ಅನ್ನು ಆಯ್ಕೆಮಾಡಿ.
ky: Аны CDPге {3} активи катары кошуу үчүн төмөндө {0} ({1}) {2} тандаңыз.
lo: ເລືອກ {0} ({1}) {2} ຂ້າງລຸ່ມນີ້ເພື່ອເພີ່ມມັນເປັນຊັບສິນ {3} ໃສ່ CDP.
mg: Safidio {0} ({1}) {2} etsy ambany mba hanampiana azy ho fananana {3} amin'ny CDP.
mi: Tīpakohia {0} ({1}) {2} ki raro hei taapiri hei taonga {3} ki te CDP.
mk: Изберете {0} ({1}) {2} подолу за да го додадете како {3} средство во CDP.
ml: CDP-യിലേക്ക് ഒരു {3} അസറ്റായി ചേർക്കുന്നതിന് താഴെയുള്ള {0} ({1}) {2} തിരഞ്ഞെടുക്കുക.
mn: {0} ({1}) {2}-г сонгон CDP-д {3} өмч болгон нэмнэ үү.
mr: CDP मध्ये {3} मालमत्ता म्हणून जोडण्यासाठी खालील {0} ({1}) {2} निवडा.
mt: Agħżel {0} ({1}) {2} hawn taħt biex iżżidha bħala {3} assi mas-CDP.
nl: Selecteer {0} ({1}) {2} hieronder om het als een {3} bedrijfsmiddel toe te voegen aan de CDP.
nn: Velg {0} ({1}) {2} nedenfor for å legge det til som en {3} eiendel i CDP-en.
no: Velg {0} ({1}) {2} nedenfor for å legge den til som en {3}-ressurs i CDP.
oc: Seleccionar {0} ({1}) {2} a sota per afegir-lo com a actiu {3} a la CDP.
or: ଏହାକୁ CDP ରେ {3} ସମ୍ପତ୍ତି ଭାବରେ ଯୋଡିବାକୁ ନିମ୍ନରେ {0} ({1}) {2} ଚୟନ କରନ୍ତୁ |
pa: ਇਸ ਨੂੰ CDP ਵਿੱਚ {3} ਸੰਪਤੀ ਵਜੋਂ ਜੋੜਨ ਲਈ ਹੇਠਾਂ {0} ({1}) {2} ਨੂੰ ਚੁਣੋ।
pl: Wybierz {0} ({1}) {2} poniżej, aby dodać go jako zasób {3} do CDP.
ps: لاندې {0} ({1}) {2} غوره کړئ ترڅو CDP ته د {3} شتمنۍ په توګه اضافه کړئ.
pt: Seleccione {0} ({1}) {2} abaixo para o adicionar como um ativo {3} ao CDP.
pt_br: Selecione {0} ({1}) {2} abaixo para adicioná-lo como um ativo {3} ao CDP.
ru: Выберите {0} ({1}) {2} ниже, чтобы добавить его в качестве актива {3} в CDP.
rw: Hitamo {0} ({1}) {2} hepfo kugirango wongere nk'umutungo wa {3} kuri CDP.
sc: Seleziona {0} ({1}) {2} in bassu pro agiùngerlu comente asset {3} a su CDP.
sd: منتخب ڪريو {0} ({1}) {2} ان کي CDP ۾ {3} اثاثو شامل ڪرڻ لاءِ هيٺ.
se: Dálkká {0} ({1}) {2} addit dat buorrejuvvon assestta CDP:ii.
si: CDP වෙත {3} වත්කමක් ලෙස එක් කිරීමට පහතින් {0} ({1}) {2} තෝරන්න.
sk: Vyberte položku {0} ({1}) {2} nižšie, ak ju chcete pridať ako aktívum {3} do CDP.
sr: Изаберите {0} ({1}) {2} испод да бисте га додали као {3} средство у ЦДП.
sv: Välj {0} ({1}) {2} nedan för att lägga till den som en {3} tillgång till CDP.
sw: Chagua {0} ({1}) {2} hapa chini ili kuiongeza kama {3} kipengee kwenye CDP.
ta: CDP இல் {3} சொத்தாகச் சேர்க்க, கீழே உள்ள {0} ({1}) {2} என்பதைத் தேர்ந்தெடுக்கவும்.
te: CDPకి {3} ఆస్తిగా జోడించడానికి దిగువన {0} ({1}) {2}ని ఎంచుకోండి.
tg: Дар зер {0} ({1}) {2} -ро интихоб кунед, то онро ҳамчун дороии {3} ба CDP илова кунед.
th: เลือก {0} ({1}) {2} ด้านล่างเพื่อเพิ่มเป็นเนื้อหา {3} ใน CDP
tk: CDP-ä {3} aktiw hökmünde goşmak üçin aşakda {0} ({1}) {2} saýlaň.
tt: CDP-ка {3} активы итеп өстәр өчен, {0} ({1}) {2} сайлагыз.
ug: CDP غا {3} مۈلۈك سۈپىتىدە قوشۇش ئۈچۈن تۆۋەندىكى {0} ({1}) {2} نى تاللاڭ.
ur: CDP میں بطور {3} اثاثہ شامل کرنے کے لیے نیچے {0} ({1}) {2} کو منتخب کریں۔
uz: Uni CDP ga {3} aktivi sifatida qo‘shish uchun pastdan {0} ({1}) {2} ni tanlang.
vi: Chọn {0} ({1}) {2} bên dưới để thêm nó dưới dạng nội dung {3} vào CDP.
xh: Khetha {0} ({1}) {2} ngezantsi ukuyidibanisa njenge {3} asset kwiCDP.
zu: Khetha i-{0} ({1}) {2} ngezansi ukuze uyengeze njengefa le-{3} ku-CDP.

source: Select {0} ({1}) {2} below.
be: Выберыце ніжэй {0} ({1}) {2}.
bn: নীচে {0} ({1}) {2} নির্বাচন করুন।
bs: Odaberite {0} ({1}) {2} ispod.
ca: Seleccioneu {0} ({1}) {2} a continuació.
cs: Zvolte {0} ({1}) {2} níže.
da: Vælg {0} ({1}) {2} nedenfor.
el: Επιλέξτε {0} ({1}) {2} παρακάτω.
es: Seleccione {0} ({1}) {2} a continuación.
et: Valige allpool {0} ({1}) {2}.
fi: Valitse {0} ({1}) {2} alla.
fr: Sélectionnez {0} ({1}) {2} ci-dessous.
hi: नीचे {0} ({1}) {2} चुनें।
hy: Ստորև ընտրեք {0} ({1}) {2}:
id: Pilih {0} ({1}) {2} di bawah ini.
is: Veldu {0} ({1}) {2} fyrir neðan.
it: Selezionare {0} ({1}) {2} di seguito.
ka: აირჩიეთ {0} ({1}) {2} ქვემოთ.
km: ជ្រើសរើស {0} ({1}) {2} ខាងក្រោម។
ky: Төмөндө {0} ({1}) {2} тандаңыз.
mk: Изберете {0} ({1}) {2} подолу.
ml: താഴെയുള്ള {0} ({1}) {2} തിരഞ്ഞെടുക്കുക.
mn: Доорх {0} ({1}) {2}-г сонгоно уу.
mt: Agħżel {0} ({1}) {2} hawn taħt.
nl: Selecteer hieronder {0} ({1}) {2}.
no: Velg {0} ({1}) {2} nedenfor.
pl: Wybierz {0} ({1}) {2} poniżej.
pt: Seleccione {0} ({1}) {2} abaixo.
sc: Seletziona {0} ({1}) {2} in bassu.
sk: Vyberte {0} ({1}) {2} nižšie.
sr: Изаберите {0} ({1}) {2} испод.
sv: Välj {0} ({1}) {2} nedan.
ta: கீழே உள்ள {0} ({1}) {2} என்பதைத் தேர்ந்தெடுக்கவும்.
th: เลือก {0} ({1}) {2} ด้านล่าง
tk: Aşakda {0} ({1}) {2} saýlaň.
uz: Quyida {0} ({1}) {2} ni tanlang.

source: This Aave debt simulator is experimental and under active development. Don't make financial decisions based solely on the results of this app.
af: Hierdie Aave-skuldsimulator is eksperimenteel en onder aktiewe ontwikkeling. Moenie finansiële besluite neem wat uitsluitlik op die resultate van hierdie toepassing gebaseer is nie.
am: ይህ Aave ዕዳ አስመሳይ የሙከራ እና በንቃት ልማት ላይ ነው። በዚህ መተግበሪያ ውጤቶች ላይ በመመስረት የፋይናንስ ውሳኔዎችን አያድርጉ።
ar_ma: جهاز محاكاة الديون Aave هو تجريبي وقيد التطوير النشط. لا تتخذ قرارات مالية تستند فقط إلى نتائج هذا التطبيق.
as: এই Aave ঋণ চিমুলেটৰটো পৰীক্ষামূলক আৰু সক্ৰিয় বিকাশৰ অধীনত আছে। কেৱল এই এপৰ ফলাফলৰ ওপৰত ভিত্তি কৰি আৰ্থিক সিদ্ধান্ত গ্ৰহণ নকৰিব।
az_cyrl_az: Bu Aave borc simulyatoru eksperimentaldır və aktiv inkişaf mərhələsindədir. Yalnız bu tətbiqin nəticələrinə əsaslanaraq maliyyə qərarları verməyin.
br: Ar stummadur skiantel-mañ a zo soubidigezhel hag o labourat war-lerc'h. Na oberit ket divizoù finansiel hepken dre an disoc'h-mañ.
cy: Mae'r efelychydd dyled Aave hwn yn arbrofol ac yn cael ei ddatblygu'n weithredol. Peidiwch â gwneud penderfyniadau ariannol yn seiliedig ar ganlyniadau'r app hwn yn unig.
eo: Ĉi tiu ŝulda simulilo de Aave estas eksperimenta kaj aktiva disvolviĝo. Ne faru financajn decidojn bazitajn nur sur la rezultoj de ĉi tiu programo.
eu: Aave zor-simulagailu hau esperimentala da eta garapen aktiboan dago. Ez hartu finantza-erabakiak aplikazio honen emaitzetan soilik oinarrituta.
fa: این شبیه ساز بدهی Aave آزمایشی و در حال توسعه فعال است. تنها بر اساس نتایج این اپلیکیشن تصمیمات مالی نگیرید.
fo: Hesin Aave skuldarsimulatur er tilfar og undir aktivari útbygging. Tak ikki økonomiskar avgerðir á grund av einans úrslitunum frá hesi app.
fy: Dizze Aave-skuldsimulator is eksperiminteel en ûnder aktive ûntwikkeling. Nim gjin finansjele besluten allinich basearre op de resultaten fan dizze app.
ga: Tá an t-insamhlóir fiach Aave seo turgnamhach agus á fhorbairt go gníomhach. Ná déan cinntí airgeadais bunaithe ar thorthaí na haipe seo amháin.
gd: Tha an simuladair fiachan Aave seo deuchainneach agus fo leasachadh gnìomhach. Na dèan co-dhùnaidhean ionmhais stèidhichte air toraidhean an aplacaid seo a-mhàin.
gl: Este simulador de débeda Aave é experimental e está en desenvolvemento activo. Non tome decisións financeiras baseándose só nos resultados desta aplicación.
gu: આ Aave ડેટ સિમ્યુલેટર પ્રાયોગિક અને સક્રિય વિકાસ હેઠળ છે. આ એપ્લિકેશનના પરિણામોના આધારે નાણાકીય નિર્ણયો ન લો.
he: סימולטור החוב של Aave הוא ניסיוני ותחת פיתוח פעיל. אל תקבל החלטות פיננסיות על סמך התוצאות של האפליקציה הזו בלבד.
hu: Ez az Aave adósságszimulátor kísérleti jellegű és aktív fejlesztés alatt áll. Ne hozzon pénzügyi döntéseket kizárólag ennek az alkalmazásnak az eredményei alapján.
ka: ეს Aave ვალის სიმულატორი ექსპერიმენტულია და აქტიური განვითარების პროცესშია. ნუ მიიღებთ ფინანსურ გადაწყვეტილებებს მხოლოდ ამ აპლიკაციის შედეგებზე დაყრდნობით.
kk: Бұл Aave қарыз симуляторы эксперименталды және белсенді түрде әзірленуде. Тек осы қолданбаның нәтижелеріне негізделген қаржылық шешімдер қабылдамаңыз.
kn: ಈ Aave ಸಾಲ ಸಿಮ್ಯುಲೇಟರ್ ಪ್ರಾಯೋಗಿಕ ಮತ್ತು ಸಕ್ರಿಯ ಅಭಿವೃದ್ಧಿಯಲ್ಲಿದೆ. ಈ ಆ್ಯಪ್‌ನ ಫಲಿತಾಂಶಗಳ ಆಧಾರದ ಮೇಲೆ ಹಣಕಾಸಿನ ನಿರ್ಧಾರಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳಬೇಡಿ.
lo: ເຄື່ອງຈຳລອງໜີ້ Aave ນີ້ແມ່ນທົດລອງ ແລະຢູ່ພາຍໃຕ້ການພັດທະນາຢ່າງຫ້າວຫັນ. ຢ່າເຮັດການຕັດສິນໃຈທາງດ້ານການເງິນໂດຍອີງໃສ່ຜົນໄດ້ຮັບຂອງແອັບຯນີ້.
mg: Ity simulator trosa Aave ity dia andrana ary eo amin'ny fampandrosoana mavitrika. Aza mandray fanapahan-kevitra ara-bola mifototra amin'ny valin'ity app ity fotsiny.
mi: Ko tenei simulator nama Aave he whakamatautau, kei te kaha te whakawhanaketanga. Kaua e whakatau moni i runga anake i nga hua o tenei taupānga.
mr: हे Aave कर्ज सिम्युलेटर प्रायोगिक आणि सक्रिय विकासाखाली आहे. केवळ या अॅपच्या निकालांवर आधारित आर्थिक निर्णय घेऊ नका.
mt: Dan is-simulatur tad-dejn Aave huwa sperimentali u taħt żvilupp attiv. M'għandekx tieħu deċiżjonijiet finanzjarji bbażati biss fuq ir-riżultati ta 'din l-app.
nn: Denne Aave gjeldssimulatoren er eksperimentell og under aktiv utvikling. Gjer ikkje økonomiske avgjerder basert berre på resultatet av denne appen.
oc: Aquest simulador de deute d'Aave és experimental i està en desenvolupament actiu. No prenguis decisions financeres basades únicament en els resultats d'aquesta aplicació.
or: ଏହି Aave debt ଣ ସିମୁଲେଟର ପରୀକ୍ଷାମୂଳକ ଏବଂ ସକ୍ରିୟ ବିକାଶ ଅଧୀନରେ | କେବଳ ଏହି ଆପର ଫଳାଫଳ ଉପରେ ଆଧାର କରି ଆର୍ଥିକ ନିଷ୍ପତ୍ତି ନିଅ ନାହିଁ |
pa: ਇਹ Aave ਕਰਜ਼ਾ ਸਿਮੂਲੇਟਰ ਪ੍ਰਯੋਗਾਤਮਕ ਅਤੇ ਕਿਰਿਆਸ਼ੀਲ ਵਿਕਾਸ ਅਧੀਨ ਹੈ। ਸਿਰਫ਼ ਇਸ ਐਪ ਦੇ ਨਤੀਜਿਆਂ ਦੇ ਆਧਾਰ 'ਤੇ ਵਿੱਤੀ ਫੈਸਲੇ ਨਾ ਲਓ।
ps: دا د Aave پور سمیلیټر تجربه او د فعال پرمختګ لاندې دی. یوازې د دې اپلیکیشن پایلو پراساس مالي پریکړې مه کوئ.
pt_br: Este simulador de dívida da Aave é experimental e está em desenvolvimento ativo. Não tome decisões financeiras com base apenas nos resultados deste aplicativo.
ru: Этот долговой симулятор Aave является экспериментальным и находится в стадии активной разработки. Не принимайте финансовые решения, основываясь только на результатах этого приложения.
rw: Iyi Aave yigana umwenda ni igeragezwa kandi iri mubikorwa byiterambere. Ntugafate ibyemezo byubukungu bishingiye gusa kubisubizo byiyi porogaramu.
sd: هي Aave قرض سمائيٽر تجرباتي ۽ فعال ترقي هيٺ آهي. صرف هن ايپ جي نتيجن جي بنياد تي مالي فيصلا نه ڪريو.
se: Dát Aave dávddasáni simuláhtor lea eksperimentála ja lea aktiivva ávdnas. Alehpet eaktodit málle dáid applikášuvnnain tulosii.
si: මෙම Aave ණය සිමියුලේටරය පර්යේෂණාත්මක සහ සක්‍රීය සංවර්ධනය යටතේ පවතී. මෙම යෙදුමේ ප්‍රතිඵල මත පමණක් මුල්‍ය තීරණ නොගන්න.
sw: Kiigaji hiki cha madeni cha Aave ni cha majaribio na kinaendelezwa kikamilifu. Usifanye maamuzi ya kifedha kulingana na matokeo ya programu hii pekee.
ta: இந்த Aave கடன் சிமுலேட்டர் சோதனை மற்றும் செயலில் வளர்ச்சியில் உள்ளது. இந்த பயன்பாட்டின் முடிவுகளின் அடிப்படையில் மட்டுமே நிதி முடிவுகளை எடுக்க வேண்டாம்.
te: ఈ Aave డెట్ సిమ్యులేటర్ ప్రయోగాత్మకమైనది మరియు యాక్టివ్ డెవలప్‌మెంట్‌లో ఉంది. కేవలం ఈ యాప్ ఫలితాల ఆధారంగా ఆర్థిక నిర్ణయాలు తీసుకోవద్దు.
tg: Ин симулятори қарзи Aave таҷрибавӣ ва дар ҳоли таҳияи фаъол аст. Танҳо дар асоси натиҷаҳои ин барнома қарорҳои молиявӣ қабул накунед.
tt: Бу Aave бурыч симуляторы эксперименталь һәм актив үсештә. Бу кушымта нәтиҗәләренә нигезләнеп финанс карарлар кабул итмәгез.
ug: بۇ Aave قەرز تەقلىدچىسى سىناق خاراكتېرلىك ۋە ئاكتىپ تەرەققىي قىلىۋاتقان. پەقەت بۇ ئەپنىڭ نەتىجىسىگە ئاساسەن مالىيە قارارى چىقارماڭ.
ur: یہ Aave قرض سمیلیٹر تجرباتی اور فعال ترقی کے تحت ہے۔ صرف اس ایپ کے نتائج کی بنیاد پر مالی فیصلے نہ کریں۔
vi: Trình mô phỏng nợ Aave này đang được thử nghiệm và đang được phát triển tích cực. Đừng đưa ra quyết định tài chính chỉ dựa trên kết quả của ứng dụng này.
xh: Esi silinganisi setyala le-Aave silingo kwaye siphantsi kophuhliso olusebenzayo. Sukuthatha izigqibo zemali ngokusekelwe kwiziphumo zale app.
zu: Lesi sifanisi sesikweletu se-Aave siyalinga futhi singaphansi kokuthuthukiswa okusebenzayo. Ungenzi izinqumo zezezimali ngokusekelwe emiphumeleni yalolu hlelo lokusebenza kuphela.

source: {assetSymbol} Price ({currencySymbol})
af: {assetSymbol} Prys ({currencySymbol})
am: {assetSymbol} ዋጋ ({currencySymbol})
ar_ma: {assetSymbol} السعر ({currencySymbol})
as: {assetSymbol} মূল্য ({currencySymbol})
az_cyrl_az: {assetSymbol} Qiymət ({currencySymbol})
br: {assetSymbol} Priz ({currencySymbol})
cy: {assetSymbol} Pris ({currencySymbol})
eo: {assetSymbol} Prezo ({currencySymbol})
eu: {assetSymbol} Prezioa ({currencySymbol})
fa: {assetSymbol} قیمت ({currencySymbol})
fo: {assetSymbol} Verð ({currencySymbol})
fy: {assetSymbol} Priis ({currencySymbol})
gd: {assetSymbol} Prìs ({currencySymbol})
gl: {assetSymbol} Prezo ({currencySymbol})
gu: {assetSymbol} કિંમત ({currencySymbol})
he: {assetSymbol} מחיר ({currencySymbol})
kk: {assetSymbol} Бағасы ({currencySymbol})
kn: {assetSymbol} ಬೆಲೆ ({currencySymbol})
lo: {assetSymbol} ລາຄາ ({currencySymbol})
mg: {assetSymbol} Vidiny ({currencySymbol})
mi: {assetSymbol} Utu ({currencySymbol})
mr: {assetSymbol} किंमत ({currencySymbol})
nn: {assetSymbol} Pris ({currencySymbol})
oc: {assetSymbol} Preu ({currencySymbol})
or: {assetSymbol} ମୂଲ୍ୟ ({currencySymbol})
pa: {assetSymbol} ਕੀਮਤ ({currencySymbol})
ps: {assetSymbol} قیمت ({currencySymbol})
pt_br: {assetSymbol} Preço ({currencySymbol})
ru: {assetSymbol} Цена ({currencySymbol})
rw: {assetSymbol} Igiciro ({currencySymbol})
sd: {assetSymbol} قيمت ({currencySymbol})
se: {assetSymbol} Prisa ({currencySymbol})
si: {assetSymbol} මිල ({currencySymbol})
sw: {assetSymbol} Bei ({currencySymbol})
te: {assetSymbol} ధర ({currencySymbol})
tg: {assetSymbol} Нарх ({currencySymbol})
tt: {assetSymbol} Бәя ({currencySymbol})
ug: {assetSymbol} باھاسى ({currencySymbol})
ur: {assetSymbol} قیمت ({currencySymbol})
vi: {assetSymbol} Giá ({currencySymbol})
xh: {assetSymbol} Ixabiso ({currencySymbol})
zu: {assetSymbol} Intengo ({currencySymbol})
