Repository: 0xCazador/defi-simulator
Catalog: src/locales/*/messages.po
Languages: af, am, ar_ma, as, az_cyrl_az, be, bg, bn, br, bs, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fil, fo, fr, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, nn, no, oc, or, pa, pl, ps, pt, pt_br, ro, ru, rw, sc, sd, se, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tr, tt, ug, uk, ur, uz, vi, xh, zu

source: Paste an address with an Aave debt position in the box above to visualize how changes to borrow/reserve assets affect the position's health factor and borrowing power.
af: Plak 'n adres met 'n Aave-skuldposisie in die blokkie hierbo om te visualiseer hoe veranderinge aan leen/reserwebates die posisie se gesondheidsfaktor en leenkrag beïnvloed.
am: ንብረቶችን ለመበደር/ለመቆጠብ ለውጦች እንዴት የስራ ቦታውን የጤና ሁኔታ እና የመበደር ሃይል ላይ ተጽዕኖ እንደሚያሳድሩ ለማየት ከላይ ባለው ሳጥን ውስጥ የAave ዕዳ ቦታ ያለበትን አድራሻ ይለጥፉ።
ar_ma: الصق عنوانًا مع وضع دين Aave في المربع أعلاه لتصور كيف تؤثر التغييرات في الاقتراض / الأصول الاحتياطية على عامل صحة الموقف وقوة الاقتراض.
as: ঋণ লোৱা/সংৰক্ষিত সম্পত্তিৰ পৰিৱৰ্তনে পজিচনৰ স্বাস্থ্য কাৰক আৰু ঋণ লোৱা শক্তিক কেনেদৰে প্ৰভাৱিত কৰে তাক কল্পনা কৰিবলৈ ওপৰৰ বাকচটোত এটা Aave ঋণৰ অৱস্থান থকা এটা ঠিকনা পেষ্ট কৰক।
az_cyrl_az: Borc/ehtiyat aktivlərində dəyişikliklərin vəzifənin sağlamlıq faktoruna və borclanma qabiliyyətinə necə təsir etdiyini vizuallaşdırmaq üçün yuxarıdakı qutuya Aave borc mövqeyi ilə ünvanı yapışdırın.
be: Устаўце адрас з пазыковай пазіцыяй Aave у поле вышэй, каб наглядна паказаць, як змены пазычаных/рэзерваваных актываў уплываюць на каэфіцыент здароўя пазіцыі і магчымасць запазычвання.
bg: Поставете адрес с дългова позиция на Aave в полето по-горе, за да визуализирате как промените в заетите/резервираните активи се отразяват върху фактора на състоянието на позицията и нейната кредитна сила.
bn: উপরের বাক্সে Aave ঋণের অবস্থান সহ একটি ঠিকানা পেস্ট করুন কিভাবে ধার/সংরক্ষিত সম্পদের পরিবর্তনগুলি অবস্থানের স্বাস্থ্য ফ্যাক্টর এবং ধার নেওয়ার ক্ষমতাকে প্রভাবিত করে।
br: Gleb an tesoù gant ur stummadur Aave en ar boestenn war-lerc'h evit gwelet penaos oberioù d'ar c'hontadenn-se a zegas war an hevelep hent ha nerzh ar goulenn hag ar c'halloud brezel.
bs: Zalijepite adresu sa Aave dužničkom pozicijom u okvir iznad da biste vizualizirali kako promjene pozajmljivanja/rezerviranja sredstava utiču na faktor zdravlja pozicije i moć zaduživanja.
ca: Enganxeu una adreça amb una posició de deute d'Aave al quadre de dalt per visualitzar com els canvis als actius de préstec/reserva afecten el factor de salut i el poder d'endeutament de la posició.
cs: Vložte adresu s dluhovou pozicí Aave do výše uvedeného pole a zobrazte, jak změny ve vypůjčených/rezervovaných aktivech ovlivňují faktor zdraví a výpůjční sílu pozice.
cy: Gludwch gyfeiriad gyda safle dyled Aave yn y blwch uchod i weld sut mae newidiadau i asedau benthyca/wrth gefn yn effeithio ar ffactor iechyd a phŵer benthyca'r sefyllfa.
da: Indsæt en adresse med en Aave-gældsposition i boksen ovenfor for at visualisere, hvordan ændringer i lån/reservering af aktiver påvirker positionens sundhedsfaktor og lånemulighed.
de: Fügen Sie eine Adresse mit einer Aave-Schuldenposition in das obige Feld ein, um zu veranschaulichen, wie sich Änderungen bei den Krediten/Rücklagen auf den Gesundheitsfaktor und die Kreditfähigkeit der Position auswirken.
el: Επικολλήστε μια διεύθυνση με μια θέση χρέους Aave στο παραπάνω πλαίσιο για να απεικονίσετε τον τρόπο με τον οποίο οι μεταβολές στα περιουσιακά στοιχεία που δανείζονται/διατηρούνται επηρεάζουν τον συντελεστή υγείας και τη δανειοληπτική ικανότητα της θέσης.
eo: Algluu adreson kun ŝuldopozicio de Aave en la skatolon supre por vidi kiel ŝanĝoj por prunti/rezervi aktivojn influas la sanfaktoron kaj pruntpovon de la pozicio.
es: Pegue una dirección con una posición de deuda Aave en el recuadro de arriba para visualizar cómo los cambios en los activos de préstamo/reserva afectan al factor de salud de la posición y a la capacidad de endeudamiento.
et: Sisestage aadress koos Aave võlapositsiooniga ülaltoodud kasti, et visualiseerida, kuidas muutused laenude/reservvarade osas mõjutavad positsiooni tervisetegurit ja laenuvõimet.
eu: Itsatsi goiko koadroan Aave zor posizioa duen helbide bat, maileguan/erreserbako aktiboen aldaketek posizioaren osasun-faktoreari eta zorpetze-ahalmenari nola eragiten dioten ikusteko.
fa: آدرسی را با موقعیت بدهی Aave در کادر بالا بچسبانید تا نحوه تأثیر تغییرات در دارایی‌های استقراض/ذخیره بر ضریب سلامت موقعیت و قدرت استقراض را تجسم کنید.
fi: Liitä osoite, jossa on Aave-velkapositio, yllä olevaan laatikkoon, jotta voit havainnollistaa, miten lainanotto-/varausvarojen muutokset vaikuttavat position terveystekijään ja lainanottokykyyn.
fil: Mag-paste ng isang address na may posisyon sa utang ng Aave sa kahon sa itaas upang mailarawan kung paano nakakaapekto ang mga pagbabago sa paghiram/pagreserba ng mga asset sa kadahilanang pangkalusugan at kapangyarihan ng paghiram ng posisyon.
fo: Lím ein adressu við eini Aave skuldastøðu í kassan omanfyri at vísa hvussu broytingar á lán/depotgjaldi ávirka støðuna sín heilsufaktor og lánamakt.
fr: Collez une adresse avec une position de dette Aave dans la boîte ci-dessus pour visualiser comment les changements d'actifs empruntés/réservés affectent le facteur de santé et le pouvoir d'emprunt de la position.
fy: Plak in adres mei in Aave-skuldposysje yn it fak hjirboppe om te fisualisearjen hoe't feroarings oan liene / reservearje fan aktiva beynfloedzje de sûnensfaktor en lienkrêft fan 'e posysje.
ga: Greamaigh seoladh le suíomh fiachais Ave sa bhosca thuas chun a fheiceáil conas a théann athruithe ar shócmhainní a fháil ar iasacht/a chur in áirithe i bhfeidhm ar fhachtóir sláinte agus ar chumhacht iasachtaíochta an tsuímh.
gd: Cuir a-steach seòladh le suidheachadh fiachan Aave sa bhogsa gu h-àrd gus faicinn mar a bheir atharrachaidhean air maoin iasad/glèidhte buaidh air feart slàinte an t-suidheachaidh agus cumhachd iasaid.
gl: Pega un enderezo cunha posición de débeda de Aave no cadro anterior para visualizar como os cambios nos activos de préstamo/reserva afectan o factor de saúde e o poder de endebedamento da posición.
gu: ઉધાર/અનામત અસ્કયામતો પોઝિશનના સ્વાસ્થ્ય પરિબળ અને ઉધાર શક્તિને કેવી રીતે અસર કરે છે તે જોવા માટે ઉપરના બૉક્સમાં Aave ડેટ પોઝિશન સાથેનું સરનામું પેસ્ટ કરો.
he: הדבק כתובת עם פוזיציית חוב של Aave בתיבה שלמעלה כדי לדמיין כיצד שינויים בנכסי הלוואות/רזרבה משפיעים על הגורם הבריאותי של הפוזיציה וכוח ההשאלה.
hi: यह देखने के लिए कि उधार/आरक्षित परिसंपत्तियों में परिवर्तन स्थिति के स्वास्थ्य कारक और उधार लेने की शक्ति को कैसे प्रभावित करते हैं, उपरोक्त बॉक्स में एवे ऋण स्थिति के साथ एक पता चिपकाएँ।
hr: Zalijepite adresu s dužničkom pozicijom Aave u gornji okvir kako biste vizualizirali kako promjene imovine za posuđivanje/rezerviranje utječu na čimbenik zdravlja pozicije i moć zaduživanja.
hu: Illesszen be egy címet egy Aave adósságpozícióval a fenti mezőbe, hogy láthatóvá tegye, hogyan befolyásolják a hitelfelvételi/tartalékolási eszközök változásai a pozíció egészségi tényezőjét és hitelfelvételi képességét.
hy: Տեղադրեք հասցե Aave պարտքի դիրքով վերևի դաշտում՝ պատկերացնելու համար, թե ինչպես են փոխառության/պահուստավորման ակտիվների փոփոխություններն ազդում դիրքի առողջական գործոնի և փոխառության հզորության վրա:
id: Tempelkan alamat dengan posisi utang Aave pada kotak di atas untuk memvisualisasikan bagaimana perubahan pada aset yang dipinjam/dicadangkan mempengaruhi faktor kesehatan posisi dan daya pinjam.
is: Límdu heimilisfang með Aave skuldastöðu í reitinn hér að ofan til að sjá hvernig breytingar á lántökum/varasjóðseignum hafa áhrif á heilsuþátt stöðunnar og lántökugetu.
it: Incollare un indirizzo con una posizione debitoria Aave nel riquadro qui sopra per visualizzare come le modifiche alle attività di prestito/riserva influenzano il fattore di salute e il potere di prestito della posizione.
ja: エイベの負債ポジションを持つ住所を上のボックスに貼り付けると、借入／準備資産の変更がポジションの健全性係数と借入余力にどのように影響するかを視覚化することができる。
ka: ჩასვით მისამართი Aave ვალის პოზიციით ზემოთ ველში, რათა წარმოიდგინოთ, როგორ მოქმედებს სესხის აღება/რეზერვის ცვლილებები პოზიციის ჯანმრთელობის ფაქტორზე და სესხის აღების ძალაზე.
kk: Қарыз/резервтік активтердегі өзгерістер позицияның денсаулық факторы мен қарыз алу қабілетіне қалай әсер ететінін көру үшін жоғарыдағы ұяшыққа Aave борыш позициясы бар мекенжайды қойыңыз.
km: បិទភ្ជាប់អាសយដ្ឋានដែលមានទីតាំងបំណុល Aave នៅក្នុងប្រអប់ខាងលើ ដើម្បីស្រមៃមើលពីរបៀបដែលការផ្លាស់ប្តូរក្នុងការខ្ចី/ទុនបម្រុងទ្រព្យសកម្មប៉ះពាល់ដល់កត្តាសុខភាពរបស់តំណែង និងអំណាចខ្ចី។
kn: ಎರವಲು/ಮೀಸಲು ಸ್ವತ್ತುಗಳ ಬದಲಾವಣೆಗಳು ಸ್ಥಾನದ ಆರೋಗ್ಯದ ಅಂಶ ಮತ್ತು ಎರವಲು ಶಕ್ತಿಯ ಮೇಲೆ ಹೇಗೆ ಪರಿಣಾಮ ಬೀರುತ್ತವೆ ಎಂಬುದನ್ನು ದೃಶ್ಯೀಕರಿಸಲು ಮೇಲಿನ ಬಾಕ್ಸ್‌ನಲ್ಲಿ Aave ಸಾಲದ ಸ್ಥಾನದೊಂದಿಗೆ ವಿಳಾಸವನ್ನು ಅಂಟಿಸಿ.
ky: Карызга/камдык активдерге өзгөртүүлөр позициянын ден соолук факторуна жана карыз алуу мүмкүнчүлүгүнө кандай таасир этээрин көрүү үчүн жогорудагы кутуга Aave карыз позициясы менен даректи чаптаңыз.
lb: Paste eng Adress mat enger Aave Scholdpositioun an der Këscht uewendriwwer fir ze visualiséieren wéi d'Ännerunge fir d'Verméigen ze léinen / reservéieren de Gesondheetsfaktor an d'Prêtkraaft vun der Positioun beaflossen.
lo: ວາງທີ່ຢູ່ທີ່ມີຕໍາແຫນ່ງຫນີ້ສິນ Aave ໃນປ່ອງຂ້າງເທິງເພື່ອເບິ່ງວ່າການປ່ຽນແປງການກູ້ຢືມ / ຊັບສິນສະຫງວນມີຜົນກະທົບຕໍ່ປັດໃຈສຸຂະພາບຂອງຕໍາແຫນ່ງແລະອໍານາດການກູ້ຢືມ.
lt: Į viršuje esantį langelį įklijuokite adresą su Aave skolos pozicija, kad pamatytumėte, kaip skolinto / rezervuoto turto pokyčiai veikia pozicijos sveikumo koeficientą ir skolinimosi galią.
lv: Ievietojiet adresi ar Aave parāda pozīciju augšējā lodziņā, lai vizualizētu, kā izmaiņas aizņemtos/rezerves aktīvos ietekmē pozīcijas veselības faktoru un aizņemšanās spēju.
mg: Apetaho eo amin'ny boaty etsy ambony ny adiresy misy ny toeran'ny trosa Aave mba hijerena ny fiantraikan'ny fiovana amin'ny fananan'ny findramam-bola/famatsiana amin'ny toe-pahasalaman'ny toerana sy ny herin'ny fampindramam-bola.
mi: Whakapirihia he wahitau me te tuunga nama Aave ki te pouaka i runga ake nei ki te whakaata i te paanga o nga huringa ki te nama/rahui rawa ki te take hauora me te mana nama nama.
mk: Залепете адреса со позиција на долг Aave во полето погоре за да визуелизирате како промените во позајмувањето/резервирањето на средствата влијаат на здравствениот фактор на позицијата и моќта на позајмување.
ml: കടം വാങ്ങുന്ന/റിസർവ് ആസ്തികളിലെ മാറ്റങ്ങൾ ആ സ്ഥാനത്തിന്റെ ആരോഗ്യ ഘടകത്തെയും കടമെടുക്കൽ ശക്തിയെയും എങ്ങനെ ബാധിക്കുമെന്ന് ദൃശ്യവൽക്കരിക്കാൻ മുകളിലെ ബോക്‌സിൽ Aave ഡെറ്റ് പൊസിഷനോടുകൂടിയ ഒരു വിലാസം ഒട്ടിക്കുക.
mn: Зээл авах/нөөцлөх хөрөнгийн өөрчлөлт нь тухайн албан тушаалын эрүүл мэндийн хүчин зүйл болон зээл авах чадварт хэрхэн нөлөөлж байгааг харуулахын тулд дээрх хайрцагт Aave өрийн байрлал бүхий хаягийг буулгана уу.
mr: कर्ज/आरक्षित मालमत्तेतील बदल पोझिशनच्या आरोग्य घटकावर आणि कर्ज घेण्याच्या शक्तीवर कसा परिणाम करतात याची कल्पना करण्यासाठी वरील बॉक्समध्ये Aave कर्ज स्थितीसह पत्ता पेस्ट करा.
ms: Tampalkan alamat dengan kedudukan hutang Aave dalam kotak di atas untuk menggambarkan cara perubahan pada aset meminjam/rizab mempengaruhi faktor kesihatan kedudukan dan kuasa peminjaman.
mt: Pasta indirizz b'pożizzjoni ta' dejn Aave fil-kaxxa t'hawn fuq biex tara kif il-bidliet għall-assi b'self/riżerva jaffettwaw il-fattur tas-saħħa tal-pożizzjoni u s-saħħa tas-self.
my: ပိုင်ဆိုင်မှုများ ချေးယူခြင်း/အရန်ငွေ အပြောင်းအလဲများသည် ရာထူး၏ ကျန်းမာရေးအချက်နှင့် ချေးငွေအာဏာအပေါ် မည်ကဲ့သို့ အကျိုးသက်ရောက်သည်ကို မြင်သာစေရန် အထက်အကွက်တွင် Aave ကြွေးမြီအနေအထားဖြင့် လိပ်စာကို ကူးထည့်ပါ။
ne: माथिको बाकसमा Aave ऋण स्थिति भएको ठेगाना टाँस्नुहोस् कि कसरी उधारो/रिजर्भ सम्पत्तिमा परिवर्तनहरूले स्थितिको स्वास्थ्य कारक र उधारो शक्तिलाई प्रभाव पार्छ।
nl: Plak een adres met een Aave-schuldpositie in het vak hierboven om te visualiseren hoe veranderingen in geleende/gereserveerde activa de gezondheidsfactor en het leenvermogen van de positie beïnvloeden.
nn: Lim inn ein adresse med ein Aave gjeldsposisjon i boksen over for å visualisere korleis endringar i låne-/reserveaktiva påverkar posisjonens helsefaktor og lånekraft.
no: Lim inn en adresse med en Aave-gjeldsposisjon i boksen ovenfor for å visualisere hvordan endringer i lån/reservering av eiendeler påvirker posisjonens helsefaktor og lånekraft.
oc: Copiar una adreça amb una posició de deute d'Aave a la caixa de dalt per visualitzar com els canvis en els actius de préstec/reserva afecten el factor de salut de la posició i el poder de préstec.
or: ଉପରୋକ୍ତ ବାକ୍ସରେ Aave debt ଣ ସ୍ଥିତି ସହିତ ଏକ ଠିକଣା ଲେପନ କରନ୍ତୁ ଯାହା କି orrow ଣ / ସଂରକ୍ଷଣ ସମ୍ପତ୍ତିରେ ପରିବର୍ତ୍ତନ କିପରି ସ୍ଥିତିର ସ୍ୱାସ୍ଥ୍ୟ କାରକ ଏବଂ owing ଣ ଶକ୍ତି ଉପରେ ପ୍ରଭାବ ପକାଇଥାଏ |
pa: ਉਧਾਰ/ਰਿਜ਼ਰਵ ਸੰਪਤੀਆਂ ਵਿੱਚ ਤਬਦੀਲੀਆਂ ਸਥਿਤੀ ਦੇ ਸਿਹਤ ਕਾਰਕ ਅਤੇ ਉਧਾਰ ਲੈਣ ਦੀ ਸ਼ਕਤੀ ਨੂੰ ਕਿਵੇਂ ਪ੍ਰਭਾਵਤ ਕਰਦੀਆਂ ਹਨ, ਇਹ ਦੇਖਣ ਲਈ ਉੱਪਰ ਦਿੱਤੇ ਬਕਸੇ ਵਿੱਚ Aave ਕਰਜ਼ੇ ਦੀ ਸਥਿਤੀ ਵਾਲਾ ਇੱਕ ਪਤਾ ਚਿਪਕਾਓ।
pl: Wklej adres z pozycją zadłużenia Aave w polu powyżej, aby zwizualizować, jak zmiany w aktywach pożyczkowych/rezerwowych wpływają na współczynnik kondycji pozycji i siłę pożyczkową.
ps: په پورتني بکس کې د Aave پور موقعیت سره پته پیسټ کړئ ترڅو وګورۍ چې څنګه د پور اخیستو / زیرمو شتمنیو بدلون د موقعیت روغتیا فاکتور او د پور اخیستلو ځواک اغیزه کوي.
pt: Cole um endereço com uma posição de dívida da Aave na caixa acima para visualizar como as alterações aos activos de empréstimo/reserva afectam o fator de saúde da posição e o poder de empréstimo.
pt_br: Cole um endereço com uma posição de dívida da Aave na caixa acima para visualizar como as alterações nos ativos de empréstimo/reserva afetam o fator de saúde e o poder de empréstimo da posição.
ro: Lipiți o adresă cu o poziție de datorie Aave în caseta de mai sus pentru a vizualiza modul în care modificările aduse activelor de împrumut/rezervă afectează factorul de sănătate și puterea de împrumut a poziției.
ru: Вставьте адрес с долговой позицией Aave в поле выше, чтобы визуализировать, как изменения в заемных/резервных активах влияют на коэффициент здоровья позиции и способность к заимствованию.
rw: Shyira adresse hamwe na Aave ideni ryumwanya mubisanduku hejuru kugirango wiyumvire uburyo impinduka zo kuguza / kubika umutungo zigira ingaruka kubuzima bwumwanya nimbaraga zo kuguza.
sc: Incolla un'indiritzu cun una positzione de debitu in Aave in su casu supra pro bideri comente is cambiamentos a is asset de prestitu/reserva influentzant su fattore de salude e sa capacidade de prestitu de sa positzione.
sd: مٿي ڏنل خاني ۾ Aave قرض جي پوزيشن سان پتو پيسٽ ڪريو اهو ڏسڻ لاءِ ته ڪيئن اثاثن کي قرض وٺڻ/رزرو ڪرڻ ۾ تبديليون پوزيشن جي صحت جي عنصر ۽ قرض وٺڻ واري طاقت کي متاثر ڪن ٿيون.
se: Lihkku sisa ovdal álgoálbmot Aave dávddasániid boksa bokte, de sáhtát vizualiseret go dávddasániid birra ávnnasit ja reservvaid ovddasvástádusa ja dávddasániid báhtariid.
si: ණය ගැනීමේ/සංචිත වත්කම්වල වෙනස්කම් තනතුරේ සෞඛ්‍ය සාධකයට සහ ණය ගැනීමේ බලයට බලපාන ආකාරය දෘශ්‍යමාන කිරීමට ඉහත කොටුවේ Aave ණය තත්ත්වය සහිත ලිපිනයක් අලවන්න.
sk: Vložte adresu s dlhovou pozíciou Aave do vyššie uvedeného poľa a zobrazte, ako zmeny v požičaných/rezervovaných aktívach ovplyvňujú faktor zdravia pozície a jej výpožičnú silu.
sl: V zgornje polje vstavite naslov z dolžniško pozicijo Aave, da bi prikazali, kako spremembe izposojenih/rezervacijskih sredstev vplivajo na faktor zdravja pozicije in njeno posojilno moč.
sq: Ngjitni një adresë me një pozicion borxhi Aave në kutinë e mësipërme për të vizualizuar se si ndryshimet në huamarrjen/rezervimin e aktiveve ndikojnë në faktorin shëndetësor të pozicionit dhe fuqinë e huamarrjes.
sr: Налепите адресу са Ааве позицијом дуга у оквир изнад да бисте визуелно приказали како промене позајмљивања/резервисања средстава утичу на здравствени фактор позиције и моћ задуживања.
sv: Klistra in en adress med en Aave-skuldposition i rutan ovan för att visualisera hur förändringar i upplåning/reservering av tillgångar påverkar positionens hälsofaktor och belåningsgrad.
sw: Bandika anwani iliyo na nafasi ya deni la Aave kwenye kisanduku kilicho hapo juu ili kuona jinsi mabadiliko ya kukopa/kuhifadhi mali yanavyoathiri hali ya afya ya nafasi na uwezo wa kukopa.
ta: கடன் வாங்குதல்/கையிருப்பு சொத்துகளில் ஏற்படும் மாற்றங்கள் பதவியின் ஆரோக்கியக் காரணி மற்றும் கடன் வாங்கும் சக்தியை எவ்வாறு பாதிக்கின்றன என்பதைக் காட்சிப்படுத்த, மேலே உள்ள பெட்டியில் Aave கடன் நிலையுடன் முகவரியை ஒட்டவும்.
te: అరువు/రిజర్వ్ ఆస్తులకు సంబంధించిన మార్పులు స్థానం యొక్క ఆరోగ్య కారకం మరియు రుణం తీసుకునే శక్తిని ఎలా ప్రభావితం చేస్తాయో చూడడానికి ఎగువ పెట్టెలో Aave డెట్ పొజిషన్‌తో చిరునామాను అతికించండి.
tg: Дар қуттии боло суроғаро бо мавқеъи қарзи Aave гузоред, то тасаввур кунед, ки чӣ гуна тағирот дар дороиҳои қарз/захира ба омили саломатӣ ва қобилияти қарзгирии мавқеъ таъсир мерасонад.
th: วางที่อยู่ที่มีตำแหน่งหนี้ Aave ในช่องด้านบนเพื่อให้เห็นภาพว่าการเปลี่ยนแปลงในการยืม/จองสินทรัพย์ส่งผลต่อปัจจัยด้านสุขภาพของตำแหน่งและอำนาจการยืมอย่างไร
tk: Karz / ätiýaçlyk aktiwlerine bolan üýtgeşmeleriň ýagdaýyň saglyk faktoryna we karz güýjüne nähili täsir edýändigini göz öňüne getirmek üçin ýokardaky gutujyga “Aave” karzy ýagdaýy bilen bir salgy goýuň.
tr: Borçlanma/rezerv varlıklarındaki değişikliklerin pozisyonun sağlık faktörünü ve borçlanma gücünü nasıl etkilediğini görselleştirmek için yukarıdaki kutuya Aave borç pozisyonu olan bir adres yapıştırın.
tt: Бурыч / резерв активларына үзгәрешләр позициянең сәламәтлек факторына һәм заем көченә ничек тәэсир итүен күз алдыгызга китерү өчен, Aave бурыч позициясе булган адресны өстәгез.
ug: يۇقىرىدىكى رامكىغا Aave قەرز ئورنى بار ئادرېسنى چاپلاپ ، قەرز / زاپاس مۈلۈككە ئۆزگەرتىشنىڭ ئورۇننىڭ ساغلاملىق ئامىلى ۋە قەرز ئېلىش كۈچىگە قانداق تەسىر كۆرسىتىدىغانلىقىنى تەسەۋۋۇر قىلىڭ.
uk: Вставте адресу з борговою позицією Aave у вікно вище, щоб візуалізувати, як зміни в позикових/резервних активах впливають на фактор здоров'я позиції та її позичкову спроможність.
ur: اوپر والے باکس میں Aave قرض کی پوزیشن کے ساتھ ایک پتہ چسپاں کریں تاکہ یہ تصور کیا جا سکے کہ قرض لینے/ریزرو اثاثوں میں تبدیلی کس طرح پوزیشن کے صحت کے عنصر اور قرض لینے کی طاقت کو متاثر کرتی ہے۔
uz: Qarz/zaxira aktivlaridagi oʻzgarishlar pozitsiyaning sogʻliq omili va qarz olish qobiliyatiga qanday taʼsir qilishini tasavvur qilish uchun yuqoridagi katakchaga Aave qarz pozitsiyasi bilan manzilni kiriting.
vi: Dán một địa chỉ có vị thế nợ Aave vào hộp ở trên để hình dung những thay đổi đối với tài sản vay/dự trữ ảnh hưởng như thế nào đến yếu tố sức khỏe và khả năng vay mượn của vị thế.
xh: Ncamathisela idilesi enetyala le-Aave kwibhokisi engentla ukuze ube nomfanekiso-ngqondweni wendlela utshintsho lokuboleka/ukugcina i-asethi luchaphazela imeko yempilo yesikhundla namandla okuboleka.
zu: Namathisela ikheli elinesimo sesikweletu se-Aave ebhokisini elingenhla ukuze ubone ngeso lengqondo ukuthi izinguquko zokuboleka/ukugcina izimpahla ziyithinta kanjani impilo yesikhundla namandla okuboleka.

source: Price Liquidation Scenario
af: Prys Likwidasie Scenario
am: የዋጋ ፈሳሽ ሁኔታ
ar_ma: سيناريو التصفية السعرية
as: মূল্য লিকুইডেচন পৰিস্থিতি
az_cyrl_az: Qiymətin ləğvi ssenarisi
be: Сцэнар ліквідацыі коштаў
bg: Сценарий за ликвидация на цената
bn: মূল্য লিকুইডেশন দৃশ্যকল্প
br: Skenario disklêriadur ar pris
bs: Scenario likvidacije cijena
ca: Escenari de liquidació de preus
cs: Scénář likvidace cen
cy: Senario Diddymu Prisiau
da: Scenarie for afvikling af priser
de: Preisliquidationsszenario
el: Σενάριο ρευστοποίησης τιμών
eo: Prezo Likvida Scenaro
es: Escenario de liquidación de precios
et: Hinna likvideerimise stsenaarium
eu: Prezioak likidatzeko eszenatokia
fa: سناریوی انحلال قیمت
fi: Hinnan likvidointiskenaario
fil: Sitwasyon ng Pagpuksa sa Presyo
fo: Uppgjaldsflæði
fr: Scénario de liquidation des prix
fy: Priis Liquidation Senario
ga: Cás Leachtaithe Praghsanna
gd: Suidheachadh Leudachadh Prìsean
gl: Escenario de liquidación de prezos
gu: ભાવ લિક્વિડેશન દૃશ્ય
he: תרחיש חיסול מחירים
hi: मूल्य परिसमापन परिदृश्य
hr: Scenarij likvidacije cijena
hu: Árfelszámolási forgatókönyv
hy: Գների լուծարման սցենար
id: Skenario Likuidasi Harga
is: Atburðarás verðslita
it: Scenario di liquidazione dei prezzi
ja: 価格清算シナリオ
ka: ფასის ლიკვიდაციის სცენარი
kk: Бағаны жою сценарийі
km: សេណារីយ៉ូនៃការទូទាត់ថ្លៃ
kn: ಬೆಲೆ ದಿವಾಳಿ ಸನ್ನಿವೇಶ
ky: Бааны жоюу сценарийи
lb: Präis Liquidatioun Szenario
lo: ສະຖານະການບັນຊີລາຄາ
lt: Kainų likvidavimo scenarijus
lv: Cenu likvidācijas scenārijs
mg: Scenario fanafoanana ny vidiny
mi: Utu Whakamutunga Tauari
mk: Сценарио за ликвидација на цени
ml: വില ലിക്വിഡേഷൻ രംഗം
mn: Үнэ татан буулгах хувилбар
mr: किंमत लिक्विडेशन परिदृश्य
ms: Senario Pembubaran Harga
mt: Xenarju ta' Likwidazzjoni tal-Prezz
my: စျေးနှုန်းဖျက်သိမ်းမှု ဇာတ်လမ်း
ne: मूल्य लिक्विडेशन परिदृश्य
nl: Prijs Liquidatiescenario
nn: Prislikvidasjonsscenarie
no: Scenario for prisavvikling
oc: Escenari de liquidacion de preu
or: ମୂଲ୍ୟ ଲିକ୍ୱିଡେସନ୍ ଦୃଶ୍ୟ |
pa: ਕੀਮਤ ਲਿਕਵਿਡੇਸ਼ਨ ਦ੍ਰਿਸ਼
pl: Scenariusz likwidacji cen
ps: د قیمت د لیوالتیا سناریو
pt: Cenário de liquidação de preços
pt_br: Cenário de liquidação de preços
ro: Scenariul de lichidare a prețurilor
ru: Сценарий ликвидации цен
rw: Ibiciro byo gusesa
sc: Scenario de liquidatzione de prezzu
sd: قيمت ختم ڪرڻ وارو منظر
se: Prisa buorrejuvvon oassi
si: මිල දියකර හැරීමේ අවස්ථාව
sk: Scenár cenovej likvidácie
sl: Scenarij likvidacije cen
sq: Skenari i Likuidimit të Çmimit
sr: Сценарио ликвидације цене
sv: Scenario för likvidation av priser
sw: Hali ya Kupunguza Bei
ta: விலை கலைப்பு காட்சி
te: ధర లిక్విడేషన్ దృశ్యం
tg: Сенарияи барҳамдиҳии нарх
th: สถานการณ์การชำระราคา
tk: Bahalary ýatyrmak ssenariisi
tr: Fiyat Tasfiyesi Senaryosu
tt: Бәяләрне бетерү сценариясе
ug: باھانى ئېنىقلاش سىنارىيەسى
uk: Сценарій ліквідації ціни
ur: قیمت لیکویڈیشن کا منظرنامہ
uz: Narxlarni tugatish stsenariysi
vi: Kịch bản thanh lý giá
xh: Ixabiso lokupheliswa kwemeko
zu: I-Price Liquidation Scenario
