Repository: 0xCazador/defi-simulator
Catalog: src/locales/*/messages.po
Languages: af, am, ar_ma, as, az_cyrl_az, be, bg, bn, br, bs, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fil, fo, fr, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, nn, no, oc, or, pa, pl, ps, pt, pt_br, ro, ru, rw, sc, sd, se, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tr, tt, ug, uk, ur, uz, vi, xh, zu

source: Want to go for a quick spin?
af: Wil jy vinnig gaan draai?
am: ለፈጣን ሽክርክሪት መሄድ ይፈልጋሉ?
ar_ma: تريد أن تذهب في جولة سريعة؟
as: দ্ৰুত ঘূৰিবলৈ যাব বিচাৰেনে?
az_cyrl_az: Sürətli fırlanma üçün getmək istəyirsiniz?
be: Хочаце хутка пакруціцца?
bg: Искате да направите бърза обиколка?
bn: একটি দ্রুত স্পিন জন্য যেতে চান?
br: C'hoant hoc'h eus mont evit ur c'harrusell berr?
bs: Želite li ići na brzo okretanje?
ca: Vols anar a fer una volta ràpida?
cs: Chcete se rychle projet?
cy: Eisiau mynd am dro cyflym?
da: Har du lyst til en hurtig tur?
de: Lust auf eine schnelle Spritztour?
el: Θέλετε να πάτε για μια γρήγορη βόλτα
eo: Ĉu vi volas rapide turniĝi?
es: ¿Quieres dar una vuelta rápida?
et: Tahad minna kiirele ringkäigule?
eu: Bira azkar bat egitera joan nahi?
fa: می خواهید برای یک چرخش سریع بروید؟
fi: Haluatko lähteä nopealle kierrokselle?
fil: Gusto mong pumunta para sa isang mabilis na pag-ikot?
fo: Vilt tú fara á ein snøggan túr?
fr: Envie de faire un petit tour ?
fy: Wolle jo gean foar in flugge spin?
ga: Ar mhaith leat dul le casadh tapa?
gd: A bheil thu airson a dhol airson tionndadh sgiobalta?
gl: Queres dar unha volta rápida?
gu: ઝડપી સ્પિન માટે જવા માંગો છો?
he: רוצה לצאת לסיבוב מהיר?
hi: क्या आप जल्दी घूमना चाहते हैं?
hr: Želite li se na brzinu vrtjeti?
hu: Szeretne egy gyors körre menni?
hy: Ցանկանու՞մ եք արագ պտտվել:
id: Ingin berputar-putar dengan cepat?
is: Langar þig að fara í snöggan snúning?
it: Volete fare un giro veloce?
ja: ちょっと走ってみる？
ka: გსურთ სწრაფად დატრიალდეთ?
kk: Жылдам айналдыруға барғыңыз келе ме?
km: ចង់ដើរលឿនមែនទេ?
kn: ತ್ವರಿತ ಸ್ಪಿನ್‌ಗೆ ಹೋಗಲು ಬಯಸುವಿರಾ?
ky: Тез айланууну каалайсызбы?
lb: Wëllt Dir e séieren spin goen?
lo: ຕ້ອງ​ການ​ໄປ​ສໍາ​ລັບ​ການ spin ໄວ​?
lt: Norite greitai pasivažinėti?
lv: Vēlaties ātri izbraukt?
mg: Te handeha hanao fihodinana haingana?
mi: Kei te hiahia koe ki te haere tere?
mk: Сакате да одите на брзо вртење?
ml: പെട്ടെന്ന് കറങ്ങാൻ പോകണോ?
mn: Та хурдан эргэлдмээр байна уу?
mr: द्रुत फिरकीसाठी जायचे आहे?
ms: Mahu pergi untuk pusingan cepat?
mt: Trid tmur għal spin malajr?
my: အမြန်လှည့်သွားချင်ပါသလား။
ne: द्रुत स्पिनको लागि जान चाहनुहुन्छ?
nl: Zin in een snelle rit?
nn: Vil du ta ein rask tur?
no: Har du lyst til å ta en rask tur?
oc: Vols fer una volta ràpida?
or: ଶୀଘ୍ର ସ୍ପିନ୍ ପାଇଁ ଯିବାକୁ ଚାହୁଁଛନ୍ତି କି?
pa: ਇੱਕ ਤੇਜ਼ ਸਪਿਨ ਲਈ ਜਾਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Chcesz się szybko przejechać?
ps: غواړئ د چټک سپن لپاره لاړ شئ؟
pt: Quer dar uma volta rápida?
pt_br: Quer dar uma volta rápida?
ro: Vrei să faci o tură rapidă?
ru: Хотите быстро прокатиться?
rw: Urashaka kujya kuzunguruka vuba?
sc: Bolis andare pro una girada rapida?
sd: جلدي اسپن لاءِ وڃڻ چاهيو ٿا؟
se: Leatgo ráhkadit gávdnat čuovvovaš?
si: ඉක්මන් භ්‍රමණයකට යාමට අවශ්‍යද?
sk: Chcete sa rýchlo previezť?
sl: Želite se na hitro zavrteti?
sq: Dëshironi të shkoni për një rrotullim të shpejtë?
sr: Желите да се брзо окренете?
sv: Vill du ta en snabb svängom?
sw: Je, ungependa kuzunguka haraka?
ta: விரைவான சுழற்சிக்கு செல்ல வேண்டுமா?
te: త్వరిత స్పిన్ కోసం వెళ్లాలనుకుంటున్నారా?
tg: Мехоҳед барои чарх задани зуд равед?
th: ต้องการที่จะหมุนอย่างรวดเร็ว?
tk: Çalt aýlanmak isleýärsiňizmi?
tr: Hızlı bir tur atmak ister misin?
tt: Тиз әйләнергә телисезме?
ug: تېز ئايلىنىشنى خالامسىز؟
uk: Хочете швидко проїхатися?
ur: ایک تیز گھومنے کے لئے جانا چاہتے ہیں؟
uz: Tez aylanishni xohlaysizmi?
vi: Bạn muốn quay nhanh?
xh: Ngaba ufuna ukuhamba ngokukhawuleza?
zu: Ingabe ufuna ukuyohlola ngokushesha?

source: in
am: ውስጥ
ar_ma: في
as: ভিতৰত
be: ст
bg: в
bn: ভিতরে
br: e
ca: en
cs: na adrese
cy: mewn
da: på
el: στο
eo: en
es: en
et: aadressil
eu: urtean
fa: که در
fi: osoitteessa
fil: sa
fo: í
fr: sur
fy: yn
ga: isteach
gd: anns
gl: en
gu: માં
he: ב
hi: में
hr: u
hu: a oldalon
hy: մեջ
id: di
is: inn
ja: において
kk: жылы
km: ក្នុង
kn: ಒಳಗೆ
ky: ичинде
lb: an
lo: ໃນ
lt: svetainėje
lv: vietnē
mi: i roto
mk: во
ml: ഇൻ
mr: मध्ये
ms: dalam
mt: fi
ne: मा
nn: i
no: i
oc: dins
or: ଭିତରେ
pa: ਵਿੱਚ
pl: w
ps: په
pt: em
pt_br: em
ro: în
ru: в
si: තුල
sk: na stránke
sl: na spletnem mestu
sq: në
sr: ин
sv: på
sw: katika
ta: உள்ளே
te: లో
tg: дар
th: ใน
tk: içinde
tr: içinde
tt: .әр сүзнең
uk: в
ur: میں
uz: ichida
vi: TRONG
xh: kwi
zu: phakathi

source: is an unofficial, open source, community-built Aave debt simulator.
af: is 'n nie-amptelike, oopbron, gemeenskapsgeboude Aave-skuldsimulator.
am: ኦፊሴላዊ ያልሆነ፣ ክፍት ምንጭ፣ በማህበረሰብ የተገነባ Aave ዕዳ ማስመሰያ ነው።
ar_ma: هو برنامج محاكاة ديون Aave غير رسمي ومفتوح المصدر ومبني من قبل المجتمع.
as: এটা বেচৰকাৰী, মুক্ত উৎস, সম্প্ৰদায়-নিৰ্মিত Aave ঋণ চিমুলেটৰ।
az_cyrl_az: qeyri-rəsmi, açıq mənbəli, cəmiyyət tərəfindən qurulmuş Aave borc simulyatorudur.
be: - гэта неафіцыйны сімулятар запазычанасці Aave з адкрытым зыходным кодам, створаны супольнасцю.
bg: е неофициален симулатор на дългове на Aave с отворен код, създаден от общността.
bn: একটি অনানুষ্ঠানিক, ওপেন সোর্স, সম্প্রদায়-নির্মিত Aave ঋণ সিমুলেটর।
br: Un aozadur, un doare digor, un doare a-dreuz-kumuniezh a zo Aave debt simulator.
bs: je neslužbeni simulator Aave duga otvorenog koda, izgrađen u zajednici.
ca: és un simulador de deute Aave no oficial, de codi obert i creat per la comunitat.
cs: je neoficiální, komunitní simulátor dluhu Aave s otevřeným zdrojovým kódem.
cy: yn efelychydd dyled Aave answyddogol, ffynhonnell agored, a adeiladwyd yn y gymuned.
da: er en uofficiel, open source, community-bygget Aave-gældssimulator.
de: ist ein inoffizieller, quelloffener, von der Gemeinschaft entwickelter Aave-Schuldensimulator.
el: είναι ένας ανεπίσημος, ανοικτού κώδικα, προσομοιωτής χρέους Aave που δημιουργήθηκε από την κοινότητα.
eo: estas neoficiala, malfermfonteca, komunum-konstruita Aave-ŝuldsimulilo.
es: es un simulador de deuda Aave no oficial, de código abierto y creado por la comunidad.
et: on mitteametlik, avatud lähtekoodiga, kogukonna poolt loodud Aave võlasimulaator.
eu: Komunitateak eraikitako Aave zor-simulatzaile ez-ofiziala da.
fa: شبیه ساز بدهی Aave غیررسمی، منبع باز، ساخته شده در جامعه است.
fi: on epävirallinen, avoimen lähdekoodin ja yhteisön rakentama Aave-velkasimulaattori.
fil: ay isang hindi opisyal, open source, binuo ng komunidad na Aave debt simulator.
fo: er ein óformellur, opinskjølur, samfelagsbygdur Aave skuldumuligevnari.
fr: est un simulateur de dette Aave non officiel, à code source ouvert et construit par la communauté.
fy: is in net-offisjele, iepen boarne, mienskipsboude Aave-skuldsimulator.
ga: is insamhlóir fiach Aave foinse oscailte neamhoifigiúil é.
gd: na simuladair fiachan Aave neo-oifigeil, stòr fosgailte, air a thogail leis a’ choimhearsnachd.
gl: é un simulador de débeda Aave non oficial de código aberto e construído pola comunidade.
gu: એક બિનસત્તાવાર, ઓપન સોર્સ, સમુદાય-નિર્મિત Aave ડેટ સિમ્યુલેટર છે.
he: הוא סימולטור חובות Aave לא רשמי, קוד פתוח, שנבנה בקהילה.
hi: एक अनौपचारिक, खुला स्रोत, समुदाय-निर्मित एवे ऋण सिम्युलेटर है।
hr: je neslužbeni Aave simulator duga otvorenog koda koji je izgradila zajednica.
hu: egy nem hivatalos, nyílt forráskódú, közösségi fejlesztésű Aave adósságszimulátor.
hy: ոչ պաշտոնական, բաց կոդով, համայնքի կողմից ստեղծված Aave պարտքի սիմուլյատոր է:
id: adalah simulator utang Aave yang tidak resmi, bersumber terbuka, dan dibangun oleh komunitas.
is: er óopinber, opinn uppspretta, samfélagsgerður Aave skuldahermi.
it: è un simulatore di debito Aave non ufficiale, open source e costruito dalla comunità.
ja: は、非公式のオープンソースで、コミュニティによって作られたAaveの債務シミュレーターである。
ka: არის არაოფიციალური, ღია კოდის, საზოგადოების მიერ აშენებული Aave ვალის სიმულატორი.
kk: бейресми, ашық бастапқы коды, қоғамдастық құрған Aave қарыз симуляторы.
km: គឺ​ជា​កម្មវិធី​ក្លែង​ធ្វើ​បំណុល Aave ដែល​បង្កើត​ឡើង​ដោយ​សហគមន៍។
kn: ಅನಧಿಕೃತ, ಮುಕ್ತ ಮೂಲ, ಸಮುದಾಯ-ನಿರ್ಮಿತ Aave ಸಾಲ ಸಿಮ್ಯುಲೇಟರ್ ಆಗಿದೆ.
ky: расмий эмес, ачык булак, коомчулук тарабынан курулган Aave карыз симулятору.
lb: ass en inoffiziellen, Open Source, Gemeinschaftsgebaute Aave Scholdsimulator.
lo: ເປັນການຈໍາລອງຫນີ້ສິນ Aave ທີ່ບໍ່ເປັນທາງການ, ແຫຼ່ງເປີດຂອງຊຸມຊົນ.
lt: yra neoficialus, atvirojo kodo, bendruomenės sukurtas "Aave" skolos simuliatorius.
lv: ir neoficiāls, atvērtā pirmkoda, kopienas izveidots Aave parāda simulators.
mg: dia loharano tsy ofisialy, loharano misokatra, simulator trosa Aave namboarin'ny vondrom-piarahamonina.
mi: he puna kore mana, he puna tuwhera, he simulator nama Aave i hangaia e te hapori.
mk: е неофицијален, отворен код, симулатор за долгови Aave изграден во заедницата.
ml: ഒരു അനൌദ്യോഗിക, ഓപ്പൺ സോഴ്സ്, കമ്മ്യൂണിറ്റി-ബിൽറ്റ് Aave ഡെറ്റ് സിമുലേറ്റർ ആണ്.
mn: нь албан бус, нээлттэй эх сурвалжтай, олон нийтийн бүтээсэн Aave өрийн симулятор юм.
mr: एक अनधिकृत, मुक्त स्रोत, समुदाय-निर्मित Aave कर्ज सिम्युलेटर आहे.
ms: ialah simulator hutang Aave yang tidak rasmi, sumber terbuka, bina komuniti.
mt: huwa simulatur tad-dejn Aave mhux uffiċjali, sors miftuħ, mibni mill-komunità.
my: တရားဝင်မဟုတ်သော၊ ပွင့်လင်းသောအရင်းအမြစ်၊ ရပ်ရွာတည်ဆောက်ထားသော Aave ကြွေးမြီ simulator တစ်ခုဖြစ်သည်။
ne: एक अनौपचारिक, खुला स्रोत, समुदाय-निर्मित Aave ऋण सिम्युलेटर हो।
nl: is een onofficiële, open source, door de gemeenschap gebouwde Aave-schuldsimulator.
nn: er en uoffisiell, åpen kildekode, samfunnsbygd Aave gjeldssimulator.
no: er en uoffisiell Aave-gjeldssimulator med åpen kildekode.
oc: es un simulador de deute d'Aave no oficial, de codi obert i construït per la comunitat.
or: ଏକ ଅଣଆନୁଷ୍ଠାନିକ, ମୁକ୍ତ ଉତ୍ସ, ସମ୍ପ୍ରଦାୟ-ନିର୍ମିତ Aave debt ଣ ସିମୁଲେଟର |
pa: ਇੱਕ ਅਣਅਧਿਕਾਰਤ, ਓਪਨ ਸੋਰਸ, ਕਮਿਊਨਿਟੀ ਦੁਆਰਾ ਬਣਾਇਆ Aave ਕਰਜ਼ਾ ਸਿਮੂਲੇਟਰ ਹੈ।
pl: to nieoficjalny, open source'owy, stworzony przez społeczność symulator zadłużenia Aave.
ps: یو غیر رسمي، خلاص سرچینه، د ټولنې لخوا جوړ شوی Aave پور سمیلیټر دی.
pt: é um simulador de dívida Aave não oficial, de código aberto e criado pela comunidade.
pt_br: é um simulador de dívida Aave não oficial, de código aberto e desenvolvido pela comunidade.
ro: este un simulator de datorie Aave, neoficial, cu sursă deschisă, construit de comunitate.
ru: это неофициальный симулятор долгов Aave с открытым исходным кодом, созданный сообществом.
rw: ni idasanzwe, ifungura isoko, yubatswe na Aave umwenda wigana.
sc: Est unu simuladore de debitu Aave non ufitziale, a còdighe abertu e construitu dae sa cumunitade.
sd: هڪ غير رسمي، کليل ذريعو، ڪميونٽي طرفان ٺهيل Aave قرض سمائيٽر آهي.
se: leat oahpponeapmi, åššuoaššu, oahpponeapmi-joavkkus Aave duššejuvvon simuláhtora.
si: යනු නිල නොවන, විවෘත මූලාශ්‍ර, ප්‍රජාව විසින් ගොඩනඟන ලද Aave ණය සිමියුලේටරයකි.
sk: je neoficiálny, komunitný simulátor dlhu Aave s otvoreným zdrojovým kódom.
sl: je neuradni odprtokodni simulator dolga Aave, ki ga je izdelala skupnost.
sq: është një imitues borxhi Aave jozyrtar, me burim të hapur, i ndërtuar nga komuniteti.
sr: је незванични симулатор дуга Ааве отвореног кода изграђен у заједници.
sv: är en inofficiell Aave-skuldsimulator med öppen källkod som byggts av gemenskapen.
sw: ni chanzo kisicho rasmi, chanzo wazi, kiigaji cha madeni cha Aave kilichojengwa na jumuiya.
ta: ஒரு அதிகாரப்பூர்வமற்ற, திறந்த மூல, சமூகத்தால் கட்டமைக்கப்பட்ட Aave கடன் சிமுலேட்டர்.
te: ఒక అనధికారిక, ఓపెన్ సోర్స్, కమ్యూనిటీ-బిల్ట్ Aave డెట్ సిమ్యులేటర్.
tg: як симулятори қарзи ғайрирасмӣ, кушодаасос, аз ҷониби ҷомеа сохташудаи Aave мебошад.
th: เป็นโปรแกรมจำลองหนี้ Aave แบบโอเพ่นซอร์สที่ไม่เป็นทางการและสร้างขึ้นโดยชุมชน
tk: resmi däl, açyk çeşme, jemgyýet tarapyndan gurlan Aave karz simulýatory.
tr: resmi olmayan, açık kaynaklı, topluluk tarafından oluşturulmuş bir Aave borç simülatörüdür.
tt: рәсми булмаган, ачык чыганак, җәмгыять тарафыннан төзелгән Aave бурыч симуляторы.
ug: غەيرىي رەسمىي ، ئوچۇق مەنبەلىك ، مەھەللە قۇرغان Aave قەرز تەقلىدچىسى.
uk: це неофіційний борговий симулятор Aave з відкритим вихідним кодом, створений спільнотою.
ur: ایک غیر سرکاری، اوپن سورس، کمیونٹی سے بنایا ہوا Aave قرض سمیلیٹر ہے۔
uz: norasmiy, ochiq manba, jamiyat tomonidan qurilgan Aave qarz simulyatori.
vi: là một công cụ mô phỏng nợ Aave không chính thức, mã nguồn mở, do cộng đồng xây dựng.
xh: ngumthombo ongekho semthethweni, ovulelekileyo, owakhiwe ngamatyala e-Aave abahlali.
zu: iwumthombo ongekho emthethweni, ovulekile, isifanisi sesikweletu se-Aave esakhelwe umphakathi.

source: {0, plural, one {market} other {markets}}
af: { 0, plural, one {mark} other {markte} }
am: { 0, plural, one {ገበያ} other {ገበያዎች} }
ar_ma: { 0, plural, zero {الأسواق} one {سوق} two {الأسواق} few {الأسواق} many {الأسواق} other {الأسواق} }
as: { 0, plural, one {বজাৰ} other {বজাৰসমূহ} }
az_cyrl_az: { 0, plural, one {bazar} other {bazarlar} }
be: { 0, plural, one {рынак} few {рынкі} other {рынкі} }
bg: { 0, plural, one {пазар} other {пазари} }
bn: { 0, plural, one {বাজার} other {বাজার} }
br: { 0, plural, one {merkad} two {merkadoù} few {merkadoù} many {merkadoù} other {merkadoù} }
bs: { 0, plural, one {tržište} few {tržišta} other {tržišta} }
ca: { 0, plural, one {mercat} other {mercats} }
cs: { 0, plural, one {trh} few {trhy} other {trhy} }
cy: { 0, plural, zero {marchnadoedd} one {marchnad} two {marchnadoedd} few {marchnadoedd} many {marchnadoedd} other {marchnadoedd} }
da: { 0, plural, one {marked} other {markeder} }
de: { 0, plural, one {markt} other {märkte} }
el: { 0, plural, one {αγορά} other {αγορές} }
eo: { 0, plural, one {merkato} other {merkatoj} }
es: { 0, plural, one {mercado} other {mercados} }
et: { 0, plural, one {turg} other {turud} }
eu: { 0, plural, one {merkatua} other {merkatuak} }
fa: { 0, plural, one {بازار} other {بازارها} }
fi: { 0, plural, one {markkinat} other {markkinat} }
fil: { 0, plural, one {merkado} other {mga pamilihan} }
fo: { 0, plural, one {marknaður} other {marknaðir} }
fr: { 0, plural, one {marché} other {marchés} }
fy: { 0, plural, one {merk} other {merken} }
ga: { 0, plural, one {margadh} two {margaí} few {margaí} many {margaí} other {margaí} }
gd: { 0, plural, one {mhargaidh} two {margaidhean} few {margaidhean} other {margaidhean} }
gl: { 0, plural, one {mercado} other {mercados} }
gu: { 0, plural, one {બજાર} other {બજારો} }
he: { 0, plural, one {שׁוּק} two {שווקים} many {שווקים} other {שווקים} }
hi: { 0, plural, one {बाज़ार} other {बाज़ार} }
hr: { 0, plural, one {tržište} few {tržišta} other {tržišta} }
hu: { 0, plural, one {piac} other {piacok} }
hy: { 0, plural, one {շուկա} other {շուկաներ} }
id: { 0, plural, other {pasar} }
is: { 0, plural, one {markaði} other {mörkuðum} }
it: { 0, plural, one {mercato} other {mercati} }
ja: { 0, plural, other {マーケット} }
ka: { 0, plural, one {ბაზარი} other {ბაზრები} }
kk: { 0, plural, one {нарық} other {нарықтар} }
km: { 0, plural, other {ទីផ្សារ} }
kn: { 0, plural, one {ಮಾರುಕಟ್ಟೆ} other {ಮಾರುಕಟ್ಟೆಗಳು} }
ky: { 0, plural, one {базар} other {базарлар} }
lb: { 0, plural, one {Maart} other {Mäert} }
lo: { 0, plural, other {ຕະຫຼາດ} }
lt: { 0, plural, one {rinka} few {rinkos} other {rinkos} }
lv: { 0, plural, zero {tirgi} one {tirgus} other {tirgi} }
mg: { 0, plural, one {tsena} other {tsena} }
mi: { 0, plural, one {maakete} other {maakete} }
mk: { 0, plural, one {пазар} other {пазари} }
ml: { 0, plural, one {വിപണി} other {വിപണികൾ} }
mn: { 0, plural, one {зах зээл} other {захууд} }
mr: { 0, plural, one {बाजार} other {बाजार} }
ms: { 0, plural, other {pasaran} }
mt: { 0, plural, one {suq} few {swieq} many {swieq} other {swieq} }
my: { 0, plural, other {စျေးကွက်များ} }
ne: { 0, plural, one {बजार} other {बजारहरू} }
nl: { 0, plural, one {markt} other {markten} }
nn: { 0, plural, one {marknad} other {marknader} }
no: { 0, plural, one {marked} other {markeder} }
oc: { 0, plural, one {mercat} other {mercats} }
or: { 0, plural, one {ବଜାର} other {ବଜାର} }
pa: { 0, plural, one {ਬਾਜ਼ਾਰ} other {ਬਾਜ਼ਾਰ} }
pl: { 0, plural, one {rynek} few {rynki} other {rynki} }
ps: { 0, plural, one {بازار} other {بازارونه} }
pt: { 0, plural, one {mercado} other {mercados} }
pt_br: { 0, plural, one {mercado} other {mercados} }
ro: { 0, plural, one {piață} few {piețe} other {piețe} }
ru: { 0, plural, one {рынок} few {рынки} other {рынки} }
rw: { 0, plural, one {isoko} other {amasoko} }
sc: { 0, plural, one {mercatu} other {mercatos} }
sd: { 0, plural, one {مارڪيٽ} other {مارڪيٽون} }
se: { 0, plural, one {markedit} two {markedit} other {markedit} }
si: { 0, plural, one {වෙලඳපොල} other {වෙලඳපොලවල්} }
sk: { 0, plural, one {trh} few {trhy} other {trhy} }
sl: { 0, plural, one {trg} two {trgi} few {trgi} other {trgi} }
sq: { 0, plural, one {tregu} other {tregjet} }
sr: { 0, plural, one {тржиште} few {тржишта} other {тржишта} }
sv: { 0, plural, one {marknad} other {marknader} }
sw: { 0, plural, one {soko} other {masoko} }
ta: { 0, plural, one {சந்தை} other {சந்தைகள்} }
te: { 0, plural, one {సంత} other {మార్కెట్లు} }
tg: { 0, plural, one {бозор} other {бозорҳо} }
th: { 0, plural, other {ตลาด} }
tk: { 0, plural, one {bazary} other {bazarlary} }
tr: { 0, plural, one {pazar} other {pazarlar} }
tt: { 0, plural, one {базар} other {базарлары} }
ug: { 0, plural, one {بازار} other {بازار} }
uk: { 0, plural, one {ринок} few {ринки} other {ринки} }
ur: { 0, plural, one {مارکیٹ} other {بازاروں} }
uz: { 0, plural, one {bozor} other {bozorlar} }
vi: { 0, plural, other {thị trường} }
xh: { 0, plural, one {imarike} other {iimarike} }
zu: { 0, plural, one {imakethe} other {izimakethe} }

source: {0, plural, one {position} other {positions}}
af: { 0, plural, one {posisie} other {posisies} }
am: { 0, plural, one {አቀማመጥ} other {አቀማመጦች} }
ar_ma: { 0, plural, zero {المواقف} one {موضع} two {المواقف} few {المواقف} many {المواقف} other {المواقف} }
as: { 0, plural, one {অৱস্থান} other {অৱস্থানসমূহ} }
az_cyrl_az: { 0, plural, one {mövqe} other {vəzifələr} }
be: { 0, plural, one {становішча} few {пазіцыі} other {пазіцыі} }
bg: { 0, plural, one {позиция} other {позиции} }
bn: { 0, plural, one {অবস্থান} other {অবস্থান} }
br: { 0, plural, one {lec''h} two {lec''hioù} few {lec''hioù} many {lec''hioù} other {lec''hioù} }
bs: { 0, plural, one {pozicija} few {pozicije} other {pozicije} }
ca: { 0, plural, one {posició} other {posicions} }
cs: { 0, plural, one {pozice} few {pozice} other {pozice} }
cy: { 0, plural, zero {swyddi} one {sefyllfa} two {swyddi} few {swyddi} many {swyddi} other {swyddi} }
da: { 0, plural, one {position} other {stillinger} }
de: { 0, plural, one {position} other {positionen} }
el: { 0, plural, one {θέση} other {θέσεις} }
eo: { 0, plural, one {pozicio} other {pozicioj} }
es: { 0, plural, one {posición} other {posiciones} }
et: { 0, plural, one {positsioon} other {positsioonid} }
eu: { 0, plural, one {posizioa} other {posizioak} }
fa: { 0, plural, one {موقعیت} other {موقعیت ها} }
fi: { 0, plural, one {asema} other {asemat} }
fil: { 0, plural, one {posisyon} other {mga posisyon} }
fo: { 0, plural, one {støða} other {støður} }
fy: { 0, plural, one {posysje} other {posysjes} }
ga: { 0, plural, one {post} two {seasaimh} few {seasaimh} many {seasaimh} other {seasaimh} }
gd: { 0, plural, one {suidheachadh} two {dreuchdan} few {dreuchdan} other {dreuchdan} }
gl: { 0, plural, one {posición} other {posicións} }
gu: { 0, plural, one {સ્થિતિ} other {હોદ્દાઓ} }
he: { 0, plural, one {עמדה} two {עמדות} many {עמדות} other {עמדות} }
hi: { 0, plural, one {पद} other {पदों} }
hr: { 0, plural, one {položaj} few {pozicije} other {pozicije} }
hu: { 0, plural, one {pozíció} other {pozíciók} }
hy: { 0, plural, one {դիրք} other {պաշտոններ} }
id: { 0, plural, other {posisi} }
is: { 0, plural, one {stöðu} other {stöður} }
it: { 0, plural, one {posizione} other {posizioni} }
ja: { 0, plural, other {ポジション} }
ka: { 0, plural, one {პოზიცია} other {პოზიციები} }
kk: { 0, plural, one {позиция} other {позициялар} }
km: { 0, plural, other {មុខតំណែង} }
kn: { 0, plural, one {ಸ್ಥಾನ} other {ಸ್ಥಾನಗಳು} }
ky: { 0, plural, one {позиция} other {кызмат орундары} }
lb: { 0, plural, one {Positioun} other {Positiounen} }
lo: { 0, plural, other {ຕໍາແໜ່ງ} }
lt: { 0, plural, one {pozicija} few {pozicijos} other {pozicijos} }
lv: { 0, plural, zero {pozīcijas} one {pozīcija} other {pozīcijas} }
mg: { 0, plural, one {toerana} other {toerana} }
mi: { 0, plural, one {tūnga} other {tūranga} }
mk: { 0, plural, one {позиција} other {позиции} }
ml: { 0, plural, one {സ്ഥാനം} other {സ്ഥാനങ്ങൾ} }
mn: { 0, plural, one {байрлал} other {албан тушаал} }
mr: { 0, plural, one {स्थिती} other {पोझिशन्स} }
ms: { 0, plural, other {jawatan} }
mt: { 0, plural, one {pożizzjoni} few {pożizzjonijiet} many {pożizzjonijiet} other {pożizzjonijiet} }
my: { 0, plural, other {ရာထူးများ} }
ne: { 0, plural, one {स्थिति} other {पदहरू} }
nl: { 0, plural, one {positie} other {posities} }
nn: { 0, plural, one {posisjon} other {posisjonar} }
no: { 0, plural, one {posisjon} other {posisjoner} }
oc: { 0, plural, one {posicion} other {posicions} }
or: { 0, plural, one {ଅବସ୍ଥାନ} other {ପଦଗୁଡିକ} }
pa: { 0, plural, one {ਸਥਿਤੀ} other {ਅਹੁਦੇ} }
pl: { 0, plural, one {pozycja} few {pozycje} other {pozycje} }
ps: { 0, plural, one {موقعیت} other {پوستونه} }
pt: { 0, plural, one {posição} other {posições} }
pt_br: { 0, plural, one {posição} other {posições} }
ro: { 0, plural, one {poziția} few {poziții} other {poziții} }
ru: { 0, plural, one {позиция} few {позиции} other {позиции} }
rw: { 0, plural, one {umwanya} other {imyanya} }
sc: { 0, plural, one {positzione} other {positziones} }
sd: { 0, plural, one {پوزيشن} other {پوزيشنون} }
se: { 0, plural, one {pozisuvdna} two {pozisuvdnat} other {pozisuvdnat} }
si: { 0, plural, one {තනතුර} other {තනතුරු} }
sk: { 0, plural, one {pozícia} few {pozície} other {pozície} }
sl: { 0, plural, one {položaj} two {pozicije} few {pozicije} other {pozicije} }
sq: { 0, plural, one {pozicion} other {pozicionet} }
sr: { 0, plural, one {положај} few {позиције} other {позиције} }
sv: { 0, plural, one {position} other {positioner} }
sw: { 0, plural, one {nafasi} other {nafasi} }
ta: { 0, plural, one {நிலை} other {பதவிகள்} }
te: { 0, plural, one {స్థానం} other {పదవులు} }
tg: { 0, plural, one {мавқеъ} other {мавқеъҳо} }
th: { 0, plural, other {ตำแหน่ง} }
tk: { 0, plural, one {ýagdaýy} other {wezipeleri} }
tr: { 0, plural, one {pozisyon} other {pozisyonlar} }
tt: { 0, plural, one {позиция} other {позицияләр} }
ug: { 0, plural, one {ئورنى} other {ئورۇن} }
uk: { 0, plural, one {позиція} few {позиції} other {позиції} }
ur: { 0, plural, one {پوزیشن} other {عہدوں} }
uz: { 0, plural, one {pozitsiya} other {pozitsiyalar} }
vi: { 0, plural, other {vị trí} }
xh: { 0, plural, one {isikhundla} other {izikhundla} }
zu: { 0, plural, one {isikhundla} other {izikhundla} }
