Repository: 0xCazador/defi-simulator
Catalog: src/locales/*/messages.po
Languages: af, am, ar_ma, as, az_cyrl_az, be, bg, bn, br, bs, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fil, fo, fr, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, nn, no, oc, or, pa, pl, ps, pt, pt_br, ro, ru, rw, sc, sd, se, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tr, tt, ug, uk, ur, uz, vi, xh, zu

source: Add {0} Asset
af: Voeg {0} bate by
am: አክል {0} ንብረት
ar_ma: أضف {0} أصل
as: {0} সম্পত্তি যোগ কৰক
az_cyrl_az: {0} Aktiv əlavə edin
be: Дадаць актывы {0}.
bg: Добавяне на актив {0}
bn: {0} সম্পদ যোগ করুন
br: Ouzhpennañ Asset {0}
bs: Dodaj {0} sredstvo
ca: Afegeix el recurs {0}.
cs: Přidat položku {0} Asset
cy: Ychwanegu {0} Ased
da: Tilføj {0} aktiv
de: Hinzufügen {0} Asset
el: Προσθέστε {0} Περιουσιακό στοιχείο
eo: Aldonu {0} Aktivaĵon
es: Añadir activo {0}
et: Lisa {0} vara
eu: Gehitu {0} erreproduzigaia
fa: دارایی {0} را اضافه کنید
fi: Lisää {0} omaisuuserä
fil: Magdagdag ng {0} Asset
fo: Legg til {0} virði
fr: Ajouter {0} Actif
ga: Cuir {0} Sócmhainn leis
gd: Cuir ris {0} so-mhaoin
gl: Engade {0} recurso
gu: {0} સંપત્તિ ઉમેરો
he: הוסף נכס {0}
hi: {0} संपत्ति जोड़ें
hr: Dodaj {0} sredstvo
hu: Hozzáadás {0} eszköz
hy: Ավելացնել {0} ակտիվ
id: Tambahkan Aset {0}
is: Bæta við {0} eign
it: Aggiungere {0} Attività
ja: {0}]アセットを追加
ka: დაამატეთ {0} აქტივი
kk: {0} активін қосыңыз
km: បន្ថែម {0} ទ្រព្យសកម្ម
kn: {0} ಸ್ವತ್ತು ಸೇರಿಸಿ
ky: {0} активин кошуңуз
lo: ເພີ່ມ {0} ຊັບສິນ
lt: Pridėti {0} Turtas
lv: Pievienot {0} aktīvu
mg: Ampio {0} fananana
mi: Tāpiri {0} Rawa
mk: Додадете {0} средство
ml: {0} അസറ്റ് ചേർക്കുക
mn: {0} хөрөнгийг нэмнэ үү
mr: {0} मालमत्ता जोडा
ms: Tambah {0} Aset
mt: Żid {0} Assi
my: {0} ပိုင်ဆိုင်မှုကို ထည့်ပါ။
ne: {0} सम्पत्ति थप्नुहोस्
nl: Activa {0} toevoegen
nn: Legg til {0} eiendel
no: Legg til {0} eiendel
oc: Apondre l'actiu {0}
or: {0} ସମ୍ପତ୍ତି ଯୋଡନ୍ତୁ |
pa: {0} ਸੰਪਤੀ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj zasób {0}
ps: د {0} شتمنۍ اضافه کړئ
pt: Adicionar {0} Ativo
pt_br: Adicionar {0} Ativo
ro: Adăugați {0} Activ
ru: Добавить {0} Актив
rw: Ongeraho {0} Umutungo
sc: Agiunghe Asset {0}
sd: شامل ڪريو {0} اثاثو
se: Add {0} Ovdamearkka
si: {0} වත්කම් එක් කරන්න
sk: Pridať majetok {0}
sl: Dodaj premoženje {0}
sq: Shto aktivin {0}
sr: Додај {0} средство
sv: Lägg till {0} Tillgång
sw: Ongeza Kipengee cha {0}
ta: {0} சொத்தைச் சேர்க்கவும்
te: {0} ఆస్తిని జోడించండి
tg: Иловаи {0} дорои
th: เพิ่มเนื้อหา {0}
tk: {0} Aktiw goşuň
tr: {0}] Varlık Ekle
tt: {0} активны өстәгез
ug: {0} مۈلۈك قوشۇڭ
uk: Додати {0} Актив
ur: {0} اثاثہ شامل کریں۔
uz: {0} aktivini qoʻshing
vi: Thêm nội dung {0}
xh: Yongeza {0} Asset
zu: Engeza ifa elingu-{0}

source: Add, remove, and modify asset prices and quantities below to visualize changes to health factor and borrowing power.
af: Voeg by, verwyder en wysig batepryse en -hoeveelhede hieronder om veranderinge aan gesondheidsfaktor en leenkrag te visualiseer.
am: በጤና ሁኔታ እና በብድር ኃይል ላይ የተደረጉ ለውጦችን ለማየት ከዚህ በታች ያለውን የንብረት ዋጋ እና መጠን ይጨምሩ፣ ያስወግዱ እና ያሻሽሉ።
ar_ma: قم بإضافة وإزالة وتعديل أسعار الأصول وكمياتها أدناه لتصور التغييرات في عامل الصحة وقوة الاقتراض.
as: স্বাস্থ্য কাৰক আৰু ঋণ লোৱা শক্তিৰ পৰিৱৰ্তন কল্পনা কৰিবলৈ তলত সম্পত্তিৰ মূল্য আৰু পৰিমাণ যোগ, আঁতৰোৱা আৰু পৰিবৰ্তন কৰক।
az_cyrl_az: Sağlamlıq faktoru və borclanma gücündə dəyişiklikləri vizuallaşdırmaq üçün aşağıdakı aktiv qiymətlərini və kəmiyyətlərini əlavə edin, silin və dəyişdirin.
be: Дадавайце, выдаляйце і змяняйце цэны і колькасць актываў ніжэй, каб візуалізаваць змены каэфіцыента здароўя і магчымасці пазыкі.
bg: Добавяйте, премахвайте и променяйте цените и количествата на активите по-долу, за да визуализирате промените в здравния фактор и заемната сила.
bn: স্বাস্থ্য ফ্যাক্টর এবং ধার নেওয়ার ক্ষমতার পরিবর্তনগুলি কল্পনা করতে নীচে সম্পদের দাম এবং পরিমাণ যোগ করুন, সরান এবং সংশোধন করুন।
br: Ouzhpennañ, tennañ ha kemm ober war ar prizoù ha kwantitezhioù ispisial evit gwelet kemmoù ar faktor-sevel hag ar galloud prenañ.
bs: Dodajte, uklonite i izmijenite cijene i količine sredstava u nastavku kako biste vizualizirali promjene zdravstvenog faktora i moći zaduživanja.
ca: Afegiu, elimineu i modifiqueu els preus i les quantitats dels actius a continuació per visualitzar els canvis en el factor de salut i el poder d'endeutament.
cs: Níže můžete přidávat, odebírat a upravovat ceny a množství aktiv a vizualizovat tak změny faktoru zdraví a výpůjční síly.
cy: Ychwanegu, dileu, ac addasu prisiau asedau a meintiau isod i ddelweddu newidiadau i ffactorau iechyd a phŵer benthyca.
da: Tilføj, fjern og ændr aktivpriser og mængder nedenfor for at visualisere ændringer i sundhedsfaktor og lånekraft.
de: Fügen Sie unten Preise und Mengen von Vermögenswerten hinzu, entfernen Sie sie und ändern Sie sie, um Änderungen des Gesundheitsfaktors und der Kreditfähigkeit zu veranschaulichen.
el: Προσθέστε, αφαιρέστε και τροποποιήστε τις παρακάτω τιμές και ποσότητες περιουσιακών στοιχείων για να απεικονίσετε τις αλλαγές στον παράγοντα υγείας και τη δανειοληπτική ικανότητα.
eo: Aldonu, forigu kaj modifu valoraĵprezojn kaj kvantojn sube por bildigi ŝanĝojn al sanfaktoro kaj pruntpovo.
es: Añada, elimine y modifique los precios de los activos y las cantidades a continuación para visualizar los cambios en el factor salud y la capacidad de endeudamiento.
et: Lisage, eemaldage ja muutke allpool esitatud varade hindu ja koguseid, et visualiseerida muutusi terviseteguris ja laenuvõimes.
eu: Gehitu, kendu eta aldatu aktiboen prezioak eta kantitateak behean osasun faktorean eta zorpetzeko ahalmenean izandako aldaketak ikusteko.
fa: برای تجسم تغییرات در فاکتور سلامت و قدرت استقراض، قیمت و مقادیر دارایی را اضافه، حذف و اصلاح کنید.
fi: Lisää, poista ja muuta alla olevia omaisuuserien hintoja ja määriä visualisoidaksesi terveystekijän ja lainanottovoiman muutokset.
fil: Magdagdag, mag-alis, at magbago ng mga presyo at dami ng asset sa ibaba upang mailarawan ang mga pagbabago sa kadahilanang pangkalusugan at kapangyarihan sa paghiram.
fo: Legg til, tak burtur og broyt prísir og magn niðanfyri fyri at vísa broytingar á heilsufaktorinum og lánakraftinum.
fr: Ajoutez, supprimez et modifiez les prix des actifs et les quantités ci-dessous pour visualiser les changements du facteur santé et du pouvoir d'emprunt.
fy: Foegje ûndersteande aktivaprizen en -hoeveelheden ta, fuortsmite en wizigje om feroaringen yn sûnensfaktor en lienkrêft te visualisearjen.
ga: Cuir leis, bain, agus modhnaigh praghsanna sócmhainní agus cainníochtaí thíos chun athruithe ar fhachtóirí sláinte agus ar chumhacht iasachtaíochta a fheiceáil.
gd: Cuir ris, thoir air falbh, agus atharraich prìsean so-mhaoin agus meudan gu h-ìosal gus atharrachaidhean ann am feart slàinte agus cumhachd iasaid fhaicinn.
gl: Engade, elimina e modifica os prezos e cantidades dos activos a continuación para visualizar os cambios no factor de saúde e no poder de endebedamento.
gu: આરોગ્ય પરિબળ અને ઉધાર શક્તિમાં ફેરફારોની કલ્પના કરવા માટે નીચેની સંપત્તિની કિંમતો અને જથ્થાઓને ઉમેરો, દૂર કરો અને સંશોધિત કરો.
he: הוסף, הסר ושנה את מחירי וכמויות הנכסים למטה כדי לדמיין שינויים בגורם הבריאותי ובכוח ההשאלה.
hi: स्वास्थ्य कारक और उधार लेने की शक्ति में परिवर्तनों की कल्पना करने के लिए नीचे परिसंपत्ति की कीमतों और मात्राओं को जोड़ें, हटाएं और संशोधित करें।
hr: Dodajte, uklonite i modificirajte cijene i količine imovine u nastavku kako biste vizualizirali promjene faktora zdravlja i moći zaduživanja.
hu: Adjon hozzá, távolítson el és módosítsa el az alábbi eszközárakat és -mennyiségeket az egészségtényező és a hitelfelvételi képesség változásainak megjelenítéséhez.
hy: Ավելացրեք, հեռացրեք և փոփոխեք ակտիվների գներն ու քանակը ստորև՝ առողջության գործոնի և փոխառության ուժի փոփոխությունները պատկերացնելու համար:
id: Tambahkan, hapus, dan ubah harga dan jumlah aset di bawah ini untuk memvisualisasikan perubahan pada faktor kesehatan dan kekuatan pinjaman.
is: Bættu við, fjarlægðu og breyttu eignaverði og magni hér að neðan til að sjá breytingar á heilsuþáttum og lántöku.
it: Aggiungete, rimuovete e modificate i prezzi e le quantità degli asset per visualizzare le variazioni del fattore salute e del potere di prestito.
ja: 以下の資産価格と数量を追加、削除、変更し、健康因子と借入パワーの変化を視覚化する。
ka: დაამატეთ, წაშალეთ და შეცვალეთ აქტივების ფასები და რაოდენობა ქვემოთ, რათა ვიზუალურად წარმოიდგინოთ ცვლილებები ჯანმრთელობის ფაქტორში და სესხის აღების ძალაში.
kk: Денсаулық факторы мен қарыз алу қабілетінің өзгерістерін визуализациялау үшін төмендегі актив бағасы мен санын қосыңыз, жойыңыз және өзгертіңіз.
km: បន្ថែម ដកចេញ និងកែប្រែតម្លៃទ្រព្យសកម្ម និងបរិមាណខាងក្រោម ដើម្បីស្រមៃមើលការផ្លាស់ប្តូរកត្តាសុខភាព និងថាមពលខ្ចី។
kn: ಆರೋಗ್ಯದ ಅಂಶ ಮತ್ತು ಎರವಲು ಶಕ್ತಿಯ ಬದಲಾವಣೆಗಳನ್ನು ದೃಶ್ಯೀಕರಿಸಲು ಕೆಳಗಿನ ಆಸ್ತಿ ಬೆಲೆಗಳು ಮತ್ತು ಪ್ರಮಾಣಗಳನ್ನು ಸೇರಿಸಿ, ತೆಗೆದುಹಾಕಿ ಮತ್ತು ಮಾರ್ಪಡಿಸಿ.
ky: Ден соолук факторунун жана карыз алуу жөндөмүнүн өзгөрүшүн визуалдаштыруу үчүн төмөндөгү активдердин баасын жана санын кошуп, алып салыңыз жана өзгөртүңүз.
lb: Füügt, läscht a ännert Verméigenspräisser a Quantitéiten hei drënner fir Ännerungen am Gesondheetsfaktor a Prêtkraaft ze visualiséieren.
lo: ເພີ່ມ, ລຶບ, ແລະແກ້ໄຂລາຄາຊັບສິນ ແລະປະລິມານຂ້າງລຸ່ມນີ້ເພື່ອສະແດງພາບການປ່ຽນແປງຕໍ່ກັບປັດໄຈສຸຂະພາບ ແລະພະລັງງານການກູ້ຢືມ.
lt: Toliau pridėkite, pašalinkite ir pakeiskite turto kainas ir kiekius, kad vizualizuotumėte sveikatos veiksnio ir skolinimosi galios pokyčius.
lv: Pievienojiet, noņemiet un mainiet turpmāk norādītās aktīvu cenas un daudzumus, lai vizualizētu veselības faktora un aizņemšanās spējas izmaiņas.
mg: Ampio, esory ary ovay ny vidin'ny fananana sy ny habetsahana eto ambany mba hijerena ny fiovan'ny toe-pahasalamana sy ny herin'ny fampindram-bola.
mi: Tāpiri, tango, whakarerekē i ngā utu rawa me ngā rahinga kei raro nei hei tiro i ngā huringa ki te take hauora me te mana nama.
mk: Додајте, отстранувајте и изменете ги цените и количините на средствата подолу за да ги визуелизирате промените на здравствениот фактор и моќта на позајмување.
ml: ആരോഗ്യ ഘടകത്തിലെയും കടമെടുക്കൽ ശക്തിയിലെയും മാറ്റങ്ങൾ ദൃശ്യവൽക്കരിക്കുന്നതിന് താഴെയുള്ള അസറ്റ് വിലകളും അളവുകളും ചേർക്കുക, നീക്കം ചെയ്യുക, പരിഷ്‌ക്കരിക്കുക.
mn: Эрүүл мэндийн хүчин зүйл болон зээл авах чадварын өөрчлөлтийг дүрслэн харуулахын тулд доорх хөрөнгийн үнэ болон тоо хэмжээг нэмж, хасч, өөрчил.
mr: आरोग्य घटक आणि कर्ज घेण्याच्या शक्तीतील बदलांची कल्पना करण्यासाठी खाली मालमत्ता किंमती आणि प्रमाण जोडा, काढा आणि सुधारित करा.
ms: Tambah, alih keluar dan ubah suai harga dan kuantiti aset di bawah untuk menggambarkan perubahan pada faktor kesihatan dan kuasa peminjaman.
mt: Żid, neħħi, u mmodifika l-prezzijiet tal-assi u l-kwantitajiet hawn taħt biex tara bidliet fil-fattur tas-saħħa u s-saħħa tas-self.
my: ကျန်းမာရေးအချက်နှင့် ငွေချေးခြင်းဆိုင်ရာ အပြောင်းအလဲများကို မြင်သာစေရန် အောက်ဖော်ပြပါ ပိုင်ဆိုင်မှုစျေးနှုန်းများနှင့် ပမာဏများကို ပေါင်းထည့်၊ ဖယ်ရှားပြီး ပြင်ဆင်ပါ။
ne: स्वास्थ्य कारक र उधारो शक्तिमा परिवर्तनहरू कल्पना गर्न तल सम्पत्ति मूल्यहरू र मात्राहरू थप्नुहोस्, हटाउनुहोस् र परिमार्जन गर्नुहोस्।
nl: Voeg hieronder activaprijzen en hoeveelheden toe, verwijder ze en pas ze aan om veranderingen in de gezondheidsfactor en het leenvermogen te visualiseren.
nn: Legg til, fjern og endre pris og mengde på eiendeler nedenfor for å visualisere endringer i helsefaktor og lånekraft.
no: Legg til, fjern og endre aktivapriser og -mengder nedenfor for å visualisere endringer i helsefaktor og lånekraft.
oc: Ajusta, suprimís e modificatz los preus e las quantitats dels actius çaijós per visualizar los cambiaments del factor de salut e del poder d'emprunt.
or: ସ୍ factor ାସ୍ଥ୍ୟ କାରକ ଏବଂ owing ଣ ଶକ୍ତିରେ ପରିବର୍ତ୍ତନକୁ ଭିଜୁଆଲ୍ କରିବାକୁ ନିମ୍ନରେ ସମ୍ପତ୍ତି ମୂଲ୍ୟ ଏବଂ ପରିମାଣ ଯୋଡନ୍ତୁ, ଅପସାରଣ କରନ୍ତୁ ଏବଂ ପରିବର୍ତ୍ତନ କରନ୍ତୁ |
pa: ਸਿਹਤ ਕਾਰਕ ਅਤੇ ਉਧਾਰ ਸ਼ਕਤੀ ਵਿੱਚ ਤਬਦੀਲੀਆਂ ਦੀ ਕਲਪਨਾ ਕਰਨ ਲਈ ਹੇਠਾਂ ਸੰਪੱਤੀ ਦੀਆਂ ਕੀਮਤਾਂ ਅਤੇ ਮਾਤਰਾਵਾਂ ਨੂੰ ਸ਼ਾਮਲ ਕਰੋ, ਹਟਾਓ ਅਤੇ ਸੰਸ਼ੋਧਿਤ ਕਰੋ।
pl: Dodawaj, usuwaj i modyfikuj ceny i ilości aktywów poniżej, aby wizualizować zmiany współczynnika zdrowia i siły pożyczkowej.
ps: د روغتیا فکتور او پور اخیستلو ځواک کې بدلونونو لیدو لپاره لاندې د شتمنیو نرخونه او مقدارونه اضافه کړئ ، لرې کړئ ، او تعدیل کړئ.
pt: Adicione, remova e modifique os preços e as quantidades dos activos abaixo para visualizar as alterações no fator saúde e no poder de endividamento.
pt_br: Adicione, remova e modifique os preços e as quantidades dos ativos abaixo para visualizar as mudanças no fator de saúde e no poder de empréstimo.
ro: Adăugați, eliminați și modificați prețurile și cantitățile de active de mai jos pentru a vizualiza modificările factorului de sănătate și ale puterii de împrumut.
ru: Добавляйте, удаляйте и изменяйте цены и количество активов ниже, чтобы визуализировать изменения коэффициента здоровья и заемной силы.
rw: Ongeraho, ukureho, kandi uhindure ibiciro byumutungo nubunini hepfo kugirango ugaragaze impinduka kubintu byubuzima nimbaraga zo kuguza.
sc: Agiungi, rimuovi e modifica preziu e quantidades de su beni in bassu pro bideri cambiamentos a su fattore de salude e a sa capacidade de prestitziu.
sd: شامل ڪريو، هٽايو، ۽ تبديل ڪريو اثاثن جي قيمتن ۽ مقدار کي هيٺ ڏنل صحت جي عنصر ۽ قرض وٺڻ واري طاقت ۾ تبديلين کي ڏسڻ لاءِ.
se: Addet, jearat ja doarjut áššet prisa ja muvvat ala buohcciviesus ja áššisvuođas.
si: සෞඛ්‍ය සාධකයට සහ ණය ගැනීමේ බලයට සිදුවන වෙනස්කම් දෘශ්‍යමාන කිරීමට පහත වත්කම් මිල සහ ප්‍රමාණ එකතු කරන්න, ඉවත් කරන්න, සහ වෙනස් කරන්න.
sk: Pridávajte, odstraňujte a upravujte ceny a množstvá aktív nižšie, aby ste vizualizovali zmeny faktora zdravia a výpožičnej sily.
sl: Dodajte, odstranite in spremenite spodnje cene in količine sredstev, da prikažete spremembe dejavnika zdravja in posojilne moči.
sq: Shtoni, hiqni dhe modifikoni çmimet dhe sasitë e aseteve më poshtë për të vizualizuar ndryshimet në faktorin shëndetësor dhe fuqinë e huamarrjes.
sr: Додајте, уклоните и измените цене и количине средстава у наставку да бисте визуелно приказали промене здравственог фактора и моћи задуживања.
sv: Lägg till, ta bort och modifiera tillgångspriser och kvantiteter nedan för att visualisera förändringar i hälsofaktor och lånekraft.
sw: Ongeza, ondoa na urekebishe bei na idadi ya mali hapa chini ili kuona mabadiliko kwenye kipengele cha afya na uwezo wa kukopa.
ta: உடல்நலக் காரணி மற்றும் கடன் வாங்கும் திறன் ஆகியவற்றில் ஏற்படும் மாற்றங்களைக் காட்சிப்படுத்த, கீழே உள்ள சொத்து விலைகள் மற்றும் அளவுகளைச் சேர்க்கவும், அகற்றவும் மற்றும் மாற்றவும்.
te: ఆరోగ్య అంశం మరియు రుణం తీసుకునే శక్తికి సంబంధించిన మార్పులను దృశ్యమానం చేయడానికి దిగువన ఉన్న ఆస్తి ధరలు మరియు పరిమాణాలను జోడించండి, తీసివేయండి మరియు సవరించండి.
tg: Барои дидани тағирот дар омили саломатӣ ва қобилияти қарзгирӣ, нархҳо ва миқдорҳои дороиҳоро дар зер илова, хориҷ ва тағир диҳед.
th: เพิ่ม ลบ และแก้ไขราคาสินทรัพย์และปริมาณด้านล่างเพื่อให้เห็นภาพการเปลี่ยนแปลงปัจจัยด้านสุขภาพและอำนาจการกู้ยืม
tk: Saglyk faktoryna we karz güýjüne üýtgeşmeleri göz öňüne getirmek üçin aşakdaky aktiwleriň bahalaryny we mukdaryny goşuň, aýyryň we üýtgediň.
tr: Sağlık faktörü ve borçlanma gücündeki değişiklikleri görselleştirmek için aşağıdaki varlık fiyatlarını ve miktarlarını ekleyin, çıkarın ve değiştirin.
tt: Сәламәтлек факторына һәм заем көченә үзгәрешләрне күз алдына китерү өчен, актив бәяләрен һәм күләмнәрен өстәгез, бетерегез һәм үзгәртегез.
ug: تۆۋەندە مۈلۈك باھاسى ۋە مىقدارىنى قوشۇش ، چىقىرىۋېتىش ۋە ئۆزگەرتىش ئارقىلىق ساغلاملىق ئامىلى ۋە قەرز ئېلىش كۈچىنىڭ ئۆزگىرىشىنى تەسەۋۋۇر قىلىڭ.
uk: Додавайте, видаляйте та змінюйте ціни на активи та їх кількість нижче, щоб візуалізувати зміни у факторі здоров'я та кредитоспроможності.
ur: صحت کے عنصر اور قرض لینے کی طاقت میں تبدیلیوں کو دیکھنے کے لیے نیچے اثاثوں کی قیمتوں اور مقداروں کو شامل کریں، ہٹائیں اور ان میں ترمیم کریں۔
uz: Sog'liqni saqlash omili va qarz olish qobiliyatidagi o'zgarishlarni ko'rish uchun quyidagi aktivlar narxi va miqdorlarini qo'shing, olib tashlang va o'zgartiring.
vi: Thêm, xóa và sửa đổi giá và số lượng tài sản bên dưới để trực quan hóa các thay đổi đối với hệ số sức khỏe và khả năng vay mượn.
xh: Yongeza, susa, kwaye ulungise amaxabiso e-asethi kunye nezixa ezingezantsi ukuze ubone utshintsho kwizinto zempilo kunye namandla okuboleka.
zu: Engeza, susa, futhi ulungise izintengo zempahla namanani ngezansi ukuze ubone izinguquko kusici sezempilo namandla okuboleka.

source: Address copied to clipboard!
af: Adres na knipbord gekopieer!
am: አድራሻ ወደ ቅንጥብ ሰሌዳ ተቀድቷል!
ar_ma: تم نسخ العنوان إلى الحافظة!
as: ঠিকনা ক্লিপবোৰ্ডলৈ কপি কৰা হৈছে!
az_cyrl_az: Ünvan buferə kopyalandı!
be: Адрас скапіраваны ў буфер абмену!
bg: Адресът е копиран в клипборда!
bn: ঠিকানা ক্লিপবোর্ডে অনুলিপি করা হয়েছে!
br: Postel kopietaet!
bs: Adresa je kopirana u međuspremnik!
ca: S'ha copiat l'adreça al porta-retalls!
cs: Adresa zkopírována do schránky!
cy: Cyfeiriad wedi'i gopïo i'r clipfwrdd!
da: Adresse kopieret til udklipsholder!
de: Adresse in die Zwischenablage kopiert!
el: Η διεύθυνση αντιγράφηκε στο πρόχειρο!
eo: Adreso kopiita al tondujo!
es: Dirección copiada en el portapapeles
et: Aadress kopeeritud lõikelauale!
eu: Helbidea arbelean kopiatu da!
fa: آدرس در کلیپ بورد کپی شد!
fi: Osoite kopioitu leikepöydälle!
fil: Nakopya ang address sa clipboard!
fo: Adressan er kopierad til klippiborðið!
fr: Adresse copiée dans le presse-papiers !
fy: Adres kopiearre nei klamboerd!
ga: Cóipeáladh an seoladh chuig an ngearrthaisce!
gd: Seòladh air a chopaigeadh chun a’ bhòrd bhidio!
gl: Enderezo copiado no portapapeis!
gu: સરનામું ક્લિપબોર્ડ પર કૉપિ કર્યું!
he: הכתובת הועתקה ללוח!
hi: पता क्लिपबोर्ड पर कॉपी किया गया!
hr: Adresa kopirana u međuspremnik!
hu: Cím másolva a vágólapra!
hy: Հասցեն պատճենվեց clipboard-ում:
id: Alamat disalin ke papan klip!
is: Heimilisfang afritað á klemmuspjald!
it: Indirizzo copiato negli appunti!
ja: クリップボードにコピーされたアドレス！
ka: მისამართი კოპირებულია ბუფერში!
kk: Мекенжай алмасу буферіне көшірілді!
km: អាសយដ្ឋានត្រូវបានចម្លងទៅក្ដារតម្បៀតខ្ទាស់!
kn: ವಿಳಾಸವನ್ನು ಕ್ಲಿಪ್‌ಬೋರ್ಡ್‌ಗೆ ನಕಲಿಸಲಾಗಿದೆ!
ky: Дарек алмашуу буферине көчүрүлдү!
lb: Adress kopéiert op Clipboard!
lo: ສຳເນົາທີ່ຢູ່ໃສ່ຄລິບບອດແລ້ວ!
lt: Adresas nukopijuotas į iškarpinę!
lv: Adrese nokopēta uz starpliktuvi!
mg: Adiresy voadika amin'ny solaitrabe!
mi: Ko te wahitau i kape ki te papatopenga!
mk: Адресата е копирана во таблата со исечоци!
ml: വിലാസം ക്ലിപ്പ്ബോർഡിലേക്ക് പകർത്തി!
mn: Хаягийг санах ой руу хуулсан!
mr: पत्ता क्लिपबोर्डवर कॉपी केला!
ms: Alamat disalin ke papan keratan!
mt: Indirizz ikkupjat fil-clipboard!
my: လိပ်စာကို ကလစ်ဘုတ်သို့ ကူးယူထားသည်။
ne: ठेगाना क्लिपबोर्डमा प्रतिलिपि गरियो!
nl: Adres gekopieerd naar klembord!
nn: Adresse kopiert til utklippstavlen!
no: Adresse kopiert til utklippstavlen!
oc: Adreça copiada al porta-retz!
or: କ୍ଲିପବୋର୍ଡରେ ଠିକଣା କପି ହୋଇଛି!
pa: ਪਤਾ ਕਲਿੱਪਬੋਰਡ 'ਤੇ ਕਾਪੀ ਕੀਤਾ ਗਿਆ!
pl: Adres skopiowany do schowka!
ps: پته کلپ بورډ ته کاپي شوې!
pt: Endereço copiado para a área de transferência!
pt_br: Endereço copiado para a área de transferência!
ro: Adresă copiată în clipboard!
ru: Адрес скопирован в буфер обмена!
rw: Aderesi yimuwe kuri clip clip!
sc: Indiritzu copiadu in su clipboard!
sd: پتو ڪلپ بورڊ تي نقل ڪيو ويو!
se: Adres leamaš čáhppes!
si: ලිපිනය පසුරු පුවරුවට පිටපත් කරන ලදී!
sk: Adresa skopírovaná do schránky!
sl: Naslov kopiran v odložišče!
sq: Adresa u kopjua në kujtesën e fragmenteve!
sr: Адреса је копирана у међуспремник!
sv: Adress kopierad till urklipp!
sw: Anwani imenakiliwa kwenye ubao wa kunakili!
ta: முகவரி கிளிப்போர்டுக்கு நகலெடுக்கப்பட்டது!
te: చిరునామా క్లిప్‌బోర్డ్‌కి కాపీ చేయబడింది!
tg: Суроға ба буфер нусхабардорӣ карда шуд!
th: คัดลอกที่อยู่ไปยังคลิปบอร์ดแล้ว!
tk: Salgy paneli göçürildi!
tr: Adres panoya kopyalandı!
tt: Адрес буферга күчерелде!
ug: چاپلاش تاختىسىغا كۆچۈرۈلگەن ئادرېس!
uk: Адреса скопійована в буфер обміну!
ur: پتہ کلپ بورڈ پر کاپی ہو گیا!
uz: Manzil vaqtinchalik xotiraga nusxalandi!
vi: Đã sao chép địa chỉ vào khay nhớ tạm!
xh: Idilesi ikhutshelwe kwibhodi eqhotyoshwayo!
zu: Ikheli likopishelwe ebhodini lokunamathisela!

source: Apply
af: Doen aansoek
am: ያመልክቱ
ar_ma: يتقدم
as: প্ৰয়োগ কৰক
az_cyrl_az: Müraciət edin
be: Ужыць
bg: Направете заявка на
bn: আবেদন করুন
br: Staliañ
bs: Prijavite se
ca: Aplicar
cs: Použít
cy: Ymgeisiwch
da: Anvend
de: Bewerbung
el: Εφαρμογή
eo: Apliki
es: Solicitar
et: Rakenda
eu: Aplikatu
fa: درخواست دادن
fi: Hae
fil: Mag-apply
fo: Umsøk
fr: Appliquer
fy: Tapasse
ga: Cuir iarratas isteach
gd: Cuir a-steach
gl: Solicitar
gu: અરજી કરો
he: להגיש מועמדות
hi: आवेदन करना
hr: primijeniti
hu: Alkalmazza a
hy: Դիմել
id: Menerapkan
is: Sækja um
it: Applicare
ja: 適用
ka: მიმართეთ
kk: Қолдану
km: អនុវត្ត
kn: ಅನ್ವಯಿಸು
ky: Колдонуу
lb: Gëlle
lo: ສະໝັກ
lt: Taikyti
lv: Piesakies
mg: AMPIHARO
mi: Tonoa
mk: Пријавете се
ml: അപേക്ഷിക്കുക
mn: Өргөдөл гаргах
mr: अर्ज करा
ms: Mohon
mt: Applika
my: လျှောက်ထားပါ။
ne: निवेदन गर्नु
nl: Toepassen
nn: Bruk
no: Søke
oc: Aplicar
or: ପ୍ରୟୋଗ କରନ୍ତୁ |
pa: ਲਾਗੂ ਕਰੋ
pl: Zastosuj
ps: درخواست وکړئ
pt: Aplicar
pt_br: Aplicar
ro: Aplicați
ru: Применить
rw: Koresha
sc: Applica
sd: لاڳو ڪريو
se: Geavahit
si: අයදුම් කරන්න
sk: Aplikovať
sl: Uporabi
sq: Aplikoni
sr: Применити
sv: Tillämpa
sw: Omba
ta: விண்ணப்பிக்கவும்
te: దరఖాస్తు చేసుకోండి
tg: Муроҷиат кунед
th: นำมาใช้
tk: Giriş
tr: Başvurmak
tt: Кулланыгыз
ug: ئىلتىماس قىلىڭ
uk: Подати заявку
ur: درخواست دیں
uz: Murojaat qiling
vi: Áp dụng
xh: Faka isicelo
zu: Faka isicelo

source: Available to Borrow:
af: Beskikbaar om te leen:
am: ለመበደር ይገኛል፡-
ar_ma: متاح للاقتراض:
as: ঋণ ল'বলৈ উপলব্ধ:
az_cyrl_az: Borc almaq üçün mövcuddur:
be: Даступна для пазыкі:
bg: На разположение за заемане:
bn: ধার পাওয়া যায়:
br: Kinniget da Gostiañ:
bs: Dostupno za posudbu:
ca: Disponible per en préstec:
cs: K dispozici k vypůjčení:
cy: Ar gael i'w Benthyg:
da: Tilgængelig til udlån:
de: Verfügbar zum Ausleihen:
el: Διαθέσιμο για δανεισμό:
eo: Havebla por Pruntepreni:
es: Disponible para préstamo:
et: Saadaval laenutada:
eu: Maileguan eskuragarri:
fa: در دسترس برای قرض گرفتن:
fi: Lainattavissa:
fil: Magagamit para Hiram:
fo: Til láns:
fr: Disponible à l'emprunt :
fy: Beskikber om te lienen:
ga: Ar fáil ar iasacht:
gd: Ri fhaighinn air iasad:
gl: Dispoñible para préstamo:
gu: ઉધાર લેવા માટે ઉપલબ્ધ:
he: זמין להשאלה:
hi: उधार लेने के लिए उपलब्ध:
hr: Dostupno za posudbu:
hu: Kölcsönözhető:
hy: Հասանելի է փոխառելու համար.
id: Tersedia untuk Dipinjam:
is: Hægt að lána:
it: Disponibile al prestito:
ja: 貸し出し可能：
ka: ხელმისაწვდომია სესხება:
kk: Қарызға қол жетімді:
km: អាចខ្ចីបាន៖
kn: ಸಾಲ ಪಡೆಯಲು ಲಭ್ಯವಿದೆ:
ky: Насыяга жеткиликтүү:
lb: Verfügbar fir ze léinen:
lo: ມີໃຫ້ກູ້ຢືມ:
lt: Galima pasiskolinti:
lv: Pieejams aizņemties:
mg: Azo hindramina:
mi: Wātea ki te Tārewa:
mk: Достапно за позајмување:
ml: കടമെടുക്കാൻ ലഭ്യമാണ്:
mn: Зээл авах боломжтой:
mr: कर्ज घेण्यासाठी उपलब्ध:
ms: Tersedia untuk Dipinjam:
mt: Disponibbli biex Tissellef:
my: ချေးယူနိုင်သည်-
ne: उधारो उपलब्ध छ:
nl: Beschikbaar om te lenen:
nn: Tilgjengelig for utlån:
no: Tilgjengelig for utlån:
oc: Disponible per prestar:
or: Orrow ଣ ପାଇଁ ଉପଲବ୍ଧ:
pa: ਉਧਾਰ ਲੈਣ ਲਈ ਉਪਲਬਧ:
pl: Dostępne do wypożyczenia:
ps: د پور اخیستلو لپاره شتون لري:
pt: Disponível para empréstimo:
pt_br: Disponível para empréstimo:
ro: Disponibil pentru împrumut:
ru: Доступно для заимствования:
rw: Ushobora Kuguza:
sc: Diponìbile pro Prendere in Prestitu:
sd: قرض وٺڻ لاءِ دستياب آهي:
se: Lea buorit ávnnasit:
si: ණයට ගැනීමට තිබේ:
sk: K dispozícii na vypožičanie:
sl: Na voljo za izposojo:
sq: Në dispozicion për të marrë hua:
sr: Доступно за позајмицу:
sv: Tillgängligt att låna:
sw: Inapatikana kwa Kukopa:
ta: கடன் வாங்கக் கிடைக்கிறது:
te: రుణం తీసుకోవడానికి అందుబాటులో ఉంది:
tg: Барои қарз дастрас аст:
th: มีให้ยืม:
tk: Karz alyp bilersiňiz:
tr: Ödünç alınabilir:
tt: Заем алырга мөмкин:
ug: ئارىيەتكە ئالغىلى بولىدۇ:
uk: Доступно для позики:
ur: قرض لینے کے لیے دستیاب:
uz: Qarz olish mumkin:
vi: Sẵn có để vay:
xh: Iyafumaneka ukuze ubolekwe:
zu: Iyatholakala Ukuze Ubolekwe:
