Repository: 0xCazador/defi-simulator
Catalog: src/locales/*/messages.po
Languages: af, am, ar_ma, as, az_cyrl_az, be, bg, bn, br, bs, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fil, fo, fr, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, nn, no, oc, or, pa, pl, ps, pt, pt_br, ro, ru, rw, sc, sd, se, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tr, tt, ug, uk, ur, uz, vi, xh, zu

source: There are no borrowed assets for <0/>in the {0} market. Select "Add Borrow Asset" to simulate borrowed assets for this address.
af: Daar is geen geleende bates vir <0/>in die {0}-mark nie. Kies "Voeg leende bate by" om geleende bates vir hierdie adres te simuleer.
am: በ{0} ገበያ ውስጥ ለ<0/> ምንም የተበደሩ ንብረቶች የሉም። ለዚህ አድራሻ የተበደሩ ንብረቶችን ለማስመሰል "የተበዳሪ ንብረት አክል" ን ይምረጡ።
ar_ma: لا توجد أصول مقترضة لـ <0 /> في سوق {0}. حدد "Add Borrow Asset" لمحاكاة الأصول المقترضة لهذا العنوان.
as: {0} বজাৰত <0/>ৰ বাবে কোনো ঋণ লোৱা সম্পত্তি নাই। এই ঠিকনাৰ বাবে ঋণ লোৱা সম্পত্তি অনুকৰণ কৰিবলে "ধাৰ সম্পত্তি যোগ কৰক" নিৰ্ব্বাচন কৰক।
az_cyrl_az: {0} bazarında <0/> üçün borc alınmış aktiv yoxdur. Bu ünvan üçün borc götürülmüş aktivləri simulyasiya etmək üçün "Borc Aktivi əlavə et" seçin.
be: На рынку {0} няма запазычаных актываў для <0/>. Выберыце «Дадаць пазычаны актыв», каб змадэляваць пазычаныя актывы для гэтага адраса.
bg: На пазара {0} няма заети активи за <0/>. Изберете "Add Borrow Asset" (Добавяне на актив назаем), за да симулирате активи назаем за този адрес.
bn: {0} বাজারে <0/>এর জন্য কোনো ধার করা সম্পদ নেই। এই ঠিকানার জন্য ধার করা সম্পদ অনুকরণ করতে "ধার করা সম্পদ যোগ করুন" নির্বাচন করুন।
br: N'eus ket aberzhioù gwerzhet evit <0/> war lec'henn {0}. Dibabit "Ouzhpennañ Aberzh Gwerzhet" evit simulout aberzhioù gwerzhet evit an adres-mañ.
bs: Na tržištu {0} nema pozajmljenih sredstava za <0/>. Odaberite "Dodaj sredstvo za posudbu" da simulirate pozajmljenu imovinu za ovu adresu.
ca: No hi ha cap actiu prestat per a <0/>al mercat {0}. Seleccioneu "Afegeix un actiu en préstec" per simular els actius prestats per a aquesta adreça.
cs: Na trhu {0} nejsou žádná vypůjčená aktiva pro <0/>. Zvolte "Add Borrow Asset" (Přidat vypůjčená aktiva) a simulujte vypůjčená aktiva pro tuto adresu.
cy: Nid oes unrhyw asedau wedi'u benthyca ar gyfer <0/>yn y farchnad {0}. Dewiswch "Ychwanegu Ased Benthyg" i efelychu asedau a fenthycwyd ar gyfer y cyfeiriad hwn.
da: Der er ingen lånte aktiver for <0/>i {0}-markedet. Vælg "Add Borrow Asset" for at simulere lånte aktiver for denne adresse.
de: Es gibt keine geliehenen Vermögenswerte für <0/>im Markt {0}. Wählen Sie "Leihgabe hinzufügen", um Leihgaben für diese Adresse zu simulieren.
el: Δεν υπάρχουν δανεικά περιουσιακά στοιχεία για το <0/>στην αγορά {0}. Επιλέξτε "Add Borrow Asset" για να προσομοιώσετε δανεικά περιουσιακά στοιχεία για αυτή τη διεύθυνση.
eo: Ne estas pruntitaj aktivoj por <0/>en la {0} merkato. Elektu "Aldoni Prunti Aktivaĵon" por simuli pruntitajn aktivaĵojn por ĉi tiu adreso.
es: No hay activos prestados para <0/>en el mercado {0}. Seleccione "Añadir activo prestado" para simular activos prestados para esta dirección.
et: Turul {0} <0/>ei ole laenatud varasid. Valige "Add Borrow Asset", et simuleerida selle aadressi jaoks laenatud vara.
eu: Ez dago mailegatutako aktiborik <0/>rentzat {0} merkatuan. Hautatu "Gehitu maileguan aktiboa" helbide honetarako maileguan hartutako aktiboak simulatzeko.
fa: هیچ دارایی قرضی برای <0/> در بازار {0} وجود ندارد. برای شبیه سازی دارایی های قرض گرفته شده برای این آدرس، "Add Borrow Asset" را انتخاب کنید.
fi: Markkinoilla {0} ei ole lainattuja varoja osoitteessa <0/>. Valitse "Add Borrow Asset" (Lisää lainattu omaisuuserä) simuloidaksesi lainattuja omaisuuseriä tälle osoitteelle.
fil: Walang mga hiniram na asset para sa <0/>sa {0} market. Piliin ang "Magdagdag ng Borrow Asset" para gayahin ang mga hiniram na asset para sa address na ito.
fo: Til eru engar lánadeildir fyri <0/>í {0} marknaðinum. Vel "Legg til lánadeild" til at gera lánadeildirnar fyrir hesa adressuna.
fr: Il n'y a pas d'actif emprunté pour <0/>sur le marché {0}. Sélectionnez "Add Borrow Asset" pour simuler des actifs empruntés pour cette adresse.
fy: D'r binne gjin liende aktiva foar <0/>op 'e {0} merk. Selektearje "Tafoegje Borrow Asset" om liende aktiva foar dit adres te simulearjen.
ga: Níl aon sócmhainní ar iasacht do <0/>i margadh {0}. Roghnaigh "Cuir Sócmhainn Iasachta Leis" chun sócmhainní a fuarthas ar iasacht don seoladh seo a insamhladh.
gd: Chan eil so-mhaoin air iasad airson <0/> sa mhargaidh {0}. Tagh "Cuir maoin air iasad" gus atharrais air so-mhaoin air iasad airson an t-seòlaidh seo.
gl: Non hai activos prestados para <0/>no mercado {0}. Seleccione "Engadir activo prestado" para simular os activos prestados para este enderezo.
gu: {0} માર્કેટમાં <0/> માટે કોઈ ઉધાર લીધેલી સંપત્તિ નથી. આ સરનામા માટે ઉધાર લીધેલી સંપત્તિઓનું અનુકરણ કરવા માટે "ઉધાર સંપત્તિ ઉમેરો" પસંદ કરો.
he: אין נכסים מושאלים עבור <0/> בשוק {0}. בחר "הוסף נכס שאווה" כדי לדמות נכסים שאולים עבור כתובת זו.
hi: {0} बाजार में <0/> के लिए कोई उधार ली गई संपत्ति नहीं है। इस पते के लिए उधार ली गई संपत्ति का अनुकरण करने के लिए "उधार संपत्ति जोड़ें" चुनें।
hr: Nema posuđenih sredstava za <0/> na tržištu {0}. Odaberite "Dodaj posuđeno sredstvo" za simulaciju posuđenog sredstva za ovu adresu.
hu: Az {0} piacon a <0/>oldalon nincsenek kölcsönvett eszközök. Válassza a "Kölcsönzött eszköz hozzáadása" lehetőséget, hogy szimulálja a kölcsönzött eszközöket erre a címre.
hy: {0} շուկայում <0/>-ի համար փոխառված ակտիվներ չկան: Ընտրեք «Ավելացնել փոխառության ակտիվներ»՝ այս հասցեի համար փոխառված ակտիվները նմանակելու համար:
id: Tidak ada aset yang dipinjam untuk <0/>di pasar {0}. Pilih "Tambah Aset Pinjaman" untuk mensimulasikan aset pinjaman untuk alamat ini.
is: Það eru engar lánaðar eignir fyrir <0/>á {0} markaðnum. Veldu „Bæta við lánaeign“ til að líkja eftir lánuðum eignum fyrir þetta heimilisfang.
it: Non ci sono attività in prestito per <0/>nel mercato {0}. Selezionare "Aggiungi attività in prestito" per simulare le attività in prestito per questo indirizzo.
ja: {0}]市場には、<0/>の借入資産はありません。Add Borrow Asset]を選択して、このアドレスの借り入れ資産をシミュレートしてください。
ka: არ არის ნასესხები აქტივები <0/>-ისთვის {0} ბაზარზე. აირჩიეთ „სესხების აქტივის დამატება“ ამ მისამართისთვის ნასესხები აქტივების სიმულაციისთვის.
kk: {0} нарығында <0/> үшін қарызға алынған активтер жоқ. Осы мекенжай үшін қарыз активтерін имитациялау үшін "Қарыздық активті қосу" опциясын таңдаңыз.
km: មិនមានទ្រព្យសម្បត្តិដែលបានខ្ចីសម្រាប់ <0/} នៅក្នុងទីផ្សារ {0} ទេ។ ជ្រើសរើស "បន្ថែមទ្រព្យសកម្មខ្ចី" ដើម្បីក្លែងធ្វើទ្រព្យសម្បត្តិដែលបានខ្ចីសម្រាប់អាសយដ្ឋាននេះ។
kn: {0} ಮಾರುಕಟ್ಟೆಯಲ್ಲಿ <0/> ಗಾಗಿ ಯಾವುದೇ ಎರವಲು ಪಡೆದ ಸ್ವತ್ತುಗಳಿಲ್ಲ. ಈ ವಿಳಾಸಕ್ಕೆ ಎರವಲು ಪಡೆದ ಸ್ವತ್ತುಗಳನ್ನು ಅನುಕರಿಸಲು "ಸಾಲದ ಆಸ್ತಿಯನ್ನು ಸೇರಿಸಿ" ಆಯ್ಕೆಮಾಡಿ.
ky: {0} рыногунда <0/> үчүн карызга алынган активдер жок. Бул дарек боюнча карызга алынган активдерди имитациялоо үчүн "Карыз мүлкүн кошуу" тандаңыз.
lb: Et gi keng ausgeléint Verméigen fir <0/> am {0} Maart. Wielt "Add Borrow Asset" fir ausgeléint Verméigen fir dës Adress ze simuléieren.
lo: ບໍ່ມີຊັບສິນທີ່ກູ້ຢືມສໍາລັບ <0/} ໃນຕະຫຼາດ {0}. ເລືອກ "ເພີ່ມຊັບສິນຢືມ" ເພື່ອຈຳລອງຊັບສິນທີ່ຢືມມາສຳລັບທີ່ຢູ່ນີ້.
lt: Rinkoje {0} nėra skolinto turto <0/>. Pasirinkite "Add Borrow Asset" (pridėti skolintą turtą), kad imituotumėte šio adreso skolintą turtą.
lv: Tirgū {0} nav aizņemto aktīvu <0/>. Izvēlieties "Add Borrow Asset", lai simulētu aizņemtos aktīvus šai adresei.
mg: Tsy misy fananana nindramina ho an'ny <0/>amin'ny tsena {0}. Safidio ny "Add Borrow Asset" hanahaka ny fananana nindramina ho an'ity adiresy ity.
mi: Karekau he rawa nama mo <0/>i te maakete {0}. Tīpakohia "Tāpiri Rawa Taonga" hei whakataurite i nga rawa nama mo tenei wahitau.
mk: Нема позајмени средства за <0/> на пазарот {0}. Изберете „Додај средства за позајмување“ за да симулирате позајмени средства за оваа адреса.
ml: {0} മാർക്കറ്റിൽ <0/> എന്നതിന് കടമെടുത്ത അസറ്റുകളൊന്നുമില്ല. ഈ വിലാസത്തിനായി കടമെടുത്ത അസറ്റുകൾ അനുകരിക്കാൻ "കടം വാങ്ങുന്ന അസറ്റ് ചേർക്കുക" തിരഞ്ഞെടുക്കുക.
mn: {0} зах зээлд <0/>д зээлсэн хөрөнгө байхгүй. Энэ хаягийн зээлсэн хөрөнгийг дуурайхын тулд "Зээлийн хөрөнгө нэмэх" гэснийг сонгоно уу.
mr: {0} मार्केटमध्ये <0/>साठी कोणतीही कर्ज घेतलेली मालमत्ता नाही. या पत्त्यासाठी कर्ज घेतलेल्या मालमत्तेचे अनुकरण करण्यासाठी "कर्ज मालमत्ता जोडा" निवडा.
ms: Tiada aset yang dipinjam untuk <0/>dalam pasaran {0}. Pilih "Tambah Pinjam Aset" untuk mensimulasikan aset yang dipinjam untuk alamat ini.
mt: M'hemm l-ebda assi mislufa għal <0/>fis-suq {0}. Agħżel "Żid Issellef Assi" biex tissimula assi mislufa għal dan l-indirizz.
my: {0} စျေးကွက်တွင် <0/} အတွက် ချေးထားသော ပိုင်ဆိုင်မှုများ မရှိပါ။ ဤလိပ်စာအတွက် ချေးထားသောပိုင်ဆိုင်မှုများကို အတုယူရန် "Add Borrow Asset" ကို ရွေးပါ။
ne: {0} बजारमा <0/>का लागि कुनै पनि उधारो सम्पत्तिहरू छैनन्। यस ठेगानाको लागि उधारिएको सम्पत्तिहरू अनुकरण गर्न "उधारो सम्पत्ति थप्नुहोस्" चयन गर्नुहोस्।
nl: Er zijn geen geleende activa voor <0/>in de markt {0}. Selecteer "Add Borrow Asset" om geleende activa voor dit adres te simuleren.
nn: Det er ingen lånte eiendeler for <0/>i markedet {0}. Velg "Legg til lånte eiendeler" for å simulere lånte eiendeler for denne adressen.
no: Det finnes ingen lånte eiendeler for <0/>i {0}-markedet. Velg "Legg til låneobjekt" for å simulere låneobjekt for denne adressen.
oc: I a pas cap actiu prestat per <0/>dins lo mercat {0}. Selecciona "Ajustar actiu prestat" per simular actius prestats per aquesta adreça.
or: {0} ବଜାରରେ <0 /> ପାଇଁ କ b ଣସି ed ଣ ସମ୍ପତ୍ତି ନାହିଁ | ଏହି ଠିକଣା ପାଇଁ ed ଣ ସମ୍ପତ୍ତିକୁ ଅନୁକରଣ କରିବା ପାଇଁ "orrow ଣ ସମ୍ପତ୍ତି ଯୋଡନ୍ତୁ" ଚୟନ କରନ୍ତୁ |
pa: {0} ਬਜ਼ਾਰ ਵਿੱਚ <0/> ਲਈ ਕੋਈ ਉਧਾਰ ਸੰਪਤੀਆਂ ਨਹੀਂ ਹਨ। ਇਸ ਪਤੇ ਲਈ ਉਧਾਰ ਲਈਆਂ ਸੰਪਤੀਆਂ ਦੀ ਨਕਲ ਕਰਨ ਲਈ "ਉਧਾਰ ਸੰਪਤੀ ਸ਼ਾਮਲ ਕਰੋ" ਨੂੰ ਚੁਣੋ।
pl: Nie ma pożyczonych aktywów dla <0/>na rynku {0}. Wybierz "Dodaj pożyczone aktywa", aby zasymulować pożyczone aktywa dla tego adresu.
ps: په {0} بازار کې د <0/> لپاره پور اخیستل شوې شتمنۍ نشته. د دې پتې لپاره د پور اخیستل شوي شتمنیو سمولو لپاره "د پور اخیستلو شتمنۍ اضافه کړئ" غوره کړئ.
pt: Não existem activos por empréstimo para <0/>no mercado {0}. Seleccione "Adicionar ativo emprestado" para simular activos emprestados para este endereço.
pt_br: Não há ativos emprestados para <0/>no mercado {0}. Selecione "Add Borrow Asset" (Adicionar ativo emprestado) para simular ativos emprestados para esse endereço.
ro: Nu există active împrumutate pentru <0/>pe piața {0}. Selectați "Add Borrow Asset" pentru a simula active împrumutate pentru această adresă.
ru: На рынке {0} нет заемных активов для <0/>. Выберите "Add Borrow Asset", чтобы смоделировать заемные активы для этого адреса.
rw: Nta mutungo watijwe kuri <0 /> ku isoko rya {0}. Hitamo "Ongera Umutungo w'inguzanyo" kugirango wigane umutungo watijwe kuriyi aderesi.
sc: No sunt benes prestatos pro <0/>in su mercadu {0}. Seletziona "Agiunghe benes prestatos" pro simulare benes prestatos pro custu indiritzu.
sd: {0} مارڪيٽ ۾ <0/> لاءِ ڪو به قرض ورتو اثاثو ناهي. هن ايڊريس لاءِ قرض ورتل اثاثن کي ٺهڪائڻ لاءِ ”Add Borow Asset“ چونڊيو.
se: Ei leat láibmat áššit <0/>{0} márkkan. Vali "Add Borrow Asset" láibmat áššiid simulereamiseks dán osoressa.
si: {0} වෙළඳපොලේ <0/> සඳහා ණයට ගත් වත්කම් නොමැත. මෙම ලිපිනය සඳහා ණයට ගත් වත්කම් අනුකරණය කිරීමට "ණය වත්කම් එක් කරන්න" තෝරන්න.
sk: Na trhu {0} nie sú žiadne požičané aktíva pre <0/>. Vyberte "Add Borrow Asset" (Pridať vypožičané aktíva), aby ste simulovali vypožičané aktíva pre túto adresu.
sl: Na trgu {0} ni izposojenih sredstev za <0/>. Izberite "Add Borrow Asset" (Dodaj izposojeno sredstvo), da simulirate izposojeno sredstvo za ta naslov.
sq: Nuk ka asete të huazuara për <0/> në tregun {0}. Zgjidhni "Shto aktivin e huazuar" për të simuluar aktivet e huazuara për këtë adresë.
sr: Нема позајмљених средстава за <0/>на тржишту {0}. Изаберите „Додај средство за позајмљивање“ да бисте симулирали позајмљену имовину за ову адресу.
sv: Det finns inga lånade tillgångar för <0/>på {0}-marknaden. Välj "Lägg till lånad tillgång" för att simulera lånade tillgångar för denna adress.
sw: Hakuna mali iliyokopwa kwa <0/>katika soko la {0}. Chagua "Ongeza Kipengee cha Kukopa" ili kuiga vipengee vilivyokopwa kwa anwani hii.
ta: {0} சந்தையில் <0/>க்கு கடன் வாங்கிய சொத்துக்கள் எதுவும் இல்லை. இந்த முகவரிக்கு கடன் வாங்கிய சொத்துக்களை உருவகப்படுத்த, "கடன் சொத்தை சேர்" என்பதைத் தேர்ந்தெடுக்கவும்.
te: {0} మార్కెట్‌లో <0/>కి అరువు తీసుకున్న ఆస్తులు లేవు. ఈ చిరునామా కోసం అరువు తీసుకున్న ఆస్తులను అనుకరించడానికి "బారో అసెట్‌ను జోడించు"ని ఎంచుకోండి.
tg: Дар бозори {0} дороиҳои қарзӣ барои <0/> вуҷуд надоранд. Барои тақлид кардани дороиҳои қарзӣ барои ин суроға "Илова кардани дороиҳои қарзӣ" -ро интихоб кунед.
th: ไม่มีสินทรัพย์ที่ยืมมาสำหรับ <0/>ในตลาด {0} เลือก "เพิ่มสินทรัพย์ที่ยืม" เพื่อจำลองสินทรัพย์ที่ยืมสำหรับที่อยู่นี้
tk: {0} bazarynda <0 /> üçin karz alnan aktiwler ýok. Bu salgy üçin karz alnan emläkleri simulirlemek üçin "Karz aktiwini goş" saýlaň.
tr: {0}] piyasasında <0/>için ödünç alınmış varlık bulunmamaktadır. Bu adres için ödünç alınan varlıkları simüle etmek için "Ödünç Varlık Ekle "yi seçin.
tt: {0} базарында <0 /> өчен бурычка алынган активлар юк. Бу адрес өчен бурычка алынган активларны охшату өчен "Заем активын өстәү" сайлагыз.
ug: {0} بازىرىدا <0 /> ئۈچۈن ئارىيەتكە ئېلىنغان مۈلۈك يوق. بۇ ئادرېس ئۈچۈن ئارىيەتكە ئېلىنغان مۈلۈكلەرنى تەقلىد قىلىش ئۈچۈن «قەرز پۇل قوشۇش» نى تاللاڭ.
uk: Для <0/>немає позичених активів на ринку {0}. Натисніть "Додати позичені активи", щоб змоделювати позичені активи для цієї адреси.
ur: {0} مارکیٹ میں <0/>کے لیے کوئی اثاثہ ادھار نہیں ہے۔ اس ایڈریس کے لیے ادھار لیے گئے اثاثوں کی تقلید کرنے کے لیے "قرض اثاثہ شامل کریں" کو منتخب کریں۔
uz: {0} bozorida <0/> uchun qarzga olingan aktivlar mavjud emas. Ushbu manzil uchun qarzga olingan aktivlarni taqlid qilish uchun “Qarz qilingan aktivlarni qo‘shish” bandini tanlang.
vi: Không có tài sản vay cho <0/>trong thị trường {0}. Chọn "Thêm tài sản mượn" để mô phỏng tài sản mượn cho địa chỉ này.
xh: Akukho mpahla ibolekiweyo ye <0/>kwimakethi ye {0}. Khetha "Yongeza i-asethi yokuboleka" ukulinganisa ii-asethi ezibolekiweyo zale dilesi.
zu: Azikho izimpahla ezibolekiwe ze-<0/>emakethe ye-{0}. Khetha okuthi "Engeza Ifa Lokuboleka" ukuze ulingise izimpahla ezibolekiwe zaleli kheli.

source: There are no currencies available that match the search query. Reset the search query to select a currency.
be: Няма даступных валют, якія адпавядаюць пошукаваму запыту. Скінуць пошукавы запыт для выбару валюты.
bg: Няма налични валути, които да отговарят на заявката за търсене. Нулирайте заявката за търсене, за да изберете валута.
bn: সার্চ কোয়েরির সাথে মেলে এমন কোন মুদ্রা পাওয়া যায় না। একটি মুদ্রা নির্বাচন করতে অনুসন্ধান ক্যোয়ারী রিসেট করুন।
bs: Nema dostupnih valuta koje odgovaraju upitu za pretraživanje. Poništite upit za pretragu da odaberete valutu.
ca: No hi ha monedes disponibles que coincideixin amb la consulta de cerca. Restableix la consulta de cerca per seleccionar una moneda.
cs: Nejsou k dispozici žádné měny, které by odpovídaly vyhledávacímu dotazu. Resetujte vyhledávací dotaz a vyberte měnu.
da: Der er ingen tilgængelige valutaer, der matcher søgeforespørgslen. Nulstil søgeforespørgslen for at vælge en valuta.
de: Es sind keine Währungen verfügbar, die der Suchanfrage entsprechen. Setzen Sie die Suchabfrage zurück, um eine Währung auszuwählen.
el: Δεν υπάρχουν διαθέσιμα νομίσματα που να ταιριάζουν με το ερώτημα αναζήτησης. Επαναφέρετε το ερώτημα αναζήτησης για να επιλέξετε ένα νόμισμα.
es: No hay monedas disponibles que coincidan con la consulta de búsqueda. Restablezca la consulta de búsqueda para seleccionar una divisa.
et: Otsingupäringule vastavaid valuutasid ei ole saadaval. Valuuta valimiseks nullige otsingupäring.
fi: Hakukyselyä vastaavia valuuttoja ei ole saatavilla. Nollaa hakukysely valitaksesi valuutan.
fil: Walang magagamit na mga pera na tumutugma sa query sa paghahanap. I-reset ang query sa paghahanap para pumili ng currency.
fr: Il n'y a pas de devises disponibles correspondant à la requête de recherche. Réinitialisez la recherche pour sélectionner une devise.
hi: ऐसी कोई मुद्रा उपलब्ध नहीं है जो खोज क्वेरी से मेल खाती हो। मुद्रा चुनने के लिए खोज क्वेरी रीसेट करें।
hr: Nema dostupnih valuta koje odgovaraju upitu za pretraživanje. Poništite upit za pretraživanje kako biste odabrali valutu.
hy: Որոնման հարցմանը համապատասխանող արժույթներ չկան: Վերականգնել որոնման հարցումը՝ արժույթ ընտրելու համար:
id: Tidak ada mata uang yang tersedia yang cocok dengan permintaan pencarian. Atur ulang permintaan pencarian untuk memilih mata uang.
is: Engir gjaldmiðlar eru í boði sem passa við leitarfyrirspurnina. Endurstilltu leitarfyrirspurnina til að velja gjaldmiðil.
it: Non ci sono valute disponibili che corrispondono alla query di ricerca. Reimpostare la query di ricerca per selezionare una valuta.
ja: 検索条件に一致する通貨がありません。検索クエリをリセットして通貨を選択してください。
ka: არ არის ხელმისაწვდომი ვალუტა, რომელიც ემთხვევა საძიებო მოთხოვნას. გადააყენეთ საძიებო მოთხოვნა ვალუტის ასარჩევად.
km: មិនមានរូបិយប័ណ្ណដែលត្រូវនឹងសំណួរស្វែងរកទេ។ កំណត់សំណួរស្វែងរកឡើងវិញដើម្បីជ្រើសរើសរូបិយប័ណ្ណ។
ky: Издөө суроосуна дал келген валюталар жок. Валютаны тандоо үчүн издөө сурамын баштапкы абалга келтириңиз.
lb: Et gi keng Währungen verfügbar déi mat der Sichufro passen. Reset d'Sich Ufro fir eng Währung ze wielen.
lt: Nėra valiutų, atitinkančių paieškos užklausą. Iš naujo nustatykite paieškos užklausą ir pasirinkite valiutą.
lv: Nav pieejamas meklēšanas vaicājumam atbilstošas valūtas. Atiestatiet meklēšanas vaicājumu, lai izvēlētos valūtu.
mk: Нема достапни валути што одговараат на барањето за пребарување. Ресетирајте го барањето за пребарување за да изберете валута.
ml: തിരയൽ അന്വേഷണവുമായി പൊരുത്തപ്പെടുന്ന കറൻസികളൊന്നും ലഭ്യമല്ല. ഒരു കറൻസി തിരഞ്ഞെടുക്കാൻ തിരയൽ അന്വേഷണം പുനഃസജ്ജമാക്കുക.
mn: Хайлтын асуулгад тохирох валют алга. Валют сонгохын тулд хайлтын асуулгыг дахин тохируулна уу.
ms: Tiada mata wang tersedia yang sepadan dengan pertanyaan carian. Tetapkan semula pertanyaan carian untuk memilih mata wang.
mt: M'hemm l-ebda muniti disponibbli li jaqblu mal-mistoqsija tat-tfittxija. Irrisettja l-mistoqsija tat-tfittxija biex tagħżel munita.
my: ရှာဖွေမှုမေးမြန်းချက်နှင့် ကိုက်ညီသော ငွေကြေးမရရှိနိုင်ပါ။ ငွေကြေးကိုရွေးချယ်ရန် ရှာဖွေမှုမေးခွန်းကို ပြန်လည်သတ်မှတ်ပါ။
ne: खोज क्वेरीसँग मेल खाने कुनै पनि मुद्राहरू उपलब्ध छैनन्। मुद्रा चयन गर्न खोज क्वेरी रिसेट गर्नुहोस्।
nl: Er zijn geen valuta's beschikbaar die overeenkomen met de zoekopdracht. Stel de zoekopdracht opnieuw in om een valuta te selecteren.
no: Det er ingen tilgjengelige valutaer som samsvarer med søket. Tilbakestill søket for å velge en annen valuta.
pl: Nie ma dostępnych walut pasujących do zapytania wyszukiwania. Zresetuj zapytanie wyszukiwania, aby wybrać walutę.
pt: Não existem moedas disponíveis que correspondam à consulta de pesquisa. Reponha a consulta de pesquisa para selecionar uma moeda.
ro: Nu există monede disponibile care să corespundă căutării. Resetați interogarea de căutare pentru a selecta o monedă.
sc: No est a disponibiles monedas chi corrispondent a sa cèrca. Resetta sa cèrca pro seletzionare una moneda.
sk: Nie sú k dispozícii žiadne meny, ktoré by zodpovedali vyhľadávacej požiadavke. Obnovte vyhľadávaciu požiadavku a vyberte menu.
sl: Na voljo ni valut, ki bi ustrezale iskalni poizvedbi. Ponastavite iskalno poizvedbo in izberite valuto.
sq: Nuk ka monedha të disponueshme që përputhen me pyetjen e kërkimit. Rivendosni pyetjen e kërkimit për të zgjedhur një monedhë.
sr: Нема доступних валута које одговарају упиту за претрагу. Ресетујте упит за претрагу да бисте изабрали валуту.
sv: Det finns inga tillgängliga valutor som matchar sökfrågan. Återställ sökfrågan för att välja en valuta.
ta: தேடல் வினவலுடன் பொருந்தக்கூடிய நாணயங்கள் எதுவும் இல்லை. நாணயத்தைத் தேர்ந்தெடுக்க தேடல் வினவலை மீட்டமைக்கவும்.
th: ไม่มีสกุลเงินที่ตรงกับคำค้นหา รีเซ็ตคำค้นหาเพื่อเลือกสกุลเงิน
tk: Gözleg talaplaryna gabat gelýän walýuta ýok. Walýuta saýlamak üçin gözleg talaplaryny täzeden düzüň.
tr: Arama sorgusuyla eşleşen mevcut para birimi yok. Bir para birimi seçmek için arama sorgusunu sıfırlayın.
uk: Немає доступних валют, які відповідають пошуковому запиту. Скиньте пошуковий запит, щоб вибрати валюту.
uz: Qidiruv so'roviga mos keladigan valyutalar mavjud emas. Valyutani tanlash uchun qidiruv so'rovini qayta o'rnating.
