Repository: 0xCazador/defi-simulator
Catalog: src/locales/*/messages.po
Languages: af, am, ar_ma, as, az_cyrl_az, be, bg, bn, br, bs, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fil, fo, fr, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, nn, no, oc, or, pa, pl, ps, pt, pt_br, ro, ru, rw, sc, sd, se, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tr, tt, ug, uk, ur, uz, vi, xh, zu

source: Questions or comments? Please <0>join the Discord!</0>
af: Vrae of opmerkings? Sluit asseblief <0>aan by die Discord!</0>
am: ጥያቄዎች ወይም አስተያየቶች? እባክዎን <0> Discord ይቀላቀሉ!</0>
ar_ma: أسئلة أو تعليقات؟ من فضلك <0> انضم إلى Discord!</0>
as: প্ৰশ্ন বা মন্তব্য? অনুগ্ৰহ কৰি <0>ডিচকৰ্ডত যোগদান কৰক!</0>
az_cyrl_az: Suallar və ya şərhlər? Zəhmət olmasa <0>Discord-a qoşulun!</0>
be: Ёсць пытанні ці каментары? Калі ласка, <0>далучайцеся да Discord!</0>
bg: Въпроси или коментари? Моля, <0>присъединете се към дискусията!</0>
bn: প্রশ্ন বা মন্তব্য? অনুগ্রহ করে <0>ডিসকর্ডে যোগ দিন!</0>
br: Goulenn pe selaou? Mar plij, <0>deuit da Discord!</0>
bs: Pitanja ili komentari? Molimo <0>pridružite se Discordu!</0>
ca: Preguntes o comentaris? Si us plau, <0>uneix-te a Discord!</0>
cs: Dotazy nebo připomínky? <0>Připojte se</0> prosím <0>k Discordu!</0>
cy: Cwestiynau neu sylwadau? Os gwelwch yn dda <0>ymunwch â'r Discord!</0>
da: Spørgsmål eller kommentarer? Deltag venligst i <0>Discord!</0>
de: Fragen oder Kommentare? Bitte <0>treten Sie dem Discord bei!</0>
el: Ερωτήσεις ή σχόλια Παρακαλούμε <0>μπείτε στο Discord!</0>
eo: Demandoj aŭ komentoj? Bonvolu <0>aliĝu al la Discord!</0>
es: ¿Preguntas o comentarios? <0>Únase a la Discordia</0>
et: Küsimused või kommentaarid? Palun <0>liitu Discordiga!</0>
eu: Galderak edo iruzkinak? Mesedez, <0>sartu Discord-era!</0>
fa: سوالات یا نظرات؟ لطفا <0>به Discord بپیوندید!</0>
fi: Kysymyksiä tai kommentteja? <0>Liity Discordiin!</0>
fil: Mga tanong o komento? Mangyaring <0>sumali sa Discord!</0>
fo: Spurningar ella viðmerkingar? Vinarliga <0>tak tær í Discord!</0>
fr: Questions ou commentaires ? <0>Rejoignez le Discord !</0>
fy: Fragen of opmerkings? Doch asjebleaft <0>mei oan by de Discord!</0>
ga: Ceisteanna nó tuairimí? Le do thoil <0>bí páirteach sa Discord!</0>
gd: Ceistean neo beachdan? Feuch <0> gabh a-steach don Discord!</0>
gl: Preguntas ou comentarios? Por favor, <0>únete a Discord!</0>
gu: પ્રશ્નો અથવા ટિપ્પણીઓ? કૃપા કરીને <0>વિવાદમાં જોડાઓ!</0>
he: שאלות או תגובות? אנא <0>הצטרפו לדיסקורד!</0>
hi: सवाल या टिप्पणियां? कृपया <0>डिस्कॉर्ड में शामिल हों!</0>
hr: Pitanja ili komentari? Molimo <0>pridružite se Discordu!</0>
hu: Kérdések vagy észrevételek? Kérjük, <0>csatlakozz a Discordhoz!</0>
hy: Հարցեր, թե մեկնաբանություններ. Խնդրում ենք <0>միանալ Discord-ին:</0>
id: Pertanyaan atau komentar? Silakan <0>bergabung di Discord!</0>
is: Spurningar eða athugasemdir? Vinsamlegast <0>vertu með í Discord!</0>
it: Domande o commenti? <0>Unitevi al Discord!</0>
ja: ご質問やご意見は？<0>Discordにご参加</0>ください！
ka: კითხვები თუ კომენტარები? გთხოვთ <0>შეუერთდეთ Discord-ს!</0>
kk: Сұрақтар немесе пікірлер? <0>дискордқа қосылыңыз!</0>
km: សំណួរ ឬយោបល់? សូម <0>ចូលរួម Discord!</0>
kn: ಪ್ರಶ್ನೆಗಳು ಅಥವಾ ಕಾಮೆಂಟ್‌ಗಳು? ದಯವಿಟ್ಟು <0>ಅಸಮಾಧಾನಕ್ಕೆ ಸೇರಿಕೊಳ್ಳಿ!</0>
ky: Суроолор же комментарийлер? Сураныч, <0>дискордко кошулуңуз!</0>
lb: Froen oder Kommentaren? Maacht w.e.g. <0>mat dem Discord!</0>
lo: ຄໍາຖາມຫຼືຄໍາເຫັນ? ກະລຸນາ <0>ເຂົ້າຮ່ວມ Discord!</0>
lt: Klausimai ar komentarai? <0>Prisijunkite prie Discord</0>!
lv: Jautājumi vai komentāri? Lūdzu, <0>pievienojieties Discord</0>!
mg: Fanontaniana na fanehoan-kevitra? Azafady <0> midira ao amin'ny Discord!</0>
mi: He patai, he korero ranei? Tena koa <0> uru atu ki te Discord!</0>
mk: Прашања или коментари? Ве молиме <0>придружете се на Discord!</0>
ml: ചോദ്യങ്ങളോ അഭിപ്രായങ്ങളോ? ദയവായി <0>വിയോജിപ്പിൽ ചേരുക!</0>
mn: Асуулт эсвэл сэтгэгдэл? <0>Discord-д нэгдээрэй!</0>
mr: प्रश्न किंवा टिप्पण्या? कृपया <0>विवादात सामील व्हा!</0>
ms: Soalan atau komen? Sila <0>sertai Discord!</0>
mt: Mistoqsijiet jew kummenti? Jekk jogħġbok <0>ingħaqad mal-Discord!</0>
my: မေးခွန်းများ သို့မဟုတ် မှတ်ချက်များ။ ကျေးဇူးပြု၍ <0>အငြင်းပွားမှုတွင် ပါဝင်ပါ။</0>
ne: प्रश्न वा टिप्पणी? कृपया <0>डिस्कर्डमा सामेल हुनुहोस्!</0>
nl: Vragen of opmerkingen? <0>Meld je aan bij de Discord!</0>
nn: Spørsmål eller kommentarer? Vennligst <0>bli med på Discord!</0>
no: Har du spørsmål eller kommentarer? Vennligst bli med på <0>Discord!</0>
oc: Preguntes o comentaris? Si us plau, <0>uneix-te al Discord!</0>
or: ପ୍ରଶ୍ନ କିମ୍ବା ମନ୍ତବ୍ୟ? ଦୟାକରି <0> ଡିସକର୍ଡରେ ଯୋଗ ଦିଅନ୍ତୁ!</0>
pa: ਸਵਾਲ ਜਾਂ ਟਿੱਪਣੀਆਂ? ਕਿਰਪਾ ਕਰਕੇ <0>ਵਿਵਾਦ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਵੋ!</0>
pl: Pytania lub komentarze? <0>Dołącz do Discorda!</0>
ps: پوښتنې او تبصرې؟ مهرباني وکړئ <0>د ګډوډۍ سره یوځای شئ!</0>
pt: Perguntas ou comentários? <0>Junte-se ao Discord!</0>
pt_br: Perguntas ou comentários? <0>Entre no Discord!</0>
ro: Întrebări sau comentarii? Vă rugăm să vă <0>alăturați discordiei!</0>
ru: Вопросы или комментарии? Пожалуйста, <0>присоединяйтесь к Discord!</0>
rw: Ibibazo cyangwa ibitekerezo? Nyamuneka <0> injira muri Discord!</0>
sc: Domandas o comentos? Agradu s'iscrìberi a su Discord!
sd: سوال يا رايا؟ مهرباني ڪري <0> Discord ۾ شامل ٿيو!</0>
se: Gullevaš dahje kommentárat? Juohkehaš <0>doarjja Discord!</0>
si: ප්රශ්න හෝ අදහස්? කරුණාකර <0>විසංවාදයට එක්වන්න!</0>
sk: Otázky alebo pripomienky? <0>Pripojte sa k Discordu</0>!
sl: Vprašanja ali komentarji? <0>Pridružite se Discordu</0>!
sq: Pyetje apo komente? Ju lutemi <0>bashkohuni me Discord!</0>
sr: Питања или коментари? Молимо <0>придружите се Дисцорд-у!</0>
sv: Frågor eller kommentarer? Gå gärna med i <0>Discord!</0>
sw: Maswali au maoni? Tafadhali <0>jiunge na Discord!</0>
ta: கேள்விகள் அல்லது கருத்துகள்? தயவு செய்து <0>விவாதத்தில் சேரவும்!</0>
te: ప్రశ్నలు లేదా వ్యాఖ్యలు? దయచేసి <0>అసమ్మతిలో చేరండి!</0>
tg: Саволҳо ё шарҳҳо? Лутфан <0>ба Discord ҳамроҳ шавед!</0>
th: คำถามหรือความคิดเห็น? โปรด <0>เข้าร่วม Discord!</0>
tk: Soraglar ýa-da teswirler? <0> Discord-a goşulmagyňyzy haýyş edýäris!</0>
tr: Sorularınız veya yorumlarınız mı var? Lütfen <0>Discord'a katılın!</0>
tt: Сораулар яки аңлатмалар? Зинһар, <0> Дискордка кушылыгыз!</0>
ug: سوئال ياكى ئىنكاس؟ <0> قالايمىقانچىلىققا قوشۇلۇڭ!</0>
uk: Питання чи коментарі? Будь ласка, <0>приєднуйтесь до Дискорду!</0>
ur: سوالات یا تبصرے؟ براہ کرم <0>ڈسکارڈ میں شامل ہوں!</0>
uz: Savollar yoki sharhlar? Iltimos, <0>Discordga qo'shiling!</0>
vi: Những câu hỏi hoặc những bình luận? Vui lòng <0>tham gia Discord!</0>
xh: Imibuzo okanye izimvo? Nceda <0>zibandakanye neDiscord!</0>
zu: Imibuzo noma ukuphawula? Sicela <0>ujoyine i-Discord!</0>

source: Remove {assetSymbol}
af: Verwyder {assetSymbol}
am: አስወግድ {assetSymbol}
ar_ma: إزالة {assetSymbol}
as: {assetSymbol} আঁতৰাওক
az_cyrl_az: {assetSymbol} silin
be: Выдаліць {assetSymbol}
bg: Премахване на {assetSymbol}
bn: সরান {assetSymbol}
br: Dilemelit {assetSymbol}
bs: Ukloni {assetSymbol}
ca: Suprimeix {assetSymbol}
cs: Odstranit {assetSymbol}
cy: Dileu {assetSymbol}
da: Fjern {assetSymbol}
de: Entfernen {assetSymbol}
el: Αφαιρέστε {assetSymbol}
eo: Forigi {assetSymbol}
es: Eliminar {assetSymbol}
et: Eemalda {assetSymbol}
eu: Kendu {assetSymbol}
fa: حذف {assetSymbol}
fi: Poista {assetSymbol}
fil: Alisin ang {assetSymbol}
fo: Tak burtur {assetSymbol}
fr: Supprimer {assetSymbol}
fy: Fuortsmite {assetSymbol}
ga: Bain {assetSymbol}
gd: Thoir air falbh {assetSymbol}
gl: Eliminar {assetSymbol}
gu: દૂર કરો {assetSymbol}
he: הסר את {assetSymbol}
hi: {assetSymbol} हटाएँ
hr: Ukloni {assetSymbol}
hu: Távolítsa el az {assetSymbol}
hy: Հեռացնել {assetSymbol}
id: Hapus {assetSymbol}
is: Fjarlægðu {assetSymbol}
it: Rimuovere {assetSymbol}
ja: {assetSymbol}]を削除
ka: {assetSymbol} წაშლა
kk: {assetSymbol} жою
km: លុប {assetSymbol}
kn: {assetSymbol} ತೆಗೆದುಹಾಕಿ
ky: {assetSymbol} алып салуу
lb: Ewechzehuelen {assetSymbol}
lo: ເອົາ {assetSymbol}
lt: Pašalinti {assetSymbol}
lv: Noņemt {assetSymbol}
mg: Esory {assetSymbol}
mi: Tango {assetSymbol}
mk: Отстрани {assetSymbol}
ml: നീക്കം ചെയ്യുക {assetSymbol}
mn: {assetSymbol} устгах
mr: {assetSymbol} काढा
ms: Alih keluar {assetSymbol}
mt: Neħħi {assetSymbol}
my: {assetSymbol} ကို ဖယ်ရှားရန်
ne: हटाउनुहोस् {assetSymbol}
nl: Verwijder {assetSymbol}
nn: Fjern {assetSymbol}
no: Fjern {assetSymbol}
oc: Suprimir {assetSymbol}
or: {assetSymbol} ଅପସାରଣ କରନ୍ତୁ |
pa: {assetSymbol} ਹਟਾਓ
pl: Usuń {assetSymbol}
ps: لرې کړئ {assetSymbol}
pt: Remover {assetSymbol}
pt_br: Remover {assetSymbol}
ro: Eliminați {assetSymbol}
ru: Удалить {assetSymbol}
rw: Kuraho {assetSymbol}
sc: Boga {assetSymbol}
sd: هٽايو {assetSymbol}
se: Jearahit {assetSymbol}
si: {assetSymbol} ඉවත් කරන්න
sk: Odstrániť {assetSymbol}
sl: Odstrani {assetSymbol}
sq: Hiq {assetSymbol}
sr: Уклони {assetSymbol}
sv: Ta bort {assetSymbol}
sw: Ondoa {assetSymbol}
ta: அகற்று {assetSymbol}
te: {assetSymbol}ని తీసివేయండి
tg: Хориҷ {assetSymbol}
th: ลบ {assetSymbol}
tk: {assetSymbol} aýyryň
tr: Kaldır {assetSymbol}
tt: {assetSymbol} бетерегез
ug: ئۆچۈرۈڭ {assetSymbol}
uk: Видалити {assetSymbol}
ur: ہٹائیں {assetSymbol}
uz: {assetSymbol} ni olib tashlang
vi: Xóa {assetSymbol}
xh: Susa {assetSymbol}
zu: Susa i-{assetSymbol}

source: Reserve Asset Value:
af: Reserwebatewaarde:
am: የተያዙ ንብረቶች ዋጋ፡-
ar_ma: قيمة الأصول الاحتياطية:
as: সংৰক্ষিত সম্পত্তিৰ মূল্য:
az_cyrl_az: Ehtiyat Aktiv Dəyəri:
be: Рэзервовы кошт актываў:
bg: Стойност на резервните активи:
bn: রিজার্ভ সম্পদ মূল্য:
br: Gwerzhel Azen Reserve:
bs: Rezervna vrijednost imovine:
ca: Valor de l'actiu de reserva:
cs: Hodnota rezervního majetku:
cy: Gwerth Ased Wrth Gefn:
da: Reserveaktivernes værdi:
el: Αξία αποθεματικού περιουσιακού στοιχείου:
eo: Rezerva Valoro:
es: Valor de los activos de reserva:
et: Reservvarade väärtus:
eu: Erreserbaren aktiboaren balioa:
fa: ارزش دارایی ذخیره:
fi: Varannon arvo:
fil: Halaga ng Reserve Asset:
fo: Virði á varðveisluauki:
fr: Valeur de l'actif de réserve :
fy: Reserve Asset Wearde:
ga: Luach Sócmhainne Cúlchiste:
gd: Luach maoin glèidhte:
gl: Valor do activo de reserva:
gu: અનામત સંપત્તિ મૂલ્ય:
he: ערך נכס מילואים:
hi: आरक्षित संपत्ति मूल्य:
hr: Rezervirana vrijednost imovine:
hu: Tartalék eszközérték:
hy: Պահուստային ակտիվների արժեքը.
id: Nilai Aset Cadangan:
is: Varaverðmæti:
it: Valore delle attività di riserva:
ja: 積立資産価値：
ka: სარეზერვო აქტივების ღირებულება:
kk: Резервтік актив құны:
km: តម្លៃទ្រព្យសកម្មបម្រុង៖
kn: ಮೀಸಲು ಆಸ್ತಿ ಮೌಲ್ಯ:
ky: Камдык активдин наркы:
lb: Reservéiert Asset Wäert:
lo: ສະຫງວນມູນຄ່າຊັບສິນ:
lt: Rezervinio turto vertė:
lv: Rezerves aktīvu vērtība:
mg: Sandan'ny fananana tahiry:
mi: Uara Rahui Rawa:
mk: Резервирана вредност на средствата:
ml: കരുതൽ അസറ്റ് മൂല്യം:
mn: Нөөц хөрөнгийн үнэ цэнэ:
mr: राखीव मालमत्ता मूल्य:
ms: Nilai Aset Rizab:
mt: Riżerva Valur tal-Assi:
my: ပိုင်ဆိုင်မှုတန်ဖိုး-
ne: रिजर्भ सम्पत्ति मूल्य:
nl: Reserve Vermogenswaarde:
nn: Reserveverdi for eiendeler:
no: Reserveverdi av eiendelene:
oc: Valor d'actiu de reserva:
or: ରିଜର୍ଭ ସମ୍ପତ୍ତି ମୂଲ୍ୟ:
pa: ਰਿਜ਼ਰਵ ਸੰਪਤੀ ਮੁੱਲ:
pl: Wartość aktywów rezerwowych:
ps: د ریزرو شتمنیو ارزښت:
pt: Valor do Ativo de Reserva:
pt_br: Valor do ativo de reserva:
ro: Valoarea activelor de rezervă:
ru: Стоимость резервных активов:
rw: Agaciro k'umutungo wabitswe:
sc: Valore de risèrva de asset:
sd: رزرو اثاثن جو قدر:
se: Reservva asseettaválddi:
si: සංචිත වත්කම් අගය:
sk: Hodnota rezervného majetku:
sl: Vrednost rezervnih sredstev:
sq: Rezervoni vlerën e aseteve:
sr: Резервна вредност имовине:
sv: Reservtillgångarnas värde:
sw: Hifadhi Thamani ya Mali:
ta: கையிருப்பு சொத்து மதிப்பு:
te: రిజర్వ్ ఆస్తి విలువ:
tg: Арзиши дороиҳои захиравӣ:
th: มูลค่าสินทรัพย์สำรอง:
tk: Ervetiýaçlyk aktiwleriň gymmaty:
tr: Yedek Varlık Değeri:
tt: Резерв активының бәясе:
ug: زاپاس مۈلۈك قىممىتى:
uk: Резервна вартість активів:
ur: ریزرو اثاثہ کی قیمت:
uz: Zaxira aktivlari qiymati:
vi: Giá trị tài sản dự trữ:
xh: Gcina ixabiso le-asethi:
zu: Gcina Inani Lefa:

source: Reserve Assets
af: Reserwe Bates
am: የተያዙ ንብረቶች
ar_ma: الأصول الاحتياطية
as: সংৰক্ষিত সম্পত্তি
az_cyrl_az: Ehtiyat Aktivlər
be: Рэзервовыя актывы
bg: Резервни активи
bn: রিজার্ভ সম্পদ
br: Aberzhioù Rezerv
bs: Rezervna sredstva
ca: Actius de reserva
cs: Rezervní aktiva
cy: Asedau Wrth Gefn
da: Reserveaktiver
de: Rücklage Aktiva
el: Αποθεματικό περιουσιακών στοιχείων
eo: Rezervaj Aktivoj
es: Activos de reserva
et: Reservvarad
eu: Erreserbako Aktiboak
fa: ذخیره دارایی ها
fi: Varanto Varat
fo: Varðveitsluhald
fr: Actifs de réserve
ga: Sócmhainní Cúlchiste
gd: Maoin Tèarmann
gl: Activos de reserva
gu: અનામત અસ્કયામતો
he: נכסי מילואים
hi: आरक्षित संपत्ति
hr: Rezervna imovina
hu: Tartalékeszközök
hy: Պահուստային ակտիվներ
id: Aset Cadangan
is: Varaeign
it: Attività di riserva
ja: 予備資産
ka: სარეზერვო აქტივები
kk: Резервтік активтер
km: បម្រុងទុកទ្រព្យសកម្ម
kn: ಮೀಸಲು ಆಸ್ತಿಗಳು
lb: Reservéiert Verméigen
lo: ສະຫງວນຊັບສິນ
lt: Rezervinis turtas
lv: Rezerves aktīvi
mg: Fananana tahiry
mi: Rawa Rahui
mk: Резервни средства
ml: കരുതൽ ആസ്തികൾ
mn: Нөөц хөрөнгө
mr: राखीव मालमत्ता
ms: Aset Rizab
mt: Assi ta' Riżerva
my: ပိုင်ဆိုင်မှုများကို သိမ်းဆည်းပါ။
ne: रिजर्भ सम्पत्ति
nl: Reserve Activa
nn: Reserverte eiendeler
no: Reserve Eiendeler
oc: Actius de reserva
or: ରିଜର୍ଭ ସମ୍ପତ୍ତି
pa: ਰਿਜ਼ਰਵ ਸੰਪਤੀਆਂ
pl: Aktywa rezerwowe
ps: د شتمنیو ذخیره کول
pt: Activos de reserva
pt_br: Ativos de reserva
ro: Active de rezervă
ru: Резервные активы
rw: Umutungo wabitswe
sc: Benes de riserva
sd: اثاثا محفوظ ڪريو
se: Reservva áššit
si: සංචිත වත්කම්
sk: Rezervné aktíva
sl: Rezervna sredstva
sq: Aktivet e rezervës
sr: Резервна средства
sv: Reservtillgångar
sw: Hifadhi ya Mali
ta: கையிருப்பு சொத்துக்கள்
te: రిజర్వ్ ఆస్తులు
tg: Дороиҳои захиравӣ
th: สินทรัพย์สำรอง
tk: Ervetiýaçlyk aktiwleri
tr: Rezerv Varlıklar
tt: Резерв активлары
ug: زاپاس مۈلۈك
uk: Резервні активи
ur: ریزرو اثاثے
uz: Zaxira aktivlari
vi: Tài sản dự trữ
xh: Ii-asethi ezigciniweyo
zu: Gcina Izimpahla

source: Reset all simulated values
af: Stel alle gesimuleerde waardes terug
am: ሁሉንም የተመሳሰሉ እሴቶችን ዳግም ያስጀምሩ
ar_ma: إعادة تعيين جميع القيم المحاكاة
as: সকলো চিমুলেটেড মান পুনৰায় সেট কৰক
az_cyrl_az: Bütün simulyasiya edilmiş dəyərləri sıfırlayın
be: Скінуць усе змадэляваныя значэнні
bg: Нулиране на всички симулирани стойности
bn: সমস্ত সিমুলেটেড মান পুনরায় সেট করুন
br: Adseiziñ an holl gwerzhelioù simuliet
bs: Poništite sve simulirane vrijednosti
ca: Restableix tots els valors simulats
cs: Obnovení všech simulovaných hodnot
cy: Ailosod yr holl werthoedd efelychiedig
da: Nulstil alle simulerede værdier
de: Alle simulierten Werte zurücksetzen
el: Επαναφορά όλων των προσομοιωμένων τιμών
eo: Restarigi ĉiujn ŝajnigajn valorojn
es: Restablecer todos los valores simulados
et: Nullida kõik simuleeritud väärtused
eu: Berrezarri simulatutako balio guztiak
fa: همه مقادیر شبیه سازی شده را بازنشانی کنید
fi: Nollaa kaikki simuloidut arvot
fil: I-reset ang lahat ng simulate na halaga
fo: Endurstilla allar hermaðarverðmæti
fr: Réinitialisation de toutes les valeurs simulées
fy: Reset alle simulearre wearden
ga: Athshocraigh gach luach insamhlaithe
gd: Ath-shuidhich a h-uile luach samhlachail
gl: Restablecer todos os valores simulados
gu: બધા સિમ્યુલેટેડ મૂલ્યોને ફરીથી સેટ કરો
he: אפס את כל הערכים המדומים
hi: सभी सिम्युलेटेड मान रीसेट करें
hr: Poništi sve simulirane vrijednosti
hu: Az összes szimulált érték visszaállítása
hy: Վերականգնել բոլոր նմանակված արժեքները
id: Mengatur ulang semua nilai simulasi
is: Endurstilla öll hermgildi
it: Azzeramento di tutti i valori simulati
ja: すべてのシミュレーション値をリセット
ka: ყველა სიმულირებული მნიშვნელობის გადატვირთვა
kk: Барлық симуляцияланған мәндерді қалпына келтіріңіз
km: កំណត់តម្លៃក្លែងធ្វើទាំងអស់ឡើងវិញ
kn: ಎಲ್ಲಾ ಸಿಮ್ಯುಲೇಟೆಡ್ ಮೌಲ್ಯಗಳನ್ನು ಮರುಹೊಂದಿಸಿ
ky: Бардык симуляцияланган маанилерди баштапкы абалга келтириңиз
lb: Reset all simuléiert Wäerter
lo: ຣີເຊັດຄ່າຈຳລອງທັງໝົດ
lt: Iš naujo nustatyti visas imituojamas vertes
lv: Atiestatīt visas simulētās vērtības
mg: Avereno ny soatoavina natao simulate rehetra
mi: Tautuhi ano i nga uara whakatairite katoa
mk: Ресетирајте ги сите симулирани вредности
ml: എല്ലാ സിമുലേറ്റഡ് മൂല്യങ്ങളും പുനഃസജ്ജമാക്കുക
mn: Бүх загварчилсан утгыг дахин тохируулна уу
mr: सर्व सिम्युलेटेड मूल्ये रीसेट करा
ms: Tetapkan semula semua nilai simulasi
mt: Irrisettja l-valuri simulati kollha
my: ပုံတူတန်ဖိုးများအားလုံးကို ပြန်လည်သတ်မှတ်ပါ။
ne: सबै सिमुलेटेड मानहरू रिसेट गर्नुहोस्
nl: Alle gesimuleerde waarden resetten
nn: Tilbakestill alle simulerte verdier
no: Tilbakestill alle simulerte verdier
oc: Restablir tots els valors simulats
or: ସମସ୍ତ ଅନୁକରଣ କରାଯାଇଥିବା ମୂଲ୍ୟଗୁଡ଼ିକୁ ପୁନ Res ସେଟ୍ କରନ୍ତୁ |
pa: ਸਾਰੇ ਸਿਮੂਲੇਟ ਕੀਤੇ ਮੁੱਲ ਰੀਸੈਟ ਕਰੋ
pl: Zresetuj wszystkie symulowane wartości
ps: ټول سمول شوي ارزښتونه بیا تنظیم کړئ
pt: Repor todos os valores simulados
pt_br: Redefinir todos os valores simulados
ro: Resetarea tuturor valorilor simulate
ru: Сброс всех смоделированных значений
rw: Ongera usubize indangagaciro zose
sc: Resètta totu is valorus simulados
sd: سڀ نقلي قدر بحال ڪريو
se: Rievdadit buorrejuvvon gielddaid
si: සියලු සමාකරණ අගයන් නැවත සකසන්න
sk: Obnovenie všetkých simulovaných hodnôt
sl: Ponastavitev vseh simuliranih vrednosti
sq: Rivendos të gjitha vlerat e simuluara
sr: Ресетујте све симулиране вредности
sv: Återställ alla simulerade värden
sw: Weka upya thamani zote zilizoigwa
ta: அனைத்து உருவகப்படுத்தப்பட்ட மதிப்புகளையும் மீட்டமைக்கவும்
te: అన్ని అనుకరణ విలువలను రీసెట్ చేయండి
tg: Ҳама арзишҳои симулятсияшударо аз нав танзим кунед
th: รีเซ็ตค่าจำลองทั้งหมด
tk: Simhli simulirlenen bahalary täzeden düzüň
tr: Simüle edilen tüm değerleri sıfırla
tt: Барлык симуляцияләнгән кыйммәтләрне кире кайтару
ug: بارلىق تەقلىدىي قىممەتلەرنى ئەسلىگە كەلتۈرۈڭ
uk: Скинути всі змодельовані значення
ur: تمام نقلی اقدار کو دوبارہ ترتیب دیں۔
uz: Barcha simulyatsiya qilingan qiymatlarni qayta o'rnating
vi: Đặt lại tất cả các giá trị mô phỏng
xh: Phinda umisele onke amaxabiso afanisiweyo
zu: Setha kabusha wonke amanani alingisa

source: Reset search query
af: Stel soeknavraag terug
am: የፍለጋ ጥያቄን ዳግም አስጀምር
ar_ma: إعادة تعيين طلب البحث
as: সন্ধান প্ৰশ্ন পুনৰায় সেট কৰক
az_cyrl_az: Axtarış sorğusunu sıfırlayın
be: Скінуць пошукавы запыт
bg: Нулиране на заявката за търсене
bn: অনুসন্ধান ক্যোয়ারী রিসেট করুন
br: Adseiziñ an anvadur klask
bs: Poništi upit za pretragu
ca: Restableix la consulta de cerca
cs: Obnovení vyhledávacího dotazu
cy: Ailosod ymholiad chwilio
da: Nulstil søgeforespørgsel
de: Suchanfrage zurücksetzen
el: Επαναφορά ερωτήματος αναζήτησης
eo: Restarigi serĉdemandon
es: Restablecer consulta de búsqueda
et: Otsingu päringu lähtestamine
eu: Berrezarri bilaketa-kontsulta
fa: بازنشانی عبارت جستجو
fi: Nollaa hakukysely
fil: I-reset ang query sa paghahanap
fo: Endurstilla leitarspurning
fr: Réinitialiser la recherche
fy: Reset sykfraach
ga: Athshocraigh ceist chuardaigh
gd: Ath-shuidhich iarrtas rannsachaidh
gl: Restablecer consulta de busca
gu: શોધ ક્વેરી રીસેટ કરો
he: אפס את שאילתת החיפוש
hi: खोज क्वेरी रीसेट करें
hr: Poništi upit za pretraživanje
hu: Keresési lekérdezés visszaállítása
hy: Վերականգնել որոնման հարցումը
id: Mengatur ulang permintaan pencarian
is: Endurstilla leitarfyrirspurn
it: Azzeramento della query di ricerca
ja: 検索クエリをリセット
ka: საძიებო მოთხოვნის გადატვირთვა
kk: Іздеу сұрауын қалпына келтіру
km: កំណត់សំណួរស្វែងរកឡើងវិញ
kn: ಹುಡುಕಾಟ ಪ್ರಶ್ನೆಯನ್ನು ಮರುಹೊಂದಿಸಿ
ky: Издөө сурамдарын баштапкы абалга келтирүү
lb: Reset Sich Ufro
lo: ຣີເຊັດຄຳຊອກຫາ
lt: Iš naujo nustatyti paieškos užklausą
lv: Atiestatīt meklēšanas vaicājumu
mg: Avereno ny fangatahana fikarohana
mi: Tautuhihia te uiui rapu
mk: Ресетирајте го барањето за пребарување
ml: തിരയൽ അന്വേഷണം പുനഃസജ്ജമാക്കുക
mn: Хайлтын асуулгыг дахин тохируулна уу
mr: शोध क्वेरी रीसेट करा
ms: Tetapkan semula pertanyaan carian
mt: Irrisettja l-mistoqsija tat-tfittxija
my: ရှာဖွေမှုမေးခွန်းကို ပြန်လည်သတ်မှတ်ပါ။
ne: खोज क्वेरी रिसेट गर्नुहोस्
nl: Zoekopdracht opnieuw instellen
nn: Tilbakestill søkeforespørsel
no: Tilbakestill søket
oc: Restablir la consulta de cerca
or: ସନ୍ଧାନ ଜିଜ୍ଞାସା ପୁନ Res ସେଟ୍ କରନ୍ତୁ |
pa: ਖੋਜ ਪੁੱਛਗਿੱਛ ਰੀਸੈਟ ਕਰੋ
pl: Zresetuj zapytanie wyszukiwania
ps: د لټون پوښتنې بیا تنظیم کړئ
pt: Repor a consulta de pesquisa
pt_br: Redefinir consulta de pesquisa
ro: Resetați interogarea de căutare
ru: Сброс поискового запроса
rw: Ongera usubize ikibazo cy'ishakisha
sc: Resètta sa chistione de cherka
sd: ري سيٽ ڪريو ڳولا سوال
se: Rievdadit oahpahusleatna
si: සෙවුම් විමසුම යළි පිහිටුවන්න
sk: Obnovenie vyhľadávacej požiadavky
sl: Ponastavitev iskalne poizvedbe
sq: Rivendos pyetjen e kërkimit
sr: Ресетујте упит за претрагу
sv: Återställ sökfråga
sw: Weka upya hoja ya utafutaji
ta: தேடல் வினவலை மீட்டமைக்கவும்
te: శోధన ప్రశ్నను రీసెట్ చేయండి
tg: Аз нав танзимкунии дархости ҷустуҷӯ
th: รีเซ็ตคำค้นหา
tk: Gözleg talaplaryny täzeden düzüň
tr: Arama sorgusunu sıfırla
tt: Эзләү соравын кире кайтару
ug: ئىزدەش سوئالىنى ئەسلىگە كەلتۈرۈڭ
uk: Скинути пошуковий запит
ur: تلاش کے استفسار کو دوبارہ ترتیب دیں۔
uz: Qidiruv so'rovini tiklash
vi: Đặt lại truy vấn tìm kiếm
xh: Seta kwakhona umbuzo wokukhangela
zu: Setha kabusha umbuzo wosesho
