Repository: 0xCazador/defi-simulator
Catalog: src/locales/*/messages.po
Languages: af, am, ar_ma, as, az_cyrl_az, be, bg, bn, br, bs, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fil, fo, fr, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, nn, no, oc, or, pa, pl, ps, pt, pt_br, ro, ru, rw, sc, sd, se, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tr, tt, ug, uk, ur, uz, vi, xh, zu

source: <0>This debt position has Emode (Efficieny Mode) enabled, but DeFi Simulator does not yet support positions with Emode enabled. We hope to add support for Emode soon.</0><1/>
af: <0>Hierdie skuldposisie het Emode (Doeltreffendheidsmodus) geaktiveer, maar DeFi Simulator ondersteun nog nie posisies met Emode geaktiveer nie. Ons hoop om binnekort ondersteuning vir Emode by te voeg.</0> <1/>
am: <0>ይህ የዕዳ ቦታ ኢሞድ (ውጤታማ ሁነታ) ነቅቷል፣ ነገር ግን DeFi Simulator በEmode የነቃ ቦታዎችን ገና አይደግፍም። በቅርቡ ለEmode ድጋፍ እንደምንጨምር ተስፋ እናደርጋለን።</0> <1/>
ar_ma: <0> تم تمكين Emode (وضع Efficieny) لمركز الدين هذا ، لكن DeFi Simulator لا يدعم حتى الآن المراكز التي تم تمكين Emode بها. نأمل أن نضيف دعمًا لـ Emode قريبًا.</0> <1 />
as: <0>এই ঋণৰ অৱস্থানত Emode (Efficieny Mode) সামৰ্থবান কৰা হৈছে, কিন্তু DeFi Simulator এ এতিয়াও Emode সামৰ্থবান কৰা অৱস্থানসমূহ সমৰ্থন নকৰে। আমি আশা কৰিছো যে অতি সোনকালে Emode ৰ বাবে সমৰ্থন যোগ কৰিম।</0> <১/>
az_cyrl_az: <0>Bu borc mövqeyində Emode (Efficieny Mode) aktivdir, lakin DeFi Simulator Emode aktiv olan mövqeləri hələ dəstəkləmir. Ümid edirik ki, tezliklə Emode üçün dəstək əlavə edəcəyik.</0> <1/>
be: <0>На гэтай пазыковай пазіцыі ўключаны Emode (рэжым эфектыўнасці), але DeFi Simulator пакуль не падтрымлівае пазіцыі з уключаным Emode. Мы спадзяемся, што хутка дадамо падтрымку Emode.</0> <1/>
bg: <0>Тази дългова позиция е с активиран режим Emode (Efficieny Mode), но DeFi Simulator все още не поддържа позиции с активиран режим Emode. Надяваме се скоро да добавим поддръжка за Emode.</0><1/>
bn: <0>এই ডেট পজিশন ইমোড (দক্ষতা মোড) সক্ষম করা আছে, কিন্তু ডিফাই সিমুলেটর এখনও ইমোড সক্ষম করে অবস্থান সমর্থন করে না। আমরা শীঘ্রই ইমোডের জন্য সমর্থন যোগ করার আশা করি।</0> <1/>
br: <0>Ar postad skoazell-mañ zo gant Emode (Mod Efisianta) enablit, met n'eo ket anavezet gant DeFi Simulator c'hoazh. Gouzout a raomp e vefe skoazell gant Emode a-benn ma vo c'hoarvezet skoazell gant anezhi a-benn ma vo.</0><1/>
bs: <0>Ova pozicija duga ima Emode (Efficieny Mode) omogućen, ali DeFi Simulator još ne podržava pozicije s uključenim Emode. Nadamo se da ćemo uskoro dodati podršku za Emode.</0> <1/>
ca: <0>Aquesta posició de deute té Emode (mode d'eficiència) activat, però DeFi Simulator encara no admet posicions amb Emode activat. Esperem afegir suport per a Emode aviat.</0> <1/>
cs: <0>Tato dluhová pozice má zapnutý Emode (Efficieny Mode), ale DeFi Simulator zatím nepodporuje pozice se zapnutým Emode. Doufáme, že podporu Emode brzy přidáme.</0><1/>
cy: <0>Mae Emode (Modd Effeithlonrwydd) wedi'i alluogi ar gyfer y sefyllfa ddyled hon, ond nid yw DeFi Simulator eto'n cefnogi swyddi gyda Emode wedi'i alluogi. Gobeithiwn ychwanegu cefnogaeth i Emode yn fuan.</0> <1/>
da: <0>Denne gældsposition har Emode (Efficieny Mode) aktiveret, men DeFi Simulator understøtter endnu ikke positioner med Emode aktiveret. Vi håber snart at kunne tilføje understøttelse af Emode.</0><1/>
de: <0>Diese Schuldenposition hat Emode (Efficieny Mode) aktiviert, aber DeFi Simulator unterstützt noch keine Positionen mit aktiviertem Emode. Wir hoffen, die Unterstützung für Emode bald hinzufügen zu können.</0><1/>
el: <0>Αυτή η θέση χρέους έχει ενεργοποιημένη τη λειτουργία Emode (Efficieny Mode), αλλά ο προσομοιωτής DeFi δεν υποστηρίζει ακόμη θέσεις με ενεργοποιημένη τη λειτουργία Emode. Ελπίζουμε να προσθέσουμε σύντομα υποστήριξη για Emode.</0><1/>
eo: <0>Ĉi tiu ŝuldpozicio havas Emode (Efikeca Reĝimo) ebligita, sed DeFi Simulator ankoraŭ ne subtenas poziciojn kun Emode ebligita. Ni esperas aldoni subtenon por Emode baldaŭ.</0> <1/>
es: <0>Esta posición de deuda tiene Emode (Efficieny Mode) activado, pero DeFi Simulator aún no soporta posiciones con Emode activado. Esperamos añadir soporte para Emode pronto.</0><1/>
et: <0>Selles võla positsioonis on Emode (Efficieny Mode) sisse lülitatud, kuid DeFi Simulator ei toeta veel positsioone, kus Emode on sisse lülitatud. Loodame Emode'ile varsti toetust lisada.</0><1/>
eu: <0>Zorraren posizio honek Emode (Efizientzia modua) gaituta dauka, baina DeFi Simulator-ek oraindik ez ditu onartzen Emode gaituta duten posizioak. Emoderako laguntza laster gehitzea espero dugu.</0> <1/>
fa: <0>این موقعیت بدهی Emode (حالت کارآمدی) را فعال کرده است، اما شبیه‌ساز DeFi هنوز از موقعیت‌هایی که Emode فعال است پشتیبانی نمی‌کند. امیدواریم به زودی پشتیبانی از Emode را اضافه کنیم.</0> <1/>
fi: <0>Tässä velka-asennossa on käytössä Emode (Efficieny Mode), mutta DeFi Simulator ei vielä tue asentoja, joissa Emode on käytössä. Toivomme, että Emode-tuki lisätään pian.</0><1/>
fil: <0>Ang posisyon sa utang na ito ay may naka-enable na Emode (Efficieny Mode), ngunit hindi pa sinusuportahan ng DeFi Simulator ang mga posisyong naka-enable ang Emode. Umaasa kaming magdagdag ng suporta para sa Emode sa lalong madaling panahon.</0> <1/>
fo: <0>Hetta skuldastøð hevur Emode (Efficieny Mode) virkað, men DeFi Simulator stuðlar enn ikki støðum við virkaðum Emode. Vit vóna at leggja stuðul til virkaða Emode so skjótt sum møguligt.</0><1/>
fr: <0>Ce poste de débiteur a activé l'Emode (mode d'efficacité), mais DeFi Simulator ne prend pas encore en charge les postes avec l'Emode activé. Nous espérons ajouter le support pour Emode bientôt.</0><1/>
fy: <0>Dizze skuldposysje hat Emode (Efficiency Mode) ynskeakele, mar DeFi Simulator stipet noch gjin posysjes mei Emode ynskeakele. Wy hoopje gau stipe ta te foegjen foar Emode.</0> <1/>
ga: <0>Tá Emode (Mód Éifeachtúlachta) cumasaithe ag an suíomh fiachais seo, ach ní thacaíonn DeFi Simulator le poist a bhfuil Emode cumasaithe acu go fóill. Tá súil againn tacaíocht a thabhairt do Emode go luath.</0> <1/>
gd: <0>Tha Emode (Modh Èifeachdas) air a chomasachadh leis an t-suidheachadh fiachan seo, ach chan eil DeFi Simulator fhathast a’ toirt taic do dhreuchdan le Emode air a chomasachadh. Tha sinn an dòchas taic a chuir ri Emode a dh’ aithghearr.</0> <1/>
gl: <0>Esta posición endebedada ten Emode (modo de eficiencia) activado, pero DeFi Simulator aínda non admite posicións con Emode activado. Esperamos engadir soporte para Emode pronto.</0> <1/>
gu: <0>આ ડેટ પોઝિશન Emode (કાર્યક્ષમતા મોડ) સક્ષમ છે, પરંતુ DeFi સિમ્યુલેટર હજુ સુધી Emode સક્ષમ સાથે સ્થિતિને સમર્થન આપતું નથી. અમે ટૂંક સમયમાં Emode માટે સમર્થન ઉમેરવાની આશા રાખીએ છીએ.</0> <1/>
he: <0>לפוזיציית החוב הזו הופעלה Emode (מצב יעילות), אך סימולטור DeFi עדיין אינו תומך בפוזיציות עם Emode מופעל. אנו מקווים להוסיף תמיכה עבור Emode בקרוב.</0> <1/>
hi: <0>इस ऋण स्थिति में एमोड (दक्षता मोड) सक्षम है, लेकिन डेफी सिम्युलेटर अभी तक एमोड सक्षम स्थिति का समर्थन नहीं करता है। हमें उम्मीद है कि हम जल्द ही इमोड के लिए समर्थन जोड़ देंगे।</0> <1/>
hr: <0>Ova dužnička pozicija ima omogućen Emode (Efficieny Mode), ali DeFi Simulator još ne podržava pozicije s omogućenim Emodeom. Nadamo se da ćemo uskoro dodati podršku za Emode.</0> <1/>
hu: <0>Ebben az adósságpozícióban engedélyezve van az Emode (Efficieny Mode), de a DeFi Simulator még nem támogatja az Emode engedélyezésű pozíciókat. Reméljük, hogy hamarosan hozzáadjuk az Emode támogatását.</0><1/>
hy: <0>Այս պարտքի դիրքը միացված է Emode-ին (Արդյունավետ ռեժիմ), սակայն DeFi Simulator-ը դեռ չի աջակցում Emode-ի միացված դիրքերը: Մենք հուսով ենք, որ շուտով կավելացնենք Emode-ի աջակցությունը:</0> <1/>
id: <0>Posisi utang ini telah mengaktifkan Emode (Mode Efisiensi), tetapi DeFi Simulator belum mendukung posisi yang mengaktifkan Emode. Kami berharap dapat segera menambahkan dukungan untuk Emode.</0><1/>
is: <0>Þessi skuldastaða er með Emode (hagkvæmniham) virkt, en DeFi Simulator styður ekki enn stöður með Emode virkt. Við vonumst til að bæta við stuðningi við Emode fljótlega.</0> <1/>
it: <0>Questa posizione debitoria ha l'Emode (Efficieny Mode) abilitato, ma il simulatore DeFi non supporta ancora le posizioni con Emode abilitato. Speriamo di aggiungere presto il supporto per l'Emode.</0><1/>
ja: <0>この借金ポジションはEmode（Efficieny Mode）が有効になっていますが、DeFi SimulatorはまだEmodeが有効になっているポジションをサポートしていません。近日中にEmodeのサポートを追加したいと考えています。</0><1/>
ka: <0>ამ დავალიანების პოზიციაზე ჩართულია Emode (ეფექტურობის რეჟიმი), მაგრამ DeFi Simulator ჯერ არ უჭერს მხარს პოზიციებს, სადაც ჩართულია Emode. ჩვენ ვიმედოვნებთ, რომ მალე დავამატებთ მხარდაჭერას Emode-სთვის.</0> <1/>
kk: <0>Бұл қарыз позициясында Emode (тиімділік режимі) қосылған, бірақ DeFi Simulator Emode қосылған күйлерді әлі қолдамайды. Жақында Emode қолдауын қосамыз деп үміттенеміз.</0> <1/>
km: <0>ទីតាំងបំណុលនេះមាន Emode (Efficieny Mode) ត្រូវបានបើក ប៉ុន្តែ DeFi Simulator មិនទាន់គាំទ្រមុខតំណែងដែលមាន Emode នៅឡើយទេ។ យើងសង្ឃឹមថានឹងបន្ថែមការគាំទ្រសម្រាប់ Emode ក្នុងពេលឆាប់ៗនេះ។</0> <1/}
kn: <0>ಈ ಸಾಲದ ಸ್ಥಾನವು ಎಮೋಡ್ (ಪರಿಣಾಮಕಾರಿ ಮೋಡ್) ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿದೆ, ಆದರೆ ಡಿಫೈ ಸಿಮ್ಯುಲೇಟರ್ ಇನ್ನೂ ಎಮೋಡ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿದ ಸ್ಥಾನಗಳನ್ನು ಬೆಂಬಲಿಸುವುದಿಲ್ಲ. ನಾವು ಶೀಘ್ರದಲ್ಲೇ ಎಮೋಡ್‌ಗೆ ಬೆಂಬಲವನ್ನು ಸೇರಿಸುತ್ತೇವೆ ಎಂದು ಭಾವಿಸುತ್ತೇವೆ.</0> <1/>
ky: <0>Бул карыз позициясында Emode (Efficieny Mode) иштетилген, бирок DeFi Simulator Emode иштетилген позицияларды азырынча колдобойт. Биз жакында Emode үчүн колдоо кошууга үмүттөнөбүз.</0> <1/>
lb: <0> Dës Scholdpositioun huet den Emode (Effizienzmodus) aktivéiert, awer DeFi Simulator ënnerstëtzt nach keng Positiounen mat Emode aktivéiert. Mir hoffen geschwënn Ënnerstëtzung fir Emode ze addéieren.</0> <1/>
lo: <0>ຕຳແໜ່ງໜີ້ນີ້ເປີດໃຊ້ງານ Emode (Efficieny Mode) ແຕ່ DeFi Simulator ຍັງບໍ່ຮອງຮັບຕຳແໜ່ງທີ່ເປີດໃຊ້ Emode ເທື່ອ. ພວກເຮົາຫວັງວ່າຈະເພີ່ມການສະຫນັບສະຫນູນສໍາລັບ Emode ໃນໄວໆນີ້.</0> <1/}
lt: <0>Šioje skolos pozicijoje įjungtas "Emode" (efektyvumo režimas), tačiau "DeFi Simulator" dar nepalaiko pozicijų su įjungtu "Emode" režimu. Tikimės netrukus pridėti Emode palaikymą.</0><1/>
lv: <0>Šai parāda pozīcijai ir ieslēgts Emode (efektivitātes režīms), taču DeFi Simulators vēl neatbalsta pozīcijas ar ieslēgtu Emode. Mēs ceram drīzumā pievienot Emode atbalstu.</0><1/>
mg: <0>Ity toeran'ny trosa ity dia manana Emode (Modely Efficieny), saingy tsy mbola manohana ny toerana misy Emode ny DeFi Simulator. Manantena izahay fa hanampy ny Emode tsy ho ela.</0> <1/>
mi: <0>Ko tenei turanga nama he Emode (Efficieny Aratau) kua whakahohea, engari kaore ano a DeFi Simulator e tautoko i nga tuunga me te Emode kua whakahohea. Ko te tumanako ka taapirihia he tautoko mo te Emode.</0> <1/>
mk: <0>Оваа должничка позиција има овозможено Emode (режим на ефикасност), но DeFi Simulator сè уште не поддржува позиции со овозможено Emode. Се надеваме дека наскоро ќе додадеме поддршка за Emode.</0> <1/>
ml: <0>ഈ ഡെറ്റ് പൊസിഷനിൽ ഇമോഡ് (എഫിഷ്യനി മോഡ്) പ്രവർത്തനക്ഷമമാക്കിയിട്ടുണ്ട്, എന്നാൽ ഇമോഡ് പ്രവർത്തനക്ഷമമാക്കിയിരിക്കുന്ന സ്ഥാനങ്ങളെ DeFi സിമുലേറ്റർ ഇതുവരെ പിന്തുണയ്ക്കുന്നില്ല. ഇമോഡിന് ഉടൻ പിന്തുണ നൽകുമെന്ന് ഞങ്ങൾ പ്രതീക്ഷിക്കുന്നു.</0> <1/>
mn: <0>Энэ өрийн байрлалд Emode (Үр ашигтай горим) идэвхжсэн боловч DeFi Simulator нь Emode идэвхжүүлсэн байрлалуудыг хараахан дэмждэггүй. Бид удахгүй Emode-ийн дэмжлэгийг нэмнэ гэж найдаж байна.</0> <1/>
mr: <0>या कर्ज स्थितीत इमोड (कार्यक्षमता मोड) सक्षम आहे, परंतु DeFi सिम्युलेटर अद्याप इमोड सक्षम असलेल्या स्थितींना समर्थन देत नाही. आम्ही लवकरच Emode साठी समर्थन जोडण्याची आशा करतो.</0> <1/>
ms: <0>Kedudukan hutang ini mendayakan Emod (Mod Kecekapan), tetapi Simulator DeFi belum lagi menyokong kedudukan dengan Emod didayakan. Kami berharap untuk menambah sokongan untuk Emode tidak lama lagi.</0> <1/>
mt: <0>Din il-pożizzjoni ta' dejn għandha Emode (Modalità Effiċjenza) attivata, iżda DeFi Simulator għadu ma jappoġġjax pożizzjonijiet b'Emode attivat. Nittamaw li nżidu l-appoġġ għal Emode dalwaqt.</0> <1/>
my: <0>ဤကြွေးမြီအနေအထားတွင် Emode (Efficieny Mode) ကို ဖွင့်ထားသော်လည်း DeFi Simulator သည် Emode ဖွင့်ထားသည့် ရာထူးများကို မပံ့ပိုးနိုင်သေးပါ။ မကြာမီ Emode အတွက် ပံ့ပိုးမှု ထပ်ထည့်ရန် မျှော်လင့်ပါသည်။</0> <1/}
ne: <0>यो ऋण स्थिति इमोड (दक्षता मोड) सक्षम गरिएको छ, तर DeFi सिम्युलेटरले अझै इमोड सक्षम भएको स्थितिहरूलाई समर्थन गर्दैन। हामी Emode को लागि चाँडै समर्थन थप्ने आशा गर्दछौं।</0> <1/>
nl: <0>Deze schuldpositie heeft Emode (Efficieny Mode) ingeschakeld, maar DeFi Simulator ondersteunt nog geen posities met Emode ingeschakeld. We hopen binnenkort ondersteuning voor Emode toe te voegen.</0><1/>
nn: <0>Denne gjeldsposisjonen har Emode (Efficiency Mode) aktivert, men DeFi Simulator støtter foreløpig ikke posisjoner med Emode aktivert. Vi håper å legge til støtte for Emode snart.</0><1/>
no: <0>Denne gjeldsposisjonen har Emode (Efficieny Mode) aktivert, men DeFi Simulator støtter ennå ikke posisjoner med Emode aktivert. Vi håper å legge til støtte for Emode snart.</0><1/>
oc: <0>Aquesta posicion de deute a Emode (Efficieny Mode) activat, mas DeFi Simulator encara pas suporta las posicions amb Emode activat. Esperam poder afegir suport per Emode pròximament.</0><1/>
or: <0> ଏହି debt ଣ ସ୍ଥିତିରେ ଇମୋଡ୍ (ଇଫିସିନି ମୋଡ୍) ସକ୍ଷମ ହୋଇଛି, କିନ୍ତୁ ଡିଫୋ ସିମୁଲେଟର ଏପର୍ଯ୍ୟନ୍ତ ଇମୋଡ୍ ସକ୍ଷମ ଥିବା ପଦବୀକୁ ସମର୍ଥନ କରେନାହିଁ | ଆମେ ଶୀଘ୍ର ଇମୋଡ୍ ପାଇଁ ସମର୍ଥନ ଯୋଗ କରିବାକୁ ଆଶା କରୁ |</0> <1 />
pa: <0>ਇਸ ਕਰਜ਼ੇ ਦੀ ਸਥਿਤੀ ਵਿੱਚ ਇਮੋਡ (ਕੁਸ਼ਲਤਾ ਮੋਡ) ਸਮਰਥਿਤ ਹੈ, ਪਰ DeFi ਸਿਮੂਲੇਟਰ ਅਜੇ ਵੀ ਇਮੋਡ ਸਮਰਥਿਤ ਸਥਿਤੀਆਂ ਦਾ ਸਮਰਥਨ ਨਹੀਂ ਕਰਦਾ ਹੈ। ਅਸੀਂ ਜਲਦੀ ਹੀ ਇਮੋਡ ਲਈ ਸਮਰਥਨ ਜੋੜਨ ਦੀ ਉਮੀਦ ਕਰਦੇ ਹਾਂ।</0> <1/>
pl: <0>Ta pozycja długu ma włączony tryb Emode (tryb wydajności), ale DeFi Simulator nie obsługuje jeszcze pozycji z włączonym trybem Emode. Mamy nadzieję, że wkrótce dodamy obsługę Emode.</0><1/>
ps: <0> دا پور موقعیت ایموډ (د موثریت حالت) فعال کړی دی، مګر د ډی فای سمیلیټر لاهم د ایموډ فعال شوي موقعیتونو ملاتړ نه کوي. موږ هیله لرو چې ژر تر ژره د Emode لپاره ملاتړ اضافه کړو.</0> <1/>
pt: <0>Esta posição de dívida tem o Emode (Efficieny Mode) ativado, mas o DeFi Simulator ainda não suporta posições com o Emode ativado. Esperamos adicionar suporte para Emode em breve.</0><1/>
pt_br: <0>Essa posição de dívida tem o Emode (Efficieny Mode) ativado, mas o DeFi Simulator ainda não oferece suporte a posições com o Emode ativado. Esperamos adicionar suporte ao Emode em breve.</0><1/>
ro: <0>Această poziție de datorie are Emode (Efficieny Mode) activat, dar DeFi Simulator nu acceptă încă poziții cu Emode activat. Sperăm să adăugăm în curând suport pentru Emode.</0><1/>
ru: <0>В этой долговой позиции включен режим Emode (режим экономии), но DeFi Simulator пока не поддерживает позиции с включенным Emode. Мы надеемся добавить поддержку Emode в ближайшее время.</0><1/>
rw: <0> Iyi myanya yumwenda ifite Emode (Efficieny Mode) ishoboye, ariko DeFi Simulator ntabwo irashyigikira imyanya hamwe na Emode ishoboye. Turizera kongeramo inkunga kuri Emode vuba.</0> <1 />
sc: <0>Custu postu de debitu tenet Emode (Efficieny Mode) abilitadu, ma DeFi Simulator non tenet ancora suportu pro postos cun Emode abilitadu. Speramus de agiungere suportu pro Emode prontu.</0><1/>
sd: <0>هن قرض جي پوزيشن ايموڊ (اثرائتي موڊ) کي فعال ڪيو آهي، پر DeFi Simulator اڃا تائين ايموڊ فعال ٿيل پوزيشن کي سپورٽ نٿو ڪري. اسان کي اميد آهي ته Emode لاءِ مدد شامل ڪنداسين جلد.</0> 1/>
se: <0>Dát duddjomearka lea mearridan Emode (Efficieny Mode), muhto DeFi Simulator ii oaččo mearridit duddjomearkaide mii leat mearridan Emode. Mii doaimmahit mearridit duddjomearkaide mii leat mearridan Emode muhtin.</0><1/>
si: <0>මෙම ණය තත්ත්වය Emode (කාර්යක්ෂම මාදිලිය) සක්‍රීය කර ඇත, නමුත් DeFi සිමියුලේටරය Emode සක්‍රීය කර ඇති ස්ථාන සඳහා තවමත් සහාය නොදක්වයි. අපි ඉක්මනින්ම Emod සඳහා සහය එක් කිරීමට බලාපොරොත්තු වෙමු.</0> <1/>
sk: <0>Táto dlhová pozícia má zapnutý Emode (Efficieny Mode), ale DeFi Simulator zatiaľ nepodporuje pozície so zapnutým Emode. Dúfame, že podporu Emode čoskoro pridáme.</0><1/>
sl: <0>Ta položaj dolga ima omogočen način Emode (Efficieny Mode), vendar DeFi Simulator še ne podpira položajev z omogočenim načinom Emode. Upamo, da bomo kmalu dodali podporo za Emode.</0><1/>
sq: <0>Ky pozicion borxhi ka të aktivizuar Emode (Modaliteti i Efikasitetit), por DeFi Simulator nuk i mbështet ende pozicionet me Emode të aktivizuar. Shpresojmë të shtojmë mbështetje për Emode së shpejti.</0> <1/>
sr: <0>Ова позиција дуга има омогућен Емоде (Еффициени Моде), али ДеФи Симулатор још увек не подржава позиције са омогућеним Емоде. Надамо се да ћемо ускоро додати подршку за Емоде.</0> <1/>
sv: <0>Denna skuldposition har Emode (Efficieny Mode) aktiverat, men DeFi Simulator stöder ännu inte positioner med Emode aktiverat. Vi hoppas kunna lägga till stöd för Emode inom kort.</0><1/>
sw: <0>Nafasi hii ya deni imewashwa Emode (Njia ya Ufanisi), lakini DeFi Simulator bado haitumii nafasi ikiwa na Emode imewashwa. Tunatarajia kuongeza usaidizi kwa Emode hivi karibuni.</0> <1/>
ta: <0>இந்த கடன் நிலையில் எமோட் (செயல்திறன் பயன்முறை) இயக்கப்பட்டுள்ளது, ஆனால் DeFi சிமுலேட்டர் இன்னும் Emode இயக்கப்பட்ட நிலைகளை ஆதரிக்கவில்லை. விரைவில் Emodeக்கான ஆதரவைச் சேர்ப்போம் என்று நம்புகிறோம்.</0> <1/>
te: <0>ఈ డెట్ పొజిషన్ ఎమోడ్ (సమర్థత మోడ్) ప్రారంభించబడింది, కానీ DeFi సిమ్యులేటర్ ఇంకా Emode ప్రారంభించబడిన స్థానాలకు మద్దతు ఇవ్వదు. మేము త్వరలో ఈమోడ్‌కు మద్దతును జోడించాలని ఆశిస్తున్నాము.</0> <1/>
tg: <0>Ин мавқеъи қарз Emode (Усули самаранок) фаъол аст, аммо DeFi Simulator ҳанӯз мавқеъҳоро бо Emode фаъол намекунад. Мо умедворем, ки ба зудӣ дастгирии Emode илова кунем.</0> <1/>
th: <0>สถานะหนี้นี้เปิดใช้งาน Emode (โหมดประสิทธิภาพ) แต่ DeFi Simulator ยังไม่รองรับสถานะที่เปิดใช้งาน Emode เราหวังว่าจะเพิ่มการรองรับสำหรับ Emode ในเร็วๆ นี้</0> <1/>
tk: <0> Bu karz ýagdaýy Emode (Efficieny Mode) açyk, ýöne DeFi Simulator Emode açyk pozisiýalary entek goldamaýar. Emode üçin ýakyn wagtda goldaw goşarys diýip umyt edýäris.</0> <1 />
tr: <0>Bu borç pozisyonunda Emode (Verimlilik Modu) etkindir, ancak DeFi Simulator henüz Emode'un etkin olduğu pozisyonları desteklememektedir. Yakında Emode için destek eklemeyi umuyoruz.</0><1/>
tt: <0> Бу бурыч позициясе Emode (Efficieny Mode) кушылган, ләкин DeFi Simulator әле Emode кушылган позицияләрне хупламый. Тиздән Emode өчен ярдәм өстәрбез дип ышанабыз.</0> <1 />
ug: <0> بۇ قەرز ئورنى Emode (Efficieny Mode) قوزغىتىلغان ، ئەمما DeFi تەقلىدلىگۈچىسى Emode قوزغىتىلغان ئورۇننى تېخى قوللىمايدۇ. بىز Emode نى تېزرەك قوللاشنى ئۈمىد قىلىمىز.</0> <1 />
uk: <0>У цій борговій позиції увімкнено режим Emode (Режим економії), але DeFi Simulator поки що не підтримує позиції з увімкненим режимом Emode. Ми сподіваємося додати підтримку Emode найближчим часом.</0><1/>
ur: <0>اس قرض کی پوزیشن Emode (Effieny Mode) فعال ہے، لیکن DeFi Simulator ابھی تک Emode فعال ہونے والی پوزیشنوں کو سپورٹ نہیں کرتا ہے۔ ہمیں امید ہے کہ جلد ہی ایموڈ کے لیے تعاون شامل کریں گے۔</0> <1/>
uz: <0>Bu qarz pozitsiyasida Emode (Efficieny Mode) yoqilgan, ammo DeFi Simulator hali Emode yoqilgan pozitsiyalarni qoʻllab-quvvatlamaydi. Tez orada Emode-ni qo'llab-quvvatlashga umid qilamiz.</0> <1/>
vi: <0>Vị thế nợ này đã bật Emode (Chế độ hiệu quả), nhưng DeFi Simulator chưa hỗ trợ các vị thế có bật Emode. Chúng tôi hy vọng sẽ sớm thêm hỗ trợ cho Emode.</0> <1/>
xh: </ Sinethemba lokongeza inkxaso ye-Emode kungekudala.</0> <1/>
zu: <0>Le ndawo yesikweletu ine-Emode (Imodi Yokusebenza) enikwe amandla, kodwa i-DeFi Simulator ayikasekeli izikhundla nge-Emode enikwe amandla. Sithemba ukungeza usekelo lwe-Emode maduze.</0> <1/>

source: <0>Total Borrowed refers to the sum of all assets borrowed, expressed in the selected fiat currency.</0>
bg: <0>Total Borrowed се отнася до сумата на всички заети активи, изразена в избраната фиатна валута.</0>
de: <0>Total Borrowed bezieht sich auf die Summe aller geliehenen Vermögenswerte, ausgedrückt in der ausgewählten Fiat-Währung.</0>
fil: <0>Tumutukoy ang Kabuuang Hiniram sa kabuuan ng lahat ng asset na hiniram, na ipinahayag sa napiling fiat currency.</0>
hr: <0>Ukupno posuđeno odnosi se na zbroj svih posuđenih sredstava, izražen u odabranoj fiat valuti.</0>
ja: <0>借入総額は、選択した不換紙幣で表示された借入資産の合計を指す。</0>
lb: <0>Total Borrowed bezitt sech op d'Zomm vun all geléinten Verméigen, ausgedréckt an der gewielter Fiat Währung.</0>
lt: <0>Iš viso pasiskolinta reiškia viso pasiskolinto turto sumą, išreikštą pasirinkta fiat valiuta.</0>
lv: <0>Kopējais aizņemto līdzekļu apjoms ir visu aizņemto aktīvu summa, kas izteikta izvēlētajā fiat valūtā.</0>
ms: <0>Jumlah Pinjaman merujuk kepada jumlah semua aset yang dipinjam, dinyatakan dalam mata wang fiat yang dipilih.</0>
my: <0>Total Borrowed ဆိုသည်မှာ ရွေးချယ်ထားသော fiat ငွေကြေးတွင် ဖော်ပြထားသော ချေးယူထားသော ပိုင်ဆိုင်မှုအားလုံး၏ ပေါင်းစည်းခြင်းကို ရည်ညွှန်းသည်။</0>
ne: <0>कुल उधारिएकोले उधारिएको सबै सम्पत्तिहरूको योगलाई जनाउँछ, चयन गरिएको फिएट मुद्रामा व्यक्त गरिएको।</0>
ro: <0>Total împrumutat se referă la suma tuturor activelor împrumutate, exprimată în moneda fiduciară selectată.</0>
sl: <0>Skupaj izposojeno se nanaša na vsoto vseh izposojenih sredstev, izraženo v izbrani fiat valuti.</0>
sq: <0>Totali i huazuar i referohet shumës së të gjitha aktiveve të marra hua, të shprehura në monedhën e zgjedhur fiat.</0>
tr: <0>Toplam Borçlanılan, seçilen fiat para birimi cinsinden ifade edilen, borçlanılan tüm varlıkların toplamını ifade eder.</0>
uk: <0>Загальна сума запозичень - це сума всіх запозичених активів, виражена у вибраній фіатній валюті.</0>

source: Aave Markets
be: Рынкі Aave
bg: Пазари Aave
bn: Aave মার্কেটস
ca: Mercats d'Aave
de: Aave Märkte
es: Mercados Aave
et: Aave Turud
fil: Mga Aave Market
fr: Marchés Aave
ga: Margaí Aave
hi: एवे मार्केट्स
hr: Tržnice Aave
hu: Aave piacok
id: Pasar Aave
is: Aave markaðir
it: Mercati Aave
ja: アーヴェ・マーケッツ
km: ទីផ្សារ Aave
lb: Aave Mäert
ml: ആവേ മാർക്കറ്റുകൾ
ms: Pasaran Aave
mt: Swieq Aave
my: Aave စျေးကွက်များ
ne: Aave मार्केट्स
nl: Aave Markten
pt: Mercados Aave
ro: Piețe Aave
sl: Trgi Aave
sr: Ааве Маркетс
sv: Aave marknader
ta: ஏவ் சந்தைகள்
th: ตลาดอาฟ
tk: Bazarlar
tr: Aave Marketleri
uz: Aave bozorlari

source: Add Borrow Asset
bg: Добавяне на актив назаем
de: Leihgabe hinzufügen
fil: Magdagdag ng Borrow Asset
hr: Dodaj posuđeno sredstvo
ja: 資産を借りる
lb: Füügt Prêt Asset
lt: Pridėti pasiskolintą turtą
lv: Pievienot Aizņemties aktīvu
ms: Tambah Pinjam Aset
my: ပိုင်ဆိုင်မှုကို ချေးထည့်ပါ။
ne: उधारो सम्पत्ति थप्नुहोस्
ro: Adăugați un activ împrumutat
sl: Dodaj izposojo sredstev
sq: Shto Asetin e Huazimit
tr: Ödünç Varlık Ekle
uk: Додати позиковий актив

source: Add Reserve Asset
bg: Добавяне на резервния актив
de: Reserveaktiva hinzufügen
fil: Magdagdag ng Reserve Asset
hr: Dodaj pričuvno sredstvo
ja: 積立資産の追加
lb: Füügt Reservéiert Asset
lt: Pridėti rezervinį turtą
lv: Pievienot rezerves aktīvu
ms: Tambah Aset Rizab
my: Reserve Asset ထည့်ပါ။
ne: रिजर्भ सम्पत्ति थप्नुहोस्
ro: Adăugați un activ de rezervă
sl: Dodaj sredstva za rezerve
sq: Shto aktivin e rezervës
tr: Yedek Varlık Ekle
uk: Додати резервний актив
