Repository: 0xCazador/defi-simulator
Catalog: src/locales/*/messages.po
Languages: af, am, ar_ma, as, az_cyrl_az, be, bg, bn, br, bs, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fil, fo, fr, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, nn, no, oc, or, pa, pl, ps, pt, pt_br, ro, ru, rw, sc, sd, se, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tr, tt, ug, uk, ur, uz, vi, xh, zu

source: Reset to Original Value ({0})
af: Stel terug na oorspronklike waarde ({0})
am: ወደ መጀመሪያው እሴት ዳግም አስጀምር ({0})
ar_ma: إعادة التعيين إلى القيمة الأصلية ({0})
as: মূল মানলৈ পুনৰায় সেট কৰক ({0})
az_cyrl_az: Orijinal dəyərə sıfırlayın ({0})
be: Скінуць зыходнае значэнне ({0})
bg: Нулиране на първоначалната стойност ({0})
bn: আসল মান ({0}) এ রিসেট করুন
br: Adseiziñ d'ar Gwerzhel Gwirion ({0})
bs: Vrati na originalnu vrijednost ({0})
ca: Restableix el valor original ({0})
cs: Obnovení původní hodnoty ({0})
cy: Ailosod i Werth Gwreiddiol ({0})
da: Nulstil til original værdi ({0})
de: Zurücksetzen auf den ursprünglichen Wert ({0})
el: Επαναφορά στην αρχική τιμή ({0})
eo: Restarigi al Originala Valoro ({0})
es: Restablecer valor original ({0})
et: Algväärtuse lähtestamine ({0})
eu: Berrezarri jatorrizko baliora ({0})
fa: بازنشانی به مقدار اصلی ({0})
fi: Nollaus alkuperäiseen arvoon ({0})
fil: I-reset sa Orihinal na Halaga ({0})
fo: Endurstilla í upphafsgildi ({0})
fr: Remise à la valeur d'origine ({0})
fy: Weromsette nei oarspronklike wearde ({0})
ga: Athshocraigh go Bunluach ({0})
gd: Ath-shuidheachadh gu Luach Tùsail ({0})
gl: Restablecer ao valor orixinal ({0})
gu: મૂળ મૂલ્ય પર ફરીથી સેટ કરો ({0})
he: איפוס לערך המקורי ({0})
hi: मूल मान पर रीसेट करें ({0})
hr: Vrati na izvornu vrijednost ({0})
hu: Eredeti értékre visszaállítás ({0})
hy: Վերակայել սկզբնական արժեքին ({0})
id: Atur Ulang ke Nilai Asli ({0})
is: Endurstillt í upprunalegt gildi ({0})
it: Ripristino del valore originale ({0})
ja: 元の値にリセット（[{0}）
ka: თავდაპირველ მნიშვნელობაზე დაბრუნება ({0})
kk: Бастапқы мәнге қайтару ({0})
km: កំណត់ឡើងវិញទៅតម្លៃដើម ({0})
kn: ಮೂಲ ಮೌಲ್ಯಕ್ಕೆ ಮರುಹೊಂದಿಸಿ ({0})
ky: Баштапкы мааниге кайтаруу ({0})
lb: Zeréck op Originalwäert ({0})
lo: ຣີເຊັດເປັນຄ່າຕົ້ນສະບັບ ({0})
lt: Iš naujo nustatyta pradinė vertė ({0})
lv: Sākotnējās vērtības atiestatīšana ({0})
mg: Avereno amin'ny sanda voalohany ({0})
mi: Tautuhianu ki te Uara Taketake ({0})
mk: Ресетирање на оригинална вредност ({0})
ml: യഥാർത്ഥ മൂല്യത്തിലേക്ക് പുനഃസജ്ജമാക്കുക ({0})
mn: Анхны утга руу дахин тохируулах ({0})
mr: मूळ मूल्यावर रीसेट करा ({0})
ms: Tetapkan semula kepada Nilai Asal ({0})
mt: Irrisettja għall-Valur Oriġinali ({0})
my: မူရင်းတန်ဖိုး ({0}) သို့ ပြန်လည်သတ်မှတ်ပါ
ne: मूल मान ({0}) मा रिसेट गर्नुहोस्
nl: Terugzetten op oorspronkelijke waarde ({0})
nn: Tilbakestill til opprinnelig verdi ({0})
no: Tilbakestill til opprinnelig verdi ({0})
oc: Restablir al valor original ({0})
or: ମୂଳ ମୂଲ୍ୟକୁ ପୁନ et ସେଟ୍ କରନ୍ତୁ ({0})
pa: ਮੂਲ ਮੁੱਲ ({0}) 'ਤੇ ਰੀਸੈਟ ਕਰੋ
pl: Reset do wartości pierwotnej ({0})
ps: اصلي ارزښت ته بیا وټاکئ ({0})
pt: Reposição do valor original ({0})
pt_br: Redefinir para o valor original ({0})
ro: Resetare la valoarea inițială ({0})
ru: Сброс на исходное значение ({0})
rw: Ongera usubire ku gaciro kambere ({0})
sc: Resètta a su valori orìgine ({0})
sd: اصل قدر تي ري سيٽ ڪريو ({0})
se: Rievdadit oppalaš vearri ({0})
si: මුල් අගයට යළි පිහිටුවන්න ({0})
sk: Obnovenie pôvodnej hodnoty ({0})
sl: Ponastavitev na prvotno vrednost ({0})
sq: Rivendos në vlerën origjinale ({0})
sr: Ресетуј на оригиналну вредност ({0})
sv: Återställ till originalvärde ({0})
sw: Weka Upya hadi Thamani Halisi ({0})
ta: அசல் மதிப்பிற்கு மீட்டமை ({0})
te: అసలు విలువకు రీసెట్ చేయండి ({0})
tg: Баргардонидан ба арзиши аслӣ ({0})
th: รีเซ็ตเป็นค่าดั้งเดิม ({0})
tk: Asyl bahasyna gaýtaryň ({0})
tr: Orijinal Değere Sıfırla ({0})
tt: Оригиналь кыйммәткә кире кайтару ({0})
ug: ئەسلى قىممەتكە قايتۇرۇش ({0})
uk: Скидання до початкового значення ({0})
ur: اصل قدر پر ری سیٹ کریں ({0})
uz: Asl qiymatiga qaytarish ({0})
vi: Đặt lại về Giá trị gốc ({0})
xh: Phinda umisele iXabiso loqobo ({0})
zu: Setha kabusha Inani Loqobo ({0})

source: Search for available currencies
be: Пошук даступных валют
bg: Търсене на налични валути
bn: উপলব্ধ মুদ্রার জন্য অনুসন্ধান করুন
bs: Potražite dostupne valute
ca: Cerca les monedes disponibles
cs: Vyhledávání dostupných měn
da: Søg efter tilgængelige valutaer
de: Suche nach verfügbaren Währungen
el: Αναζήτηση για διαθέσιμα νομίσματα
es: Buscar monedas disponibles
et: Otsi olemasolevaid valuutasid
fi: Etsi käytettävissä olevia valuuttoja
fil: Maghanap ng mga magagamit na pera
fr: Recherche de devises disponibles
hi: उपलब्ध मुद्राएँ खोजें
hr: Potražite dostupne valute
hy: Որոնեք մատչելի արժույթներ
id: Cari mata uang yang tersedia
is: Leitaðu að tiltækum gjaldmiðlum
it: Ricerca delle valute disponibili
ja: 利用可能な通貨の検索
ka: მოძებნეთ ხელმისაწვდომი ვალუტები
km: ស្វែងរករូបិយប័ណ្ណដែលមាន
ky: Жеткиликтүү валюталарды издөө
lb: Sich no verfügbare Währungen
lt: Galimų valiutų paieška
lv: Pieejamo valūtu meklēšana
mk: Пребарајте достапни валути
ml: ലഭ്യമായ കറൻസികൾക്കായി തിരയുക
mn: Боломжтой валютуудыг хайх
ms: Cari mata wang yang tersedia
mt: Fittex għall-muniti disponibbli
my: ရနိုင်သောငွေကြေးများကိုရှာဖွေပါ။
ne: उपलब्ध मुद्राहरू खोज्नुहोस्
nl: Zoeken naar beschikbare valuta
no: Søk etter tilgjengelige valutaer
pl: Wyszukiwanie dostępnych walut
pt: Procurar moedas disponíveis
ro: Căutați monedele disponibile
sc: Cerca monedas disponìbiles
sk: Vyhľadávanie dostupných mien
sl: Iskanje razpoložljivih valut
sq: Kërkoni për monedhat e disponueshme
sr: Потражите доступне валуте
sv: Sök efter tillgängliga valutor
ta: கிடைக்கக்கூடிய நாணயங்களைத் தேடுங்கள்
th: ค้นหาสกุลเงินที่มีอยู่
tk: Bar bolan walýutalary gözläň
tr: Mevcut para birimlerini arayın
uk: Пошук доступних валют
uz: Mavjud valyutalarni qidiring

source: Search for available languages
be: Пошук даступных моў
bg: Търсене на налични езици
bn: উপলব্ধ ভাষার জন্য অনুসন্ধান করুন
bs: Potražite dostupne jezike
ca: Cerca els idiomes disponibles
cs: Vyhledávání dostupných jazyků
da: Søg efter tilgængelige sprog
de: Suche nach verfügbaren Sprachen
el: Αναζήτηση για διαθέσιμες γλώσσες
es: Buscar idiomas disponibles
et: Otsi olemasolevaid keeli
fi: Etsi käytettävissä olevia kieliä
fil: Maghanap ng mga magagamit na wika
fr: Recherche des langues disponibles
hi: उपलब्ध भाषाओं को खोजें
hr: Potražite dostupne jezike
hy: Որոնեք մատչելի լեզուները
id: Cari bahasa yang tersedia
is: Leitaðu að tiltækum tungumálum
it: Ricerca delle lingue disponibili
ja: 使用可能な言語の検索
ka: მოძებნეთ ხელმისაწვდომი ენები
km: ស្វែងរកភាសាដែលមាន
ky: Жеткиликтүү тилдерди издөө
lb: Sich no verfügbare Sproochen
lt: Galimų kalbų paieška
lv: Pieejamo valodu meklēšana
mk: Пребарајте достапни јазици
ml: ലഭ്യമായ ഭാഷകൾക്കായി തിരയുക
mn: Боломжтой хэлүүдийг хайх
ms: Cari bahasa yang tersedia
mt: Fittex għal-lingwi disponibbli
my: ရနိုင်သောဘာသာစကားများကို ရှာဖွေပါ။
ne: उपलब्ध भाषाहरू खोज्नुहोस्
nl: Zoeken naar beschikbare talen
no: Søk etter tilgjengelige språk
pl: Wyszukiwanie dostępnych języków
pt: Procurar línguas disponíveis
ro: Căutați limbile disponibile
sc: Cerca limbas disponìbiles
sk: Vyhľadávanie dostupných jazykov
sl: Iskanje razpoložljivih jezikov
sq: Kërkoni për gjuhët e disponueshme
sr: Потражите доступне језике
sv: Sök efter tillgängliga språk
ta: கிடைக்கக்கூடிய மொழிகளைத் தேடுங்கள்
th: ค้นหาภาษาที่ใช้ได้
tk: Elýeterli dilleri gözläň
tr: Mevcut dilleri arayın
uk: Пошук доступних мов
uz: Mavjud tillarni qidiring

source: Search for {0} Assets
af: Soek vir {0} Bates
am: {0} ንብረቶችን ይፈልጉ
ar_ma: ابحث عن الأصول {0}
as: {0} সম্পত্তিৰ বাবে সন্ধান কৰক
az_cyrl_az: {0} Aktivlərini axtarın
be: Знайдзіце актывы {0}.
bg: Търсене на активи {0}
bn: {0} সম্পদ অনুসন্ধান করুন
br: Klask a-gevret gant ar Gwerzhelioù {0}
bs: Potražite {0} sredstva
ca: Cerqueu recursos {0}.
cs: Hledat {0} Majetek
cy: Chwilio am {0} Asedau
da: Søg efter {0} aktiver
de: Suche nach {0} Vermögenswerten
el: Αναζήτηση για {0} Περιουσιακά στοιχεία
eo: Serĉu {0} Aktivojn
es: Buscar activos {0}
et: Otsi {0} varasid
eu: Bilatu {0} Aktiboak
fa: جستجو برای {0} دارایی
fi: Etsi {0} omaisuuserät
fil: Maghanap ng {0} Assets
fo: Leitaðu að {0} eignum
fr: Recherche de {0} Actifs
fy: Sykje nei {0} Assets
ga: Cuardaigh {0} Sócmhainní
gd: Lorg maoin {0}
gl: Busca recursos {0}.
gu: {0} સંપત્તિઓ માટે શોધો
he: חפש {0} נכסים
hi: {0} संपत्ति खोजें
hr: Potražite {0} sredstva
hu: Keresés a {0} eszközök után
hy: Որոնեք {0} ակտիվներ
id: Mencari Aset {0}
is: Leitaðu að {0} eignum
it: Cerca {0} Attività
ja: {0}]資産を検索する
ka: მოძებნეთ {0} აქტივები
kk: {0} активтерін іздеңіз
km: ស្វែងរក {0} ទ្រព្យសកម្ម
kn: {0} ಸ್ವತ್ತುಗಳಿಗಾಗಿ ಹುಡುಕಿ
ky: {0} активдерин издөө
lb: Sich no {0} Verméigen
lo: ຊອກຫາ {0} ຊັບສິນ
lt: Ieškoti {0} turto
lv: Meklēt {0} Aktīvi
mg: Mitadiava fananana {0}.
mi: Rapua mo {0} Rawa
mk: Пребарајте {0} средства
ml: {0} അസറ്റുകൾക്കായി തിരയുക
mn: {0} хөрөнгийг хайх
mr: {0} मालमत्ता शोधा
ms: Cari Aset {0}.
mt: Fittex għal {0} Assi
my: {0} ပိုင်ဆိုင်မှုများကို ရှာဖွေပါ။
ne: {0} सम्पत्तिहरू खोज्नुहोस्
nl: Zoek naar {0} Activa
nn: Søk etter {0} eiendeler
no: Søk etter {0} eiendeler
oc: Cercar actius {0}
or: {0} ସମ୍ପତ୍ତି ପାଇଁ ସନ୍ଧାନ କରନ୍ତୁ |
pa: {0} ਸੰਪਤੀਆਂ ਦੀ ਖੋਜ ਕਰੋ
pl: Wyszukiwanie aktywów {0}
ps: د {0} شتمنیو لټون
pt: Procurar por {0} Activos
pt_br: Busca por ativos {0}
ro: Căutare pentru {0} Active
ru: Поиск {0} Активы
rw: Shakisha {0} Umutungo
sc: Cherka pro asset {0}
sd: {0} اثاثن جي ڳولا ڪريو
se: Oahpahit {0} assesttat
si: {0} වත්කම් සඳහා සොයන්න
sk: Vyhľadávanie {0} Aktíva
sl: Iskanje {0} Sredstva
sq: Kërko për Asetet {0}
sr: Потражите {0} средства
sv: Sök efter {0} Tillgångar
sw: Tafuta Vipengee vya {0}
ta: {0} சொத்துகளைத் தேடவும்
te: {0} ఆస్తుల కోసం శోధించండి
tg: Ҷустуҷӯи дороиҳои {0}
th: ค้นหาเนื้อหา {0}
tk: {0} Aktiwleri gözläň
tr: {0}] Varlıklarını arayın
tt: {0} активларны эзләү
ug: {0} مۈلۈكلەرنى ئىزدەڭ
uk: Пошук для {0} активів
ur: {0} اثاثے تلاش کریں۔
uz: {0} aktivlarini qidiring
vi: Tìm kiếm nội dung {0}
xh: Khangela i {0} Assets
zu: Sesha amafa we-{0}

source: Select Currency
be: Выберыце Валюта
bg: Изберете валута
bn: কারেন্সি নির্বাচন করুন
bs: Odaberite Valuta
ca: Seleccioneu Moneda
cs: Zvolte měnu
da: Vælg valuta
de: Währung auswählen
el: Επιλέξτε νόμισμα
es: Seleccionar moneda
et: Valige valuuta
fi: Valitse valuutta
fil: Piliin ang Pera
fr: Sélectionner la devise
hi: मुद्रा चुनें
hr: Odaberite Valutu
hy: Ընտրեք արժույթ
id: Pilih Mata Uang
is: Veldu Gjaldmiðill
it: Selezionare la valuta
ja: 通貨を選択
ka: აირჩიეთ ვალუტა
km: ជ្រើសរើសរូបិយប័ណ្ណ
ky: Валюта тандаңыз
lb: Wielt Währung
lt: Pasirinkite valiutą
lv: Izvēlieties valūtu
mk: Изберете валута
ml: കറൻസി തിരഞ്ഞെടുക്കുക
mn: Валют сонгоно уу
ms: Pilih Mata Wang
mt: Agħżel Munita
my: ငွေကြေးကို ရွေးပါ။
ne: मुद्रा चयन गर्नुहोस्
nl: Valuta selecteren
no: Velg valuta
pl: Wybierz walutę
pt: Selecionar moeda
ro: Selectați moneda
sc: Seletziona Moneda
sk: Vyberte menu
sl: Izberite valuto
sq: Zgjidhni monedhën
sr: Изаберите Валута
sv: Välj valuta
ta: நாணயத்தைத் தேர்ந்தெடுக்கவும்
th: เลือกสกุลเงิน
tk: Walýuta saýlaň
tr: Para Birimi Seçiniz
uk: Виберіть валюту
uz: Valyutani tanlang

source: Select Language
be: Выберыце мову
bg: Избор на език
bn: ভাষা নির্বাচন কর
bs: Odaberite Jezik
ca: Escolliu l'idioma
cs: Zvolte jazyk
da: Vælg sprog
de: Sprache auswählen
el: Επιλέξτε γλώσσα
es: Seleccionar idioma
et: Valige keel
fi: Valitse kieli
fil: Piliin ang Wika
fr: Sélectionner la langue
hi: भाषा चुने
hr: Izaberi jezik
hy: Ընտրել լեզուն
id: Pilih Bahasa
is: Veldu tungumál
it: Selezionare la lingua
ja: 言語選択
ka: Აირჩიეთ ენა
km: ជ្រើសរើស​ភាសា
ky: Тил тандаңыз
lb: Wielt Sprooch
lt: Pasirinkite kalbą
lv: Izvēlieties valodu
mk: Одбери јазик
ml: ഭാഷ തിരഞ്ഞെടുക്കുക
mn: Хэл сонгох
ms: Pilih Bahasa
mt: Agħżel Lingwa
my: ဘာသာစကားကို ရွေးပါ။
ne: भाषा छनोट गर्नुस
nl: Selecteer taal
no: Velg språk
pl: Wybierz język
pt: Selecionar idioma
ro: Selectați limba
sc: Seletziona Limba
sk: Vyberte jazyk
sl: Izberite jezik
sq: Zgjidh gjuhen
sr: Изаберите Језик
sv: Välj språk
ta: மொழியை தேர்ந்தெடுங்கள்
th: เลือกภาษา
tk: Dil saýlaň
tr: Dil Seçiniz
uk: Виберіть мову
uz: Tilni tanlang

source: Select {0} ({1}) {2} below to add it as a {3} asset to the debt position.
bg: Изберете {0} ({1}) {2} по-долу, за да го добавите като актив {3} към позицията на дълга.
de: Wählen Sie {0} ({1}) {2} unten, um es als {3}-Aktivum zur Schuldenposition hinzuzufügen.
fil: Piliin ang {0} ({1}) {2} sa ibaba upang idagdag ito bilang isang {3} asset sa posisyon ng utang.
hr: Odaberite {0} ({1}) {2} u nastavku da biste ga dodali kao {3} imovinu na dužničku poziciju.
ja: 以下の{0}({1}){2}を選択すると、{3}の資産として負債ポジションに追加されます。
lb: Wielt {0} ({1}) {2} hei ënnen fir et als {3} Verméigen op d'Scholdpositioun ze addéieren.
lt: Pasirinkite {0} ({1}) {2} toliau, kad pridėtumėte jį kaip {3} turtą prie skolos pozicijos.
lv: Atlasiet {0} ({1}) {2}, lai to pievienotu kā {3} aktīvu parāda pozīcijai.
ms: Pilih {0} ({1}) {2} di bawah untuk menambahkannya sebagai aset {3} pada kedudukan hutang.
my: {0} ({1}) {3} ကို ကြွေးမြီအနေအထားသို့ ပိုင်ဆိုင်မှုအဖြစ် ထည့်ရန် အောက်ဖော်ပြပါ {2} ကို ရွေးပါ။
ne: ऋण स्थितिमा {3} सम्पत्तिको रूपमा थप्न तल {0} ({1}) {2} चयन गर्नुहोस्।
ro: Selectați {0} ({1}) {2} de mai jos pentru a-l adăuga ca activ {3} la poziția de datorie.
sl: Izberite {0} ({1}) {2} spodaj, da ga dodate kot sredstvo {3} v stanje dolga.
sq: Zgjidhni {0} ({1}) {2} më poshtë për ta shtuar atë si një aktiv {3} në pozicionin e borxhit.
tr: Borç pozisyonuna {3} varlığı olarak eklemek için aşağıdaki {0} ({1}) {2} öğesini seçin.
uk: Виберіть {0} ({1}) {2} нижче, щоб додати його як актив {3} до боргової позиції.

source: Select {0} ({1}) {2} below to translate the app.
be: Выберыце ніжэй {0} ({1}) {2}, каб перакласці праграму.
bg: Изберете {0} ({1}) {2} по-долу, за да преведете приложението.
bn: অ্যাপটি অনুবাদ করতে নিচে {0} ({1}) {2} নির্বাচন করুন।
bs: Odaberite {0} ({1}) {2} ispod da prevedete aplikaciju.
ca: Seleccioneu {0} ({1}) {2} a continuació per traduir l'aplicació.
cs: Chcete-li aplikaci přeložit, vyberte níže uvedené možnosti {0} ({1}) {2}.
da: Vælg {0} ({1}) {2} nedenfor for at oversætte appen.
de: Wählen Sie unten {0} ({1}) {2}, um die Anwendung zu übersetzen.
el: Επιλέξτε {0} ({1}) {2} παρακάτω για να μεταφράσετε την εφαρμογή.
es: Seleccione {0} ({1}) {2} a continuación para traducir la aplicación.
et: Rakenduse tõlkimiseks valige allpool {0} ({1}) {2}.
fi: Valitse {0} ({1}) {2} alla kääntääksesi sovelluksen.
fil: Piliin ang {0} ({1}) {2} sa ibaba para i-translate ang app.
fr: Sélectionnez {0} ({1}) {2} ci-dessous pour traduire l'application.
hi: ऐप का अनुवाद करने के लिए नीचे {0} ({1}) {2} चुनें।
hr: Odaberite {0} ({1}) {2} ispod za prijevod aplikacije.
hy: Հավելվածը թարգմանելու համար ներքևում ընտրեք {0} ({1}) {2}:
id: Pilih {0} ({1}) {2} di bawah ini untuk menerjemahkan aplikasi.
is: Veldu {0} ({1}) {2} fyrir neðan til að þýða appið.
it: Selezionare {0} ({1}) {2} per tradurre l'applicazione.
ja: 以下の{0}({1}){2}を選択するとアプリが翻訳されます。
ka: აირჩიეთ {0} ({1}) {2} ქვემოთ აპის თარგმნისთვის.
km: ជ្រើសរើស {0} ({1}) {2} ខាងក្រោមដើម្បីបកប្រែកម្មវិធី។
ky: Колдонмону которуу үчүн төмөндө {0} ({1}) {2} тандаңыз.
lb: Wielt {0} ({1}) {2} hei ënnen fir d'App ze iwwersetzen.
lt: Pasirinkite {0} ({1}) {2} toliau, kad išverstumėte programą.
lv: Izvēlieties {0} ({1}) {2}, lai tulkotu programmu.
mk: Изберете {0} ({1}) {2} подолу за да ја преведете апликацијата.
ml: ആപ്പ് വിവർത്തനം ചെയ്യാൻ താഴെയുള്ള {0} ({1}) {2} തിരഞ്ഞെടുക്കുക.
mn: Програмыг орчуулахын тулд доорх {0} ({1}) {2}-г сонгоно уу.
ms: Pilih {0} ({1}) {2} di bawah untuk menterjemah apl.
mt: Agħżel {0} ({1}) {2} hawn taħt biex tittraduċi l-app.
my: အက်ပ်ကို ဘာသာပြန်ရန် {0} ({1}) {2} ကို ရွေးပါ။
ne: एप अनुवाद गर्न तल {0} ({1}) {2} चयन गर्नुहोस्।
nl: Selecteer hieronder {0} ({1}) {2} om de app te vertalen.
no: Velg {0} ({1}) {2} nedenfor for å oversette appen.
pl: Wybierz {0} ({1}) {2} poniżej, aby przetłumaczyć aplikację.
pt: Seleccione {0} ({1}) {2} abaixo para traduzir a aplicação.
ro: Selectați {0} ({1}) {2} de mai jos pentru a traduce aplicația.
sc: Seletziona {0} ({1}) {2} in bassu pro tradùere s'aplicatzione.
sk: Ak chcete aplikáciu preložiť, vyberte nižšie položku {0} ({1}) {2}.
sl: Za prevajanje aplikacije izberite {0} ({1}) {2} spodaj.
sq: Zgjidhni {0} ({1}) {2} më poshtë për të përkthyer aplikacionin.
sr: Изаберите {0} ({1}) {2} испод да бисте превели апликацију.
sv: Välj {0} ({1}) {2} nedan för att översätta appen.
ta: பயன்பாட்டை மொழிபெயர்க்க கீழே உள்ள {0} ({1}) {2} என்பதைத் தேர்ந்தெடுக்கவும்.
th: เลือก {0} ({1}) {2} ด้านล่างเพื่อแปลแอป
tk: Programmany terjime etmek üçin aşakda {0} ({1}) {2} saýlaň.
tr: Uygulamayı çevirmek için aşağıdaki {0} ({1}) {2} öğesini seçin.
uk: Виберіть {0} ({1}) {2} нижче, щоб перекласти програму.
uz: Ilovani tarjima qilish uchun quyida {0} ({1}) {2} ni tanlang.

source: Select {0} ({1}) {2} below. After selecting a currency the app will display asset prices, liquidation scenario, and position summary in the selected currency.
bg: Изберете {0} ({1}) {2} по-долу. След като изберете валута, приложението ще покаже цените на активите, сценария за ликвидация и обобщението на позицията в избраната валута.
de: Wählen Sie unten {0} ({1}) {2}. Nach der Auswahl einer Währung zeigt die App Vermögenspreise, ein Liquidationsszenario und eine Positionsübersicht in der ausgewählten Währung an.
fil: Piliin ang {0} ({1}) {2} sa ibaba. Pagkatapos pumili ng currency, ipapakita ng app ang mga presyo ng asset, senaryo ng pagpuksa, at buod ng posisyon sa napiling currency.
hr: Odaberite {0} ({1}) {2} ispod. Nakon odabira valute aplikacija će prikazati cijene imovine, scenarij likvidacije i sažetak pozicije u odabranoj valuti.
ja: 以下から{0} ({1}) {2}を選択してください。通貨を選択すると、選択した通貨での資産価格、清算シナリオ、ポジションサマリーが表示されます。
lb: Wielt {0} ({1}) {2} hei ënnen. Nodeems Dir eng Währung gewielt hutt, weist d'App Verméigenspräisser, Liquidatiounsszenario a Positiounsresumé an der gewielter Währung.
lt: Pasirinkite {0} ({1}) {2} toliau. Pasirinkus valiutą, programa parodys turto kainas, likvidavimo scenarijų ir pozicijos santrauką pasirinkta valiuta.
lv: Izvēlieties {0} ({1}) {2} zemāk. Pēc valūtas izvēles programma parādīs aktīvu cenas, likvidācijas scenāriju un pozīcijas kopsavilkumu izvēlētajā valūtā.
ms: Pilih {0} ({1}) {2} di bawah. Selepas memilih mata wang, apl akan memaparkan harga aset, senario pembubaran dan ringkasan kedudukan dalam mata wang yang dipilih.
my: {0} ({1}) {2} ကို ရွေးပါ။ ငွေကြေးတစ်ခုကို ရွေးချယ်ပြီးနောက် အက်ပ်သည် ရွေးချယ်ထားသော ငွေကြေးတွင် ပိုင်ဆိုင်မှုစျေးနှုန်းများ၊ ဖျက်သိမ်းမှုအခြေအနေနှင့် ရာထူးအကျဉ်းချုပ်တို့ကို ပြသပါမည်။
ne: तल {0} ({1}) {2} चयन गर्नुहोस्। मुद्रा चयन गरेपछि एपले चयन गरिएको मुद्रामा सम्पत्ति मूल्य, लिक्विडेशन परिदृश्य, र स्थिति सारांश प्रदर्शन गर्नेछ।
ro: Selectați {0} ({1}) {2} de mai jos. După selectarea unei monede, aplicația va afișa prețurile activelor, scenariul de lichidare și rezumatul poziției în moneda selectată.
sl: Izberite {0} ({1}) {2} spodaj. Po izbiri valute bo aplikacija prikazala cene sredstev, scenarij likvidacije in povzetek pozicije v izbrani valuti.
sq: Zgjidhni {0} ({1}) {2} më poshtë. Pas zgjedhjes së një monedhe, aplikacioni do të shfaqë çmimet e aktiveve, skenarin e likuidimit dhe përmbledhjen e pozicionit në monedhën e zgjedhur.
tr: Aşağıdaki {0} ({1}) {2} seçeneğini seçin. Bir para birimi seçtikten sonra uygulama seçilen para biriminde varlık fiyatlarını, likidasyon senaryosunu ve pozisyon özetini görüntüleyecektir.
uk: Виберіть {0} ({1}) {2} нижче. Після вибору валюти програма відобразить ціни на активи, сценарій ліквідації та підсумок позиції у вибраній валюті.
