Repository: 0xCazador/defi-simulator
Catalog: src/locales/*/messages.po
Languages: af, am, ar_ma, as, az_cyrl_az, be, bg, bn, br, bs, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fil, fo, fr, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, nn, no, oc, or, pa, pl, ps, pt, pt_br, ro, ru, rw, sc, sd, se, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tr, tt, ug, uk, ur, uz, vi, xh, zu

source: <0>Available to Borrow represents the total borrowing power available to the position, expressed in the selected fiat currency.</0>
bg: <0>Available to Borrow (Налични средства за заемане) представлява общата кредитна сила, с която разполага позицията, изразена в избраната фиатна валута.</0>
de: <0>Available to Borrow (Verfügbare Kreditaufnahme) stellt die gesamte für die Position verfügbare Kreditaufnahmekapazität dar, ausgedrückt in der ausgewählten Fiat-Währung.</0>
fil: Ang <0>Available to Borrow ay kumakatawan sa kabuuang lakas ng paghiram na magagamit sa posisyon, na ipinahayag sa napiling fiat currency.</0>
hr: <0>Dostupno za posuđivanje predstavlja ukupnu moć zaduživanja dostupnu za poziciju, izraženu u odabranoj fiat valuti.</0>
ja: <0>借入可能額（Available to Borrow） 選択した不換紙幣で表示された、ポジションで利用可能な借入可能額の合計。</0>
lb: <0> Verfügbar fir ze léinen representéiert déi total Prêtkraaft verfügbar fir d'Positioun, ausgedréckt an der gewielter Fiat Währung.</0>
lt: <0>Available to Borrow rodo visą pozicijai prieinamą skolinimosi galią, išreikštą pasirinkta fiat valiuta.</0>
lv: <0>Pieejams aizņemties atspoguļo kopējo pozīcijai pieejamo aizņemšanās iespēju, kas izteikta izvēlētajā fiat valūtā.</0>
ms: <0>Tersedia untuk Pinjam mewakili jumlah kuasa peminjaman yang tersedia untuk kedudukan, dinyatakan dalam mata wang fiat yang dipilih.</0>
my: <0>ချေးငွေရရှိနိုင်သည် ရွေးချယ်ထားသော fiat ငွေကြေးဖြင့် ဖော်ပြထားသည့် အနေအထားအတွက် ရရှိနိုင်သည့် စုစုပေါင်းချေးယူနိုင်စွမ်းအားကို ကိုယ်စားပြုသည်။</0>
ne: <0>उधार्नको लागि उपलब्धले स्थितिमा उपलब्ध कुल उधारो शक्तिलाई प्रतिनिधित्व गर्दछ, चयन गरिएको फिएट मुद्रामा व्यक्त गरिएको।</0>
ro: <0>Disponibil pentru împrumut reprezintă puterea totală de împrumut disponibilă pentru poziția respectivă, exprimată în moneda fiduciară selectată.</0>
sl: <0>Razpoložljivo za izposojanje predstavlja skupno moč izposojanja, ki je na voljo poziciji, izraženo v izbrani fiat valuti.</0>
sq: <0>E disponueshme për të marrë hua përfaqëson fuqinë totale huamarrëse të disponueshme për pozicionin, e shprehur në monedhën e zgjedhur fiat.</0>
tr: <0>Ödünç Alınabilir, seçilen fiat para birimi cinsinden ifade edilen, pozisyon için mevcut toplam ödünç alma gücünü temsil eder.</0>
uk: <0>Доступні до запозичення - це загальна позикова потужність, доступна для позиції, виражена у вибраній фіатній валюті.</0>

source: <0>Net Asset Value represents the sum of the reserve assets subtracted by the sum of the borrowed assets, expressed in the selected fiat currency.</0>
bg: <0>Нетната стойност на активите представлява сумата на резервните активи, извадена от сумата на заетите активи, изразена в избраната фиатна валута.</0>
de: <0>Der Nettoinventarwert ist die Summe der Reserveaktiva abzüglich der Summe der geliehenen Aktiva, ausgedrückt in der gewählten Fiat-Währung.</0>
fil: <0>Kinakatawan ng Net Asset Value ang kabuuan ng mga nakareserbang asset na ibinawas ng kabuuan ng mga hiniram na asset, na ipinahayag sa napiling fiat currency.</0>
hr: <0>Neto vrijednost imovine predstavlja zbroj rezervnih sredstava oduzet od zbroja posuđenih sredstava, izražen u odabranoj fiat valuti.</0>
ja: <0>純資産価値は、準備資産の合計から借入資産の合計を差し引いたもので、選択した不換紙幣で表示される。</0>
lb: <0> Net Asset Value representéiert d'Zomm vun de Reserve Verméigen subtrahéiert vun der Zomm vun de geléinte Verméigen, ausgedréckt an der gewielter Fiat Währung.</0>
lt: <0>Grynoji turto vertė - tai atsargų suma, iš kurios atimta pasiskolinto turto suma, išreikšta pasirinkta fiat valiuta.</0>
lv: <0>Neto aktīvu vērtība ir rezerves aktīvu summa, no kuras atņemta aizņemto aktīvu summa, kas izteikta izvēlētajā fiat valūtā.</0>
ms: <0>Nilai Aset Bersih mewakili jumlah aset rizab yang ditolak dengan jumlah aset yang dipinjam, dinyatakan dalam mata wang fiat yang dipilih.</0>
my: <0>အသားတင်ပိုင်ဆိုင်မှုတန်ဖိုးသည် ရွေးချယ်ထားသော fiat ငွေကြေးတွင် ဖော်ပြထားသော ချေးထားသောပိုင်ဆိုင်မှုပေါင်းစုဖြင့် နုတ်ထားသော အရန်ပိုင်ဆိုင်မှုများ၏ ပေါင်းစုကို ကိုယ်စားပြုသည်။</0>
ne: <0>खुद सम्पत्ति मूल्यले चयन गरिएको फिएट मुद्रामा व्यक्त गरिएको उधारिएको सम्पत्तिको योगफलबाट घटाइएको रिजर्भ सम्पत्तिको योगफललाई प्रतिनिधित्व गर्दछ।</0>
ro: <0>Valoarea activului net reprezintă suma activelor de rezervă minus suma activelor împrumutate, exprimată în moneda fiduciară selectată.</0>
sl: <0>Neto vrednost sredstev predstavlja vsoto rezervnih sredstev, od katere se odšteje vsota izposojenih sredstev, izražena v izbrani fiat valuti.</0>
sq: <0>Vlera neto e aseteve përfaqëson shumën e aktiveve rezervë të zbritura nga shuma e aktiveve të marra hua, e shprehur në monedhën e zgjedhur fiat.</0>
tr: <0>Net Varlık Değeri, seçilen fiat para birimi cinsinden ifade edilen rezerv varlıkların toplamından ödünç alınan varlıkların toplamının çıkarılmasını temsil eder.</0>
uk: <0>Чиста вартість активів являє собою суму резервних активів, від якої віднімається сума запозичених активів, виражену у вибраній фіатній валюті.</0>

source: <0>Reserve Asset Value represents the sum of the reserve assets, expressed in the selected fiat currency.</0>
bg: <0>Стойността на резервните активи представлява сумата на резервните активи, изразена в избраната фиатна валута.</0>
de: <0>Der Wert der Währungsreserven entspricht der Summe der Währungsreserven, ausgedrückt in der gewählten Fiat-Währung.</0>
fil: <0>Kinatawan ng Reserve Asset Value ang kabuuan ng mga reserbang asset, na ipinahayag sa napiling fiat currency.</0>
hr: <0>Vrijednost rezervnih sredstava predstavlja zbroj rezervnih sredstava, izraženih u odabranoj fiat valuti.</0>
ja: <0>準備資産価値は、選択した不換紙幣で表示された準備資産の合計を表す。</0>
lb: <0>Reserve Asset Value representéiert d'Zomm vun de Reserve Verméigen, ausgedréckt an der gewielter Fiat Währung.</0>
lt: <0>Rezervinio turto vertė - tai rezervinio turto suma, išreikšta pasirinkta fiat valiuta.</0>
lv: <0>Rezerves aktīvu vērtība ir rezerves aktīvu summa, kas izteikta izvēlētajā fiat valūtā.</0>
ms: <0>Nilai Aset Rizab mewakili jumlah aset rizab, dinyatakan dalam mata wang fiat yang dipilih.</0>
my: <0>အရန်ပိုင်ဆိုင်မှုတန်ဖိုးသည် ရွေးချယ်ထားသော fiat ငွေကြေးတွင် ဖော်ပြထားသည့် အရန်ပိုင်ဆိုင်မှုများ၏ ပေါင်းစုကို ကိုယ်စားပြုသည်။</0>
ne: <0>रिजर्भ सम्पत्ति मूल्यले चयन गरिएको फिएट मुद्रामा व्यक्त गरिएका रिजर्भ सम्पत्तिहरूको योगफललाई प्रतिनिधित्व गर्दछ।</0>
ro: <0>Valoarea activelor de rezervă reprezintă suma activelor de rezervă, exprimată în moneda fiduciară selectată.</0>
sl: <0>Vrednost rezervnih sredstev predstavlja vsoto rezervnih sredstev, izraženo v izbrani fiat valuti.</0>
sq: <0>Vlera e aseteve të rezervës përfaqëson shumën e aktiveve rezervë, të shprehur në monedhën e zgjedhur fiat.</0>
tr: <0>Rezerv Varlık Değeri, seçilen fiat para birimi cinsinden ifade edilen rezerv varlıkların toplamını temsil eder.</0>
uk: <0>Вартість резервних активів являє собою суму резервних активів, виражену у вибраній фіатній валюті.</0>
