Repository: 0xCazador/defi-simulator
Catalog: src/locales/*/messages.po
Languages: af, am, ar_ma, as, az_cyrl_az, be, bg, bn, br, bs, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fil, fo, fr, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, nn, no, oc, or, pa, pl, ps, pt, pt_br, ro, ru, rw, sc, sd, se, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tr, tt, ug, uk, ur, uz, vi, xh, zu

source: This Aave debt simulator is experimental. Don't make financial decisions based solely on the results of this app.
be: Гэты сімулятар запазычанасці Aave з'яўляецца эксперыментальным. Не прымайце фінансавыя рашэнні выключна на падставе вынікаў гэтага прыкладання.
bg: Този симулатор на дълг на Aave е експериментален. Не вземайте финансови решения само въз основа на резултатите от това приложение.
bn: এই Aave ঋণ সিমুলেটর পরীক্ষামূলক. শুধুমাত্র এই অ্যাপের ফলাফলের উপর ভিত্তি করে আর্থিক সিদ্ধান্ত নেবেন না।
bs: Ovaj Aave simulator duga je eksperimentalan. Nemojte donositi finansijske odluke samo na osnovu rezultata ove aplikacije.
ca: Aquest simulador de deute Aave és experimental. No prenguis decisions financeres basades únicament en els resultats d'aquesta aplicació.
cs: Tento simulátor dluhu Aave je experimentální. Nedělejte finanční rozhodnutí pouze na základě výsledků této aplikace.
da: Denne Aave-gældssimulator er eksperimentel. Træf ikke økonomiske beslutninger udelukkende baseret på resultaterne fra denne app.
de: Dieser Aave-Schuldensimulator ist experimentell. Treffen Sie keine finanziellen Entscheidungen, die ausschließlich auf den Ergebnissen dieser App basieren.
el: Αυτός ο προσομοιωτής χρέους Aave είναι πειραματικός. Μην παίρνετε οικονομικές αποφάσεις με βάση μόνο τα αποτελέσματα αυτής της εφαρμογής.
es: Este simulador de deudas de Aave es experimental. No tomes decisiones financieras basándote únicamente en los resultados de esta app.
et: See Aave võlasimulaator on eksperimentaalne. Ärge tehke finantsotsuseid ainult selle rakenduse tulemuste põhjal.
fi: Tämä Aave-velkasimulaattori on kokeellinen. Älä tee taloudellisia päätöksiä pelkästään tämän sovelluksen tulosten perusteella.
fil: Eksperimento ang Aave debt simulator na ito. Huwag gumawa ng mga pasya sa pananalapi batay lamang sa mga resulta ng app na ito.
fr: Ce simulateur de dettes Aave est expérimental. Ne prenez pas de décisions financières en vous basant uniquement sur les résultats de cette application.
hi: यह एवे ऋण सिम्युलेटर प्रायोगिक है। केवल इस ऐप के परिणामों के आधार पर वित्तीय निर्णय न लें।
hr: Ovaj Aave simulator duga je eksperimentalni. Ne donosite financijske odluke samo na temelju rezultata ove aplikacije.
hy: Այս Aave պարտքի սիմուլյատորը փորձնական է: Ֆինանսական որոշումներ մի կայացրեք՝ հիմնվելով միայն այս հավելվածի արդյունքների վրա:
id: Simulator utang Aave ini bersifat eksperimental. Jangan membuat keputusan keuangan hanya berdasarkan hasil dari aplikasi ini.
is: Þessi Aave skuldahermi er tilraunastarfsemi. Ekki taka fjárhagslegar ákvarðanir eingöngu byggðar á niðurstöðum þessa forrits.
it: Questo simulatore di debito Aave è sperimentale. Non prendete decisioni finanziarie basandovi esclusivamente sui risultati di questa applicazione.
ja: このAave負債シミュレーターは実験的なものです。このアプリの結果のみに基づいて財務上の決定を下すことは避けてください。
km: ឧបករណ៍ក្លែងធ្វើបំណុល Aave នេះគឺជាការពិសោធន៍។ កុំធ្វើការសម្រេចចិត្តផ្នែកហិរញ្ញវត្ថុដោយផ្អែកលើលទ្ធផលនៃកម្មវិធីនេះ។
ky: Бул Aave карыз симулятору эксперименталдык. Бул колдонмонун жыйынтыгы боюнча гана каржылык чечимдерди кабыл албаңыз.
lb: Dësen Aave Scholdsimulator ass experimentell. Maacht keng finanziell Entscheedungen op Basis vun de Resultater vun dëser App.
lt: Šis "Aave" skolos simuliatorius yra eksperimentinis. Nepriimkite finansinių sprendimų remdamiesi vien šios programėlės rezultatais.
lv: Šis Aave parāda simulators ir eksperimentāls. Nepieņemiet finanšu lēmumus, pamatojoties tikai uz šīs lietotnes rezultātiem.
mk: Овој симулатор за долг Aave е експериментален. Не донесувајте финансиски одлуки само врз основа на резултатите од оваа апликација.
ml: ഈ Aave കടം സിമുലേറ്റർ പരീക്ഷണാത്മകമാണ്. ഈ ആപ്പിന്റെ ഫലങ്ങളെ മാത്രം അടിസ്ഥാനമാക്കി സാമ്പത്തിക തീരുമാനങ്ങൾ എടുക്കരുത്.
mn: Энэхүү Aave өрийн симулятор нь туршилтын зориулалттай. Зөвхөн энэ програмын үр дүнд тулгуурлан санхүүгийн шийдвэр гаргах хэрэггүй.
ms: Simulator hutang Aave ini adalah percubaan. Jangan buat keputusan kewangan berdasarkan hasil apl ini semata-mata.
my: ဤ Aave ကြွေးမြီ simulator သည် စမ်းသပ်ဆဲဖြစ်သည်။ ဤအက်ပ်၏ရလဒ်များပေါ်တွင်မူတည်ပြီး ဘဏ္ဍာရေးဆိုင်ရာ ဆုံးဖြတ်ချက်များ မပြုလုပ်ပါနှင့်။
ne: यो Aave ऋण सिम्युलेटर प्रयोगात्मक छ। यस एपको नतिजाको आधारमा मात्रै वित्तीय निर्णयहरू नगर्नुहोस्।
nl: Deze Aave schuldsimulator is experimenteel. Neem geen financiële beslissingen alleen op basis van de resultaten van deze app.
no: Denne Aave-gjeldssimulatoren er eksperimentell. Ikke ta økonomiske beslutninger utelukkende basert på resultatene fra denne appen.
pl: Ten symulator zadłużenia Aave jest eksperymentalny. Nie podejmuj decyzji finansowych wyłącznie na podstawie wyników tej aplikacji.
pt: Este simulador de dívidas da Aave é experimental. Não tome decisões financeiras com base apenas nos resultados desta aplicação.
ro: Acest simulator de datorie Aave este experimental. Nu luați decizii financiare bazându-vă doar pe rezultatele acestei aplicații.
sc: Istes unu simulatore de debitu Aave sperimentale. No faghes decissionis finantzialis basadas solu in su risultadu de custu aplicatzione.
sk: Tento simulátor dlhu Aave je experimentálny. Nerobte finančné rozhodnutia len na základe výsledkov tejto aplikácie.
sl: Ta simulator dolga Aave je eksperimentalen. Ne sprejemajte finančnih odločitev samo na podlagi rezultatov te aplikacije.
sq: Ky imitues i borxhit Aave është eksperimental. Mos merrni vendime financiare bazuar vetëm në rezultatet e këtij aplikacioni.
sr: Овај Ааве симулатор дуга је експерименталан. Не доносите финансијске одлуке само на основу резултата ове апликације.
sv: Denna Aave-skuldsimulator är experimentell. Fatta inte ekonomiska beslut enbart baserat på resultaten från denna app.
th: เครื่องจำลองหนี้ Aave นี้เป็นการทดลอง อย่าตัดสินใจทางการเงินโดยพิจารณาจากผลลัพธ์ของแอปนี้เพียงอย่างเดียว
tk: Bu “Aave” karz simulyatory eksperimental. Diňe şu programmanyň netijelerine esaslanyp maliýe karar bermäň.
tr: Bu Aave borç simülatörü deneyseldir. Yalnızca bu uygulamanın sonuçlarına dayanarak finansal kararlar vermeyin.
uk: Цей борговий симулятор Aave є експериментальним. Не приймайте фінансових рішень, ґрунтуючись виключно на результатах цього додатку.
uz: Ushbu Aave qarz simulyatori eksperimental hisoblanadi. Faqatgina ushbu ilova natijalari asosida moliyaviy qarorlar qabul qilmang.

source: Total Borrowed:
af: Totaal geleen:
am: የተበደረው ጠቅላላ፡
ar_ma: إجمالي المقترض:
as: মুঠ ঋণ লোৱা:
az_cyrl_az: Ümumi borc:
be: Усяго запазычана:
bg: Общо взети назаем:
bn: মোট ধার করা:
br: Lec'hel a-walc'h:
bs: Ukupno pozajmljenih:
ca: Total prestat:
cs: Celkem vypůjčeno:
cy: Cyfanswm a Fenthycwyd:
da: Lånt i alt:
de: Insgesamt geliehen:
el: Σύνολο δανεισμού:
eo: Sumo Pruntita:
es: Total prestado:
et: Kokku laenatud:
eu: Mailegu osoa:
fa: کل وام گرفته شده:
fi: Lainattu yhteensä:
fil: Kabuuang Hiniram:
fo: Heildar lán:
fr: Total emprunté :
fy: Totaal liend:
ga: Iomlán ar Iasacht:
gd: Iomlan air iasad:
gl: Total prestado:
gu: કુલ ઉધાર:
he: סך השאלות:
hi: कुल उधार:
hr: Ukupno posuđeno:
hu: Kölcsönvett összeg:
hy: Ընդամենը փոխառված.
id: Total Pinjaman:
is: Heildarlán:
it: Totale prestiti:
ja: 借入総額
ka: სულ ნასესხები:
kk: Жалпы қарыз:
km: សរុបខ្ចី៖
kn: ಒಟ್ಟು ಎರವಲು:
ky: Жалпы карыз:
lb: Gesamt ausgeléint:
lo: ເງິນກູ້ທັງໝົດ:
lt: Iš viso pasiskolinta:
lv: Kopējais aizņemto līdzekļu apjoms:
mg: Total nindramina:
mi: Katoa i nama:
mk: Вкупно позајмени:
ml: ആകെ കടമെടുത്തത്:
mn: Нийт зээлсэн:
mr: एकूण कर्ज घेतले:
ms: Jumlah yang dipinjam:
mt: Total Misluf:
my: စုစုပေါင်း ချေးယူထားသည်-
ne: कुल उधारो:
nl: Totaal geleend:
nn: Totalt lånt:
no: Totalt lånt:
oc: Total empruntat:
or: ମୋଟ orrow ଣ:
pa: ਕੁੱਲ ਉਧਾਰ:
pl: Całkowita kwota pożyczki:
ps: ټول پور اخیستل:
pt: Total de empréstimos contraídos:
pt_br: Total emprestado:
ro: Total împrumutat:
ru: Итого заемные средства:
rw: Inguzanyo zose:
sc: Totale Imprèstitu:
sd: مڪمل قرض:
se: Bargu buvttadit:
si: මුළු ණයට ගත්:
sk: Celkové vypožičané prostriedky:
sl: Skupaj izposojeno:
sq: Totali i huazuar:
sr: Укупно позајмљених:
sv: Totalt lånat belopp:
sw: Jumla Iliyokopwa:
ta: மொத்த கடன்:
te: మొత్తం అరువు:
tg: Ҳаҷми қарз:
th: ยืมทั้งหมด:
tk: Karz alnanlaryň jemi:
tr: Toplam Borçlanma:
tt: Барлык бурыч:
ug: ئومۇمىي قەرز:
uk: Загальна сума в борг:
ur: کل ادھار:
uz: Jami qarz:
vi: Tổng số đã vay:
xh: Iyonke Ebolekiweyo:
zu: Inani Elibolekiwe:

source: Use Random Address
af: Gebruik ewekansige adres
am: የዘፈቀደ አድራሻ ተጠቀም
ar_ma: استخدم عنوان عشوائي
as: ৰেণ্ডম ঠিকনা ব্যৱহাৰ কৰক
az_cyrl_az: Təsadüfi Ünvandan istifadə edin
be: Выкарыстоўвайце выпадковы адрас
bg: Използване на случаен адрес
bn: এলোমেলো ঠিকানা ব্যবহার করুন
br: Implijit Anvadur Dibar
bs: Koristite slučajnu adresu
ca: Utilitzeu una adreça aleatòria
cs: Použití náhodné adresy
cy: Defnyddiwch Gyfeiriad Ar Hap
da: Brug tilfældig adresse
de: Zufällige Adresse verwenden
el: Χρήση τυχαίας διεύθυνσης
eo: Uzu Hazardan Adreson
es: Utilizar dirección aleatoria
et: Kasutage juhuslikku aadressi
eu: Erabili Ausazko Helbidea
fa: از آدرس تصادفی استفاده کنید
fi: Käytä satunnaista osoitetta
fil: Gumamit ng Random na Address
fo: Nýt tilvildaradressu
fr: Utiliser une adresse aléatoire
fy: Brûk Random Address
ga: Úsáid Seoladh Randamach
gd: Cleachd Seòladh air thuaiream
gl: Usa o enderezo aleatorio
gu: રેન્ડમ સરનામું વાપરો
he: השתמש בכתובת אקראית
hi: यादृच्छिक पते का प्रयोग करें
hr: Koristite slučajnu adresu
hu: Véletlen cím használata
hy: Օգտագործեք պատահական հասցե
id: Gunakan Alamat Acak
is: Notaðu Random Address
it: Utilizzare un indirizzo casuale
ja: ランダムアドレスを使用
ka: გამოიყენეთ შემთხვევითი მისამართი
kk: Кездейсоқ мекенжайды пайдаланыңыз
km: ប្រើអាសយដ្ឋានចៃដន្យ
kn: ಯಾದೃಚ್ಛಿಕ ವಿಳಾಸವನ್ನು ಬಳಸಿ
ky: Кокус даректи колдонуңуз
lb: Benotzt Zoufälleg Adress
lo: ໃຊ້ທີ່ຢູ່ Random
lt: Naudoti atsitiktinį adresą
lv: Izlases adreses izmantošana
mg: Mampias√† adiresy kisendrasendra
mi: Whakamahia te Wāhitau Matapōkere
mk: Користете случајна адреса
ml: ക്രമരഹിതമായ വിലാസം ഉപയോഗിക്കുക
mn: Санамсаргүй хаяг ашиглах
mr: यादृच्छिक पत्ता वापरा
ms: Gunakan Alamat Rawak
mt: Uża Indirizz każwali
my: ကျပန်းလိပ်စာကိုသုံးပါ။
ne: अनियमित ठेगाना प्रयोग गर्नुहोस्
nl: Willekeurig adres gebruiken
nn: Bruk tilfeldig adresse
no: Bruk tilfeldig adresse
oc: Utilizatz una adreça alèatòria
or: ଅନିୟମିତ ଠିକଣା ବ୍ୟବହାର କରନ୍ତୁ |
pa: ਰੈਂਡਮ ਐਡਰੈੱਸ ਦੀ ਵਰਤੋਂ ਕਰੋ
pl: Użyj losowego adresu
ps: تصادفي پته وکاروئ
pt: Utilizar endereço aleatório
pt_br: Usar endereço aleatório
ro: Utilizați o adresă aleatorie
ru: Использовать случайный адрес
rw: Koresha Aderesi Yemewe
sc: Usa un'indiritzu a casu
sd: بي ترتيب ايڊريس استعمال ڪريو
se: Geahččalit Random Adreassa
si: අහඹු ලිපිනය භාවිතා කරන්න
sk: Použitie náhodnej adresy
sl: Uporaba naključnega naslova
sq: Përdorni Adresa të Rastit
sr: Користите случајну адресу
sv: Använd slumpmässig adress
sw: Tumia Anwani Nasibu
ta: சீரற்ற முகவரியைப் பயன்படுத்தவும்
te: యాదృచ్ఛిక చిరునామాను ఉపయోగించండి
tg: Истифодаи суроғаи тасодуфӣ
th: ใช้ที่อยู่สุ่ม
tk: Tötänleýin salgy ulanyň
tr: Rastgele Adres Kullan
tt: Очраклы адрес кулланыгыз
ug: ئىختىيارى ئادرېسنى ئىشلىتىڭ
uk: Використовувати випадкову адресу
ur: بے ترتیب ایڈریس استعمال کریں۔
uz: Tasodifiy manzildan foydalaning
vi: Sử dụng địa chỉ ngẫu nhiên
xh: Sebenzisa idilesi engaqhelekanga
zu: Sebenzisa Ikheli Elingahleliwe

source: Use {assetSymbol} as collateral
af: Gebruik {assetSymbol} as kollateraal
am: {assetSymbol}ን እንደ መያዣ ይጠቀሙ
ar_ma: استخدم {assetSymbol} كضمان
as: {assetSymbol} জামিন হিচাপে ব্যৱহাৰ কৰক
az_cyrl_az: Girov kimi {assetSymbol} istifadə edin
be: Выкарыстоўвайце {assetSymbol} у якасці закладу
bg: Използвайте {assetSymbol} като обезпечение
bn: সমান্তরাল হিসাবে {assetSymbol} ব্যবহার করুন
br: Implijit {assetSymbol} evel gantamant
bs: Koristite {assetSymbol} kao kolateral
ca: Utilitzeu {assetSymbol} com a garantia
cs: Použijte {assetSymbol} jako zástavu
cy: Defnyddiwch {assetSymbol} fel cyfochrog
da: Brug {assetSymbol} som sikkerhedsstillelse
de: Verwenden Sie {assetSymbol} als Sicherheiten
el: Χρησιμοποιήστε το {assetSymbol} ως εγγύηση
eo: Uzu {assetSymbol} kiel garantion
es: Utilice {assetSymbol} como garantía
et: Kasutage tagatisena {assetSymbol}
eu: Erabili {assetSymbol} berme gisa
fa: از {assetSymbol} به عنوان وثیقه استفاده کنید
fi: Käytä {assetSymbol} vakuutena
fil: Gamitin ang {assetSymbol} bilang collateral
fo: Nýt {assetSymbol} sum trygd
fr: Utiliser {assetSymbol} comme garantie
fy: Brûk {assetSymbol} as garânsje
ga: Úsáid {assetSymbol} mar chomhthaobhacht
gd: Cleachd {assetSymbol} mar cho-thaobhadh
gl: Use {assetSymbol} como garantía
gu: કોલેટરલ તરીકે {assetSymbol} નો ઉપયોગ કરો
he: השתמש ב-{assetSymbol} כבטחון
hi: संपार्श्विक के रूप में {assetSymbol} का उपयोग करें
hr: Koristite {assetSymbol} kao kolateral
hu: Használja {assetSymbol} fedezetként
hy: Օգտագործեք {assetSymbol} որպես գրավ
id: Gunakan {assetSymbol} sebagai jaminan
is: Notaðu {assetSymbol} sem tryggingu
it: Utilizzare {assetSymbol} come garanzia collaterale
ja: 担保として{assetSymbol}を使用
ka: გამოიყენეთ {assetSymbol} გირაოს სახით
kk: Кепіл ретінде {assetSymbol} пайдаланыңыз
km: ប្រើ {assetSymbol} ជាវត្ថុបញ្ចាំ
kn: {assetSymbol} ಅನ್ನು ಮೇಲಾಧಾರವಾಗಿ ಬಳಸಿ
ky: Күрөө катары {assetSymbol} колдонуңуз
lb: Benotzt {assetSymbol} als Garantie
lo: ໃຊ້ {assetSymbol} ເປັນຫລັກປະກັນ
lt: Naudokite {assetSymbol} kaip užstatą
lv: Izmantojiet {assetSymbol} kā nodrošinājumu
mg: Ampiasao {assetSymbol} ho antoka
mi: Whakamahia te {assetSymbol} hei taunaha
mk: Користете {assetSymbol} како колатерал
ml: കൊളാറ്ററലായി {assetSymbol} ഉപയോഗിക്കുക
mn: Барьцаа болгон {assetSymbol} ашиглана уу
mr: संपार्श्विक म्हणून {assetSymbol} वापरा
ms: Gunakan {assetSymbol} sebagai cagaran
mt: Uża {assetSymbol} bħala kollateral
my: {assetSymbol} ကို အပေါင်ပစ္စည်းအဖြစ် အသုံးပြုပါ။
ne: संपार्श्विक रूपमा {assetSymbol} प्रयोग गर्नुहोस्
nl: Gebruik {assetSymbol} als onderpand
nn: Bruk {assetSymbol} som sikkerheit
no: Bruk {assetSymbol} som sikkerhetsstillelse
oc: Utilizatz {assetSymbol} coma garantia
or: ବନ୍ଧକ ଭାବରେ {assetSymbol} ବ୍ୟବହାର କରନ୍ତୁ |
pa: ਜਮਾਂਦਰੂ ਵਜੋਂ {assetSymbol} ਦੀ ਵਰਤੋਂ ਕਰੋ
pl: Użyj {assetSymbol} jako zabezpieczenia
ps: د جبران په توګه {assetSymbol} وکاروئ
pt: Utilizar {assetSymbol} como garantia
pt_br: Use {assetSymbol} como garantia
ro: Utilizați {assetSymbol} ca garanție
ru: Используйте {assetSymbol} в качестве залога
rw: Koresha {assetSymbol} nk'ingwate
sc: Usa {assetSymbol} comente garantia
sd: استعمال ڪريو {assetSymbol} ضمانت طور
se: Geahččalit {assetSymbol} oahppiide
si: ඇපයක් ලෙස {assetSymbol} භාවිතා කරන්න
sk: Použite {assetSymbol} ako zábezpeku
sl: Uporabite {assetSymbol} kot zavarovanje
sq: Përdorni {assetSymbol} si kolateral
sr: Користите {assetSymbol} као колатерал
sv: Använd {assetSymbol} som säkerhet
sw: Tumia {assetSymbol} kama dhamana
ta: பிணையமாக {assetSymbol} ஐப் பயன்படுத்தவும்
te: {assetSymbol}ని అనుషంగికంగా ఉపయోగించండి
tg: {assetSymbol} -ро ҳамчун гарав истифода баред
th: ใช้ {assetSymbol} เป็นหลักประกัน
tk: Girew hökmünde {assetSymbol} ulanyň
tr: Teminat olarak {assetSymbol} kullanın
tt: {assetSymbol} залог итеп кулланыгыз
ug: {assetSymbol} نى كېپىللىك ئورنىدا ئىشلىتىڭ
uk: Використовуйте {assetSymbol} як заставу
ur: کولیٹرل کے طور پر {assetSymbol} استعمال کریں۔
uz: Garov sifatida {assetSymbol} dan foydalaning
vi: Sử dụng {assetSymbol} làm tài sản thế chấp
xh: Sebenzisa {assetSymbol} njengesibambiso
zu: Sebenzisa i-{assetSymbol} njengesibambiso

source: View address on Etherscan
af: Sien adres op Etherscan
am: አድራሻ በEtherscan ላይ ይመልከቱ
ar_ma: عرض العنوان على Etherscan
as: ইথাৰস্কেনত ঠিকনা চাওক
az_cyrl_az: Etherscan-da ünvana baxın
be: Праглядзіце адрас на Etherscan
bg: Преглед на адреса в Etherscan
bn: ইথারস্ক্যানে ঠিকানা দেখুন
br: Gwelout an anvadur war Etherscan
bs: Pogledajte adresu na Etherscan-u
ca: Veure l'adreça a Etherscan
cs: Zobrazit adresu na Etherscan
cy: Gweld cyfeiriad ar Etherscan
da: Se adresse på Etherscan
de: Adresse auf Etherscan anzeigen
el: Προβολή διεύθυνσης στο Etherscan
eo: Vidu adreson sur Etherscan
es: Ver dirección en Etherscan
et: Vaata aadressi Etherscanis
eu: Ikusi helbidea Etherscan-en
fa: مشاهده آدرس در Etherscan
fi: Näytä osoite Etherscanissa
fil: Tingnan ang address sa Etherscan
fo: Sí adressuna á Etherscan
fr: Voir l'adresse sur Etherscan
fy: Besjoch adres op Etherscan
ga: Féach ar an seoladh ar Etherscan
gd: Faic an seòladh air Etherscan
gl: Ver o enderezo en Etherscan
gu: Etherscan પર સરનામું જુઓ
he: הצג כתובת ב-Etherscan
hi: इथरस्कैन पर पता देखें
hr: Pogledajte adresu na Etherscan
hu: Cím megtekintése az Etherscan-on
hy: Դիտեք հասցեն Etherscan-ում
id: Lihat alamat di Etherscan
is: Skoðaðu heimilisfang á Etherscan
it: Visualizza l'indirizzo su Etherscan
ja: Etherscanのアドレスを表示
ka: იხილეთ მისამართი Etherscan-ზე
kk: Etherscan арқылы мекенжайды көру
km: មើលអាសយដ្ឋាននៅលើ Etherscan
kn: Etherscan ನಲ್ಲಿ ವಿಳಾಸವನ್ನು ವೀಕ್ಷಿಸಿ
ky: Etherscanдан даректи көрүү
lb: View Adress op Etherscan
lo: ເບິ່ງທີ່ຢູ່ໃນ Etherscan
lt: Peržiūrėti adresą "Etherscan
lv: Skatīt adresi Etherscan
mg: Jereo ny adiresy ao amin'ny Etherscan
mi: Tirohia te wahi noho ki Etherscan
mk: Погледнете ја адресата на Etherscan
ml: Etherscan-ൽ വിലാസം കാണുക
mn: Etherscan дээр хаягийг харах
mr: इथरस्कॅनवर पत्ता पहा
ms: Lihat alamat di Etherscan
mt: Ara l-indirizz fuq Etherscan
my: Etherscan တွင်လိပ်စာကိုကြည့်ပါ။
ne: Etherscan मा ठेगाना हेर्नुहोस्
nl: Bekijk adres op Etherscan
nn: Vis adresse på Etherscan
no: Se adresse på Etherscan
oc: Veire l'adreça sus Etherscan
or: ଇଥରସ୍କାନରେ ଠିକଣା ଦେଖନ୍ତୁ |
pa: ਈਥਰਸਕੈਨ 'ਤੇ ਪਤਾ ਦੇਖੋ
pl: Wyświetl adres na Etherscan
ps: په Etherscan کې پته وګورئ
pt: Ver endereço no Etherscan
pt_br: Exibir endereço no Etherscan
ro: Vezi adresa pe Etherscan
ru: Посмотреть адрес на Etherscan
rw: Reba aderesi kuri Etherscan
sc: Bide s'indiritzu in Etherscan
sd: ايڊريس ڏسو Etherscan تي
se: Ovddidit adreassa Etherscanis
si: Etherscan හි ලිපිනය බලන්න
sk: Zobraziť adresu na stránke Etherscan
sl: Oglejte si naslov na Etherscan
sq: Shikoni adresën në Etherscan
sr: Погледајте адресу на Етхерсцан-у
sv: Visa adress på Etherscan
sw: Tazama anwani kwenye Etherscan
ta: ஈதர்ஸ்கானில் முகவரியைக் காண்க
te: Etherscanలో చిరునామాను వీక్షించండి
tg: Намоиши суроға дар Etherscan
th: ดูที่อยู่ใน Etherscan
tk: Etherskanda salgy görüň
tr: Etherscan'da adresi görüntüle
tt: Etherscan адресын карау
ug: Etherscan دىكى ئادرېسنى كۆرۈڭ
uk: Переглянути адресу на Etherscan
ur: ایتھرسکین پر پتہ دیکھیں
uz: Etherscan-da manzilni ko'rish
vi: Xem địa chỉ trên Etherscan
xh: Jonga idilesi kwi-Etherscan
zu: Buka ikheli ku-Etherscan

source: Visit address details on Etherscan
af: Besoek adresbesonderhede op Etherscan
am: በEtherscan ላይ የአድራሻ ዝርዝሮችን ይጎብኙ
ar_ma: قم بزيارة تفاصيل العنوان على Etherscan
as: ইথাৰস্কেনত ঠিকনাৰ বিৱৰণ চাওক
az_cyrl_az: Etherscan-da ünvan təfərrüatlarını ziyarət edin
be: Наведайце падрабязную інфармацыю аб адрасе на Etherscan
bg: Посетете подробности за адреса в Etherscan
bn: ইথারস্ক্যানে ঠিকানার বিবরণ দেখুন
br: Mont da ziskouez an holl deroù an anvadur war Etherscan
bs: Posjetite detalje adrese na Etherscanu
ca: Visiteu els detalls de l'adreça a Etherscan
cs: Navštivte podrobnosti o adrese na stránkách Etherscan
cy: Ewch i fanylion cyfeiriad ar Etherscan
da: Besøg adresseoplysninger på Etherscan
de: Besuchen Sie die Adressdaten auf Etherscan
el: Επισκεφθείτε τα στοιχεία της διεύθυνσης στο Etherscan
eo: Vizitu adresodetalojn ĉe Etherscan
es: Visite los detalles de la dirección en Etherscan
et: Külastage aadressi üksikasju Etherscanis
eu: Bisitatu helbideen xehetasunak Etherscan-en
fa: از جزئیات آدرس در Etherscan دیدن کنید
fi: Käy osoitteessa Etherscan
fil: Bisitahin ang mga detalye ng address sa Etherscan
fo: Vitja upplýsingarnar um adressuna á Etherscan
fr: Visitez les détails de l'adresse sur Etherscan
fy: Besykje adresgegevens op Etherscan
ga: Tabhair cuairt ar shonraí seolta ar Etherscan
gd: Tadhail air fiosrachadh seòlaidh air Etherscan
gl: Visita os detalles do enderezo en Etherscan
gu: Etherscan પર સરનામાંની વિગતોની મુલાકાત લો
he: בקר בפרטי כתובת ב-Etherscan
hi: इथरस्कैन पर पते का विवरण देखें
hr: Posjetite pojedinosti o adresi na Etherscan
hu: Látogasson el az Etherscan címadatokhoz
hy: Այցելեք հասցեի մանրամասները Etherscan-ում
id: Kunjungi detail alamat di Etherscan
is: Skoðaðu upplýsingar um heimilisfang á Etherscan
it: Visita i dettagli dell'indirizzo su Etherscan
ja: Etherscanの住所詳細を見る
ka: ეწვიეთ მისამართის დეტალებს Etherscan-ზე
kk: Etherscan сайтындағы мекенжай мәліметтерін қараңыз
km: ចូលមើលព័ត៌មានលម្អិតអំពីអាសយដ្ឋាននៅលើ Etherscan
kn: Etherscan ನಲ್ಲಿ ವಿಳಾಸ ವಿವರಗಳನ್ನು ಭೇಟಿ ಮಾಡಿ
ky: Etherscanдагы дарек чоо-жайын караңыз
lb: Besicht Adress Detailer op Etherscan
lo: ເຂົ້າໄປເບິ່ງລາຍລະອຽດທີ່ຢູ່ໃນ Etherscan
lt: Apsilankykite adresu "Etherscan
lv: Apmeklējiet adreses informāciju vietnē Etherscan
mg: Tsidiho ny antsipirian'ny adiresy ao amin'ny Etherscan
mi: Tirohia nga korero mo te wahitau mo Etherscan
mk: Посетете ги деталите за адресата на Etherscan
ml: Etherscan-ൽ വിലാസ വിശദാംശങ്ങൾ സന്ദർശിക്കുക
mn: Etherscan дээрх хаягийн дэлгэрэнгүйг үзнэ үү
mr: इथरस्कॅनवर पत्त्याच्या तपशीलांना भेट द्या
ms: Lawati butiran alamat di Etherscan
mt: Żur id-dettalji tal-indirizz fuq Etherscan
my: Etherscan ရှိ လိပ်စာအသေးစိတ်အချက်အလက်များကို ဝင်ရောက်ကြည့်ရှုပါ။
ne: Etherscan मा ठेगाना विवरणहरू हेर्नुहोस्
nl: Bezoek adresgegevens op Etherscan
nn: Besøk adresseopplysningar på Etherscan
no: Besøk adressedetaljer på Etherscan
oc: Visitar los detalhs de l'adreça sus Etherscan
or: ଇଥରସ୍କାନରେ ଠିକଣା ବିବରଣୀ ପରିଦର୍ଶନ କରନ୍ତୁ |
pa: ਈਥਰਸਕੈਨ 'ਤੇ ਪਤੇ ਦੇ ਵੇਰਵਿਆਂ 'ਤੇ ਜਾਓ
pl: Odwiedź szczegóły adresu na Etherscan
ps: په Etherscan کې د پتې توضیحات وګورئ
pt: Ver pormenores do endereço no Etherscan
pt_br: Visite os detalhes do endereço no Etherscan
ro: Vizitați detaliile adresei pe Etherscan
ru: Посетите адресную информацию на Etherscan
rw: Sura adresse ibisobanuro kuri Etherscan
sc: Bide detallus de s'indiritzu in Etherscan
sd: Etherscan تي پتي جا تفصيل ڏسو
se: Dátte adreassa dávttat Etherscanis
si: Etherscan හි ලිපින විස්තර වෙත පිවිසෙන්න
sk: Navštívte podrobnosti o adrese na stránke Etherscan
sl: Obiščite podrobnosti o naslovu na Etherscan
sq: Vizitoni detajet e adresës në Etherscan
sr: Посетите детаље адресе на Етхерсцан-у
sv: Besök adressuppgifter på Etherscan
sw: Tembelea maelezo ya anwani kwenye Etherscan
ta: Etherscan இல் முகவரி விவரங்களைப் பார்வையிடவும்
te: Etherscanలో చిరునామా వివరాలను సందర్శించండి
tg: Тафсилоти суроғаро дар Etherscan дидан кунед
th: ดูรายละเอียดที่อยู่บน Etherscan
tk: Etherskanda salgy salgysyny görüň
tr: Etherscan'daki adres bilgilerini ziyaret edin
tt: Этерскандагы адрес детальләрен карагыз
ug: Etherscan دىكى ئادرېس تەپسىلاتلىرىنى زىيارەت قىلىڭ
uk: Відвідайте адресу на Etherscan
ur: ایتھرسکین پر پتے کی تفصیلات دیکھیں
uz: Etherscan-da manzil ma'lumotlariga tashrif buyuring
vi: Truy cập chi tiết địa chỉ trên Etherscan
xh: Ndwendwela iinkcukacha zedilesi kwi-Etherscan
zu: Vakashela imininingwane yekheli ku-Etherscan
