Repository: 0xCazador/defi-simulator
Catalog: src/locales/*/messages.po
Languages: af, am, ar_ma, as, az_cyrl_az, be, bg, bn, br, bs, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fil, fo, fr, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, nn, no, oc, or, pa, pl, ps, pt, pt_br, ro, ru, rw, sc, sd, se, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tr, tt, ug, uk, ur, uz, vi, xh, zu

source: Borrowed Assets
af: Geleende bates
am: የተበደሩ ንብረቶች
ar_ma: الأصول المقترضة
as: ঋণ লোৱা সম্পত্তি
az_cyrl_az: Borclanmış Aktivlər
be: Пазыковыя актывы
bg: Заемни активи
bn: ধার করা সম্পদ
br: Aberzhioù Gwerzhet
bs: Posuđena imovina
ca: Actius prestats
cs: Vypůjčená aktiva
cy: Asedau a Fenthycwyd
da: Lånte aktiver
de: Geliehene Vermögenswerte
el: Δανειακά περιουσιακά στοιχεία
eo: Pruntitaj Aktivoj
es: Activos prestados
et: Laenatud varad
eu: Maileguan hartutako aktiboak
fa: دارایی های قرض گرفته شده
fi: Lainatut varat
fil: Mga Hiram na Asset
fo: Lánadeildir
fr: Actifs empruntés
ga: Sócmhainní ar Iasacht
gd: Maoin air iasad
gl: Activos prestados
gu: ઉછીની અસ્કયામતો
he: נכסים מושאלים
hi: उधार ली गई संपत्ति
hr: Posuđena imovina
hu: Kölcsönvett eszközök
hy: Փոխառված ակտիվներ
id: Aset yang Dipinjam
is: Lánareignir
it: Attività prese in prestito
ja: 借入資産
ka: ნასესხები აქტივები
kk: Қарызға алынған активтер
km: ទ្រព្យសម្បត្តិដែលបានខ្ចី
kn: ಎರವಲು ಪಡೆದ ಆಸ್ತಿಗಳು
ky: Карызга алынган активдер
lb: Geléint Verméigen
lo: ຊັບສິນທີ່ຢືມ
lt: Skolintas turtas
lv: Aizņemtie aktīvi
mg: Fananana nindramina
mi: Nga Rawa Kua Namaa
mk: Позајмени средства
ml: കടമെടുത്ത ആസ്തികൾ
mn: Зээл авсан хөрөнгө
mr: कर्ज घेतलेली मालमत्ता
ms: Aset yang dipinjam
mt: Assi mislufa
my: ချေးယူထားသော ပိုင်ဆိုင်မှုများ
ne: उधारिएको सम्पत्ति
nl: Geleende activa
nn: Lånte eiendeler
no: Lånte eiendeler
oc: Actius prestats
or: Orrow ଣ ସମ୍ପଦ
pa: ਉਧਾਰ ਸੰਪਤੀਆਂ
pl: Pożyczone aktywa
ps: پور اخیستل شوي شتمنۍ
pt: Activos emprestados
pt_br: Ativos emprestados
ro: Activele împrumutate
ru: Заемные активы
rw: Umutungo watijwe
sc: Benes prestatos
sd: قرض ورتو اثاثو
se: Láibmat áššit
si: ණයට ගත් වත්කම්
sk: Požičaný majetok
sl: Izposojena sredstva
sq: Asetet e Huazuara
sr: позајмљена средства
sv: Upplånade tillgångar
sw: Mali Zilizokopwa
ta: கடன் வாங்கிய சொத்துகள்
te: అరువు తెచ్చుకున్న ఆస్తులు
tg: Дороиҳои қарзӣ
th: สินทรัพย์ที่ยืม
tk: Karz alnan aktiwler
tr: Ödünç Alınan Varlıklar
tt: Бурычлы активлар
ug: ئارىيەتكە ئېلىنغان مۈلۈك
uk: Позикові активи
ur: ادھار اثاثے
uz: Qarzga olingan aktivlar
vi: tài sản vay
xh: Ii-asethi ezibolekiweyo
zu: Izimpahla Ezibolekiwe

source: Build from Scratch
af: Bou van nuuts af
am: ከ Scratch ይገንቡ
ar_ma: بناء من الصفر
as: শূন্যৰ পৰা নিৰ্মাণ কৰক
az_cyrl_az: Sıfırdan qurun
be: Будаваць з нуля
bg: Изграждане от нулата
bn: স্ক্র্যাচ থেকে বিল্ড
br: Krouiñ adalek ar gwrizienn
bs: Izgradite od nule
ca: Construeix des de zero
cs: Stavba od nuly
cy: Adeiladu o Scratch
da: Byg fra bunden
de: Von Grund auf neu bauen
el: Χτίστε από το μηδέν
eo: Konstruu de Nulo
es: Construir desde cero
et: Ehita algusest peale
eu: Eraiki hutsetik
fa: از ابتدا بسازید
fi: Rakenna tyhjästä
fil: Bumuo mula sa scratch
fo: Bygg frá byrjan
fr: Construire à partir de zéro
fy: Bou fanôf scratch
ga: Tógáil ó Scratch
gd: Togail bho scratch
gl: Construír desde cero
gu: શરૂઆતથી બનાવો
he: בנה מאפס
hi: स्क्रैच से निर्माण करें
hr: Gradite od nule
hu: Építsd a semmiből
hy: Կառուցել զրոյից
id: Membangun dari Awal
is: Byggja frá grunni
it: Costruire da zero
ja: ゼロから作る
ka: აშენება ნულიდან
kk: Нөлден құрастыру
km: សាងសង់ពីកោស
kn: ಮೊದಲಿನಿಂದ ನಿರ್ಮಿಸಿ
ky: Нөлдөн куруу
lb: Bauen vun Null
lo: ກໍ່ສ້າງຈາກ Scratch
lt: Sukurti nuo nulio
lv: Veidot no nulles
mg: Manangana avy amin'ny Scratch
mi: Hanga mai i te Scratch
mk: Изградба од нула
ml: സ്ക്രാച്ചിൽ നിന്ന് നിർമ്മിക്കുക
mn: Эхнээс нь бүтээх
mr: सुरवातीपासून तयार करा
ms: Bina daripada Gores
mt: Ibni mill-bidu
my: Scratch မှတည်ဆောက်ပါ။
ne: स्क्र्याचबाट निर्माण गर्नुहोस्
nl: Bouwen vanaf nul
nn: Bygg fra bunnen av
no: Bygg fra bunnen av
oc: Construïr de cap
or: ସ୍କ୍ରାଚ୍ ରୁ ନିର୍ମାଣ କରନ୍ତୁ |
pa: ਸਕ੍ਰੈਚ ਤੋਂ ਬਣਾਓ
pl: Budowanie od podstaw
ps: له سکریچ څخه جوړ کړئ
pt: Construir a partir do zero
pt_br: Construir do zero
ro: Construiți de la zero
ru: Строить с нуля
rw: Kubaka guhera
sc: Crea da zero
sd: اسڪريچ مان ٺاهيو
se: Rakastit iešguđet
si: මුල සිට ගොඩනඟන්න
sk: Zostaviť od nuly
sl: Gradnja iz nič
sq: Ndërtoni nga e para
sr: Изградите од нуле
sv: Bygg från grunden
sw: Jenga kutoka Mwanzo
ta: புதிதாக உருவாக்கவும்
te: స్క్రాచ్ నుండి నిర్మించండి
tg: Аз сифр созед
th: สร้างจากศูนย์
tk: Noldan başlaň
tr: Sıfırdan İnşa Edin
tt: Нөлдән төзү
ug: نۆلدىن باشلاپ قۇر
uk: Побудова з нуля
ur: شروع سے بنائیں
uz: Noldan qurish
vi: Xây dựng từ đầu
xh: Yakha ukusuka kwi-Scratch
zu: Yakha kusuka ku-Scratch

source: Choose Currency
be: Выберыце валюту
bg: Избор на валута
bn: মুদ্রা পছন্দ করুন
bs: Odaberite Valuta
ca: Trieu Moneda
cs: Výběr měny
da: Vælg valuta
de: Währung wählen
el: Επιλέξτε νόμισμα
es: Elegir moneda
et: Vali valuuta
fi: Valitse valuutta
fil: Pumili ng Salapi
fr: Choisir la devise
ga: Roghnaigh Airgeadra
hi: मुद्रा चुनिये
hr: Odaberite valutu
hu: Pénznem kiválasztása
hy: Ընտրեք արժույթը
id: Pilih Mata Uang
is: Veldu Gjaldmiðill
it: Scegliere la valuta
ja: 通貨の選択
ka: აირჩიეთ ვალუტა
km: ជ្រើសរើសរូបិយប័ណ្ណ
ky: Валютаны тандаңыз
lb: Wielt Währung
lt: Pasirinkite valiutą
lv: Izvēlieties valūtu
mk: Изберете валута
ml: കറൻസി തിരഞ്ഞെടുക്കുക
mn: Валют сонгоно уу
ms: Pilih Mata Wang
mt: Agħżel Munita
my: ငွေကြေးကိုရွေးချယ်ပါ။
ne: मुद्रा छान्नुहोस्
nl: Valuta kiezen
no: Velg valuta
pl: Wybierz walutę
pt: Selecionar a moeda
ro: Alegeți moneda
sc: Sèbera Moneta
sk: Výber meny
sl: Izberite valuto
sq: Zgjidhni monedhën
sr: Изаберите Валута
sv: Välj valuta
ta: நாணயத்தைத் தேர்ந்தெடுக்கவும்
th: เลือกสกุลเงิน
tk: Walýuta saýlaň
tr: Para Birimi Seçin
uk: Виберіть валюту
uz: Valyutani tanlang

source: Choose Language
be: Выберыце мову
bg: Изберете език
bn: ভাষা নির্বাচন করুন
bs: Odaberite Jezik
ca: Trieu Idioma
cs: Výběr jazyka
da: Vælg sprog
de: Sprache wählen
el: Επιλέξτε Γλώσσα
es: Elegir idioma
et: Valige keel
fi: Valitse kieli
fil: Piliin ang Wika
fr: Choisir la langue
ga: Roghnaigh Teanga
hi: भाषा चुनें
hr: Odaberite jezik
hu: Válasszon nyelvet
hy: Ընտրեք Լեզուն
id: Pilih Bahasa
is: Veldu Tungumál
it: Scegliere la lingua
ja: 言語を選択
ka: აირჩიეთ ენა
km: ជ្រើសរើសភាសា
ky: Тилди тандаңыз
lb: Wielt Sprooch
lt: Pasirinkite kalbą
lv: Izvēlieties valodu
mk: Изберете јазик
ml: ഭാഷ തിരഞ്ഞെടുക്കുക
mn: Хэл сонгоно уу
ms: Pilih Bahasa
mt: Agħżel Lingwa
my: ဘာသာစကားကို ရွေးပါ။
ne: भाषा छान्नुहोस्
nl: Kies taal
no: Velg språk
pl: Wybierz język
pt: Selecionar a língua
ro: Alegeți limba
sc: Sèbera Limba
sk: Výber jazyka
sl: Izberite jezik
sq: Zgjidhni gjuhën
sr: Изабери језик
sv: Välj språk
ta: மொழியைத் தேர்ந்தெடுக்கவும்
th: เลือกภาษา
tk: Dil saýlaň
tr: Dil Seçiniz
uk: Виберіть мову
uz: Tilni tanlang

source: Close alert
af: Maak waarskuwing toe
am: ማንቂያውን ዝጋ
ar_ma: تنبيه وثيق
as: বন্ধ সতৰ্কবাণী
az_cyrl_az: Xəbərdarlığı bağlayın
be: Закрыць абвестку
bg: Затваряне на сигнал
bn: সতর্কতা বন্ধ করুন
br: Serriñ ar goulenn
bs: Zatvori upozorenje
ca: Alerta de tancament
cs: Upozornění na zavření
cy: Rhybudd agos
da: Luk alarm
de: Alarm schließen
el: Κλείσιμο συναγερμού
eo: Fermu atentigon
es: Cerrar alerta
et: Sulge hoiatus
eu: Itxi alerta
fa: هشدار بستن
fi: Sulje hälytys
fil: Isara ang alerto
fo: Lukka viðmerking
fr: Fermer l'alerte
fy: Alarm slute
ga: Dún an foláireamh
gd: Rabhadh dlùth
gl: Alerta de peche
gu: ચેતવણી બંધ કરો
he: התראה סגורה
hi: चेतावनी बंद करें
hr: Zatvori upozorenje
hu: Riasztás bezárása
hy: Փակել ահազանգը
id: Tutup peringatan
is: Lokaðu viðvörun
it: Chiudere l'avviso
ja: クローズアラート
ka: დახურვის გაფრთხილება
kk: Ескертуді жабу
km: បិទការជូនដំណឹង
kn: ಎಚ್ಚರಿಕೆಯನ್ನು ಮುಚ್ಚಿ
ky: Эскертүүнү жабуу
lb: Zoumaachen Alarm
lo: ປິດການແຈ້ງເຕືອນ
lt: Uždaryti įspėjimą
lv: Aizvērt brīdinājumu
mg: Akatona fanairana
mi: Katia mataara
mk: Затвори предупредување
ml: അലേർട്ട് അടയ്ക്കുക
mn: Сэрэмжлүүлэгийг хаах
mr: अलर्ट बंद करा
ms: Tutup amaran
mt: Twissija mill-qrib
my: သတိပေးချက်ကို ပိတ်ပါ။
ne: अलर्ट बन्द गर्नुहोस्
nl: Waarschuwing sluiten
nn: Lukk varsel
no: Lukk varsel
oc: Tampar l'alerta
or: ସତର୍କତା ବନ୍ଦ କରନ୍ତୁ |
pa: ਚੇਤਾਵਨੀ ਬੰਦ ਕਰੋ
pl: Alarm zamknięcia
ps: خبرتیا بنده کړه
pt: Fechar alerta
pt_br: Fechar alerta
ro: Închideți alerta
ru: Оповещение о закрытии
rw: Funga hafi
sc: Serra avvisu
sd: خبرداري بند ڪريو
se: Gulleviesu
si: අනතුරු ඇඟවීම වසන්න
sk: Zatvoriť upozornenie
sl: Zapri opozorilo
sq: Mbyll alarmin
sr: Затвори упозорење
sv: Närvarolarm
sw: Funga tahadhari
ta: மூடு எச்சரிக்கை
te: హెచ్చరికను మూసివేయి
tg: Огоҳӣ пӯшед
th: ปิดการแจ้งเตือน
tk: Duýduryşy ýapyň
tr: Yakın uyarı
tt: Якын уяу
ug: ئاگاھلاندۇرۇش
uk: Тривога!
ur: الرٹ بند کریں۔
uz: Ogohlantirishni yopish
vi: Đóng cảnh báo
xh: Vala isivuseleli
zu: Vala isexwayiso

source: Copy address to clipboard
af: Kopieer adres na knipbord
am: አድራሻ ወደ ቅንጥብ ሰሌዳ ቅዳ
ar_ma: نسخ العنوان إلى الحافظة
as: ঠিকনা ক্লিপবোৰ্ডলৈ কপি কৰক
az_cyrl_az: Ünvanı panoya kopyalayın
be: Скапіраваць адрас у буфер абмену
bg: Копиране на адреса в клипборда
bn: ক্লিপবোর্ডে ঠিকানা কপি করুন
br: Kopiñ ar postel da benn-kleñved
bs: Kopiraj adresu u međuspremnik
ca: Copia l'adreça al porta-retalls
cs: Kopírování adresy do schránky
cy: Copïo'r cyfeiriad i'r clipfwrdd
da: Kopier adresse til udklipsholder
de: Adresse in die Zwischenablage kopieren
el: Αντιγραφή διεύθυνσης στο πρόχειρο
eo: Kopiu adreson al tondujo
es: Copiar dirección en el portapapeles
et: Kopeeri aadress lõikelauale
eu: Kopiatu helbidea arbelean
fa: آدرس را در کلیپ بورد کپی کنید
fi: Kopioi osoite leikepöydälle
fil: Kopyahin ang address sa clipboard
fo: Kopiera adressu til klippiborðið
fr: Copier l'adresse dans le presse-papiers
fy: Kopiearje adres nei klamboerd
ga: Cóipeáil an seoladh chuig an ngearrthaisce
gd: Dèan lethbhreac den t-seòladh gu clipboard
gl: Copiar o enderezo no portapapeis
gu: ક્લિપબોર્ડ પર સરનામાંની નકલ કરો
he: העתק כתובת ללוח
hi: पते को क्लिपबोर्ड पर कॉपी करें
hr: Kopiraj adresu u međuspremnik
hu: Cím másolása a vágólapra
hy: Պատճենել հասցեն clipboard-ում
id: Salin alamat ke papan klip
is: Afritaðu heimilisfang á klemmuspjald
it: Copiare l'indirizzo negli appunti
ja: アドレスをクリップボードにコピー
ka: დააკოპირეთ მისამართი ბუფერში
kk: Мекенжайды алмасу буферіне көшіріңіз
km: ចម្លងអាសយដ្ឋានទៅក្ដារតម្បៀតខ្ទាស់
kn: ಕ್ಲಿಪ್‌ಬೋರ್ಡ್‌ಗೆ ವಿಳಾಸವನ್ನು ನಕಲಿಸಿ
ky: Даректи алмашуу буферине көчүрүү
lb: Kopie Adress ze Clipboard
lo: ສຳເນົາທີ່ຢູ່ໃສ່ຄລິບບອດ
lt: Adreso kopijavimas į iškarpinę
lv: Kopēt adresi uz starpliktuvi
mg: Adikao amin'ny solaitrabe ny adiresy
mi: Tārua wāhitau ki te papatopenga
mk: Копирај ја адресата во таблата со исечоци
ml: വിലാസം ക്ലിപ്പ്ബോർഡിലേക്ക് പകർത്തുക
mn: Хаягийг санах ойд хуулах
mr: क्लिपबोर्डवर पत्ता कॉपी करा
ms: Salin alamat ke papan keratan
mt: Ikkopja l-indirizz fil-clipboard
my: လိပ်စာကို ကလစ်ဘုတ်သို့ ကူးယူပါ။
ne: क्लिपबोर्डमा ठेगाना प्रतिलिपि गर्नुहोस्
nl: Adres naar klembord kopiëren
nn: Kopier adresse til utklippstavlen
no: Kopier adressen til utklippstavlen
oc: Copiar l'adreça al porta-retz
or: କ୍ଲିପବୋର୍ଡରେ ଠିକଣା କପି କରନ୍ତୁ |
pa: ਪਤੇ ਨੂੰ ਕਲਿੱਪਬੋਰਡ ਵਿੱਚ ਕਾਪੀ ਕਰੋ
pl: Kopiowanie adresu do schowka
ps: پته کلپ بورډ ته کاپي کړئ
pt: Copiar endereço para a área de transferência
pt_br: Copiar endereço para a área de transferência
ro: Copiați adresa în clipboard
ru: Копирование адреса в буфер обмена
rw: Gukoporora aderesi kuri clipboard
sc: Copiadu indiritzu in su clipboard
sd: ڪلپ بورڊ ڏانهن پتو نقل ڪريو
se: Čáhppes adres leamaš
si: ලිපිනය පසුරු පුවරුවට පිටපත් කරන්න
sk: Kopírovanie adresy do schránky
sl: Kopiranje naslova v odložišče
sq: Kopjo adresën në kujtesën e fragmenteve
sr: Копирајте адресу у међуспремник
sv: Kopiera adress till urklipp
sw: Nakili anwani kwenye ubao wa kunakili
ta: முகவரியை கிளிப்போர்டுக்கு நகலெடுக்கவும்
te: చిరునామాను క్లిప్‌బోర్డ్‌కు కాపీ చేయండి
tg: Суроғаро ба буфер нусхабардорӣ кунед
th: คัดลอกที่อยู่ไปยังคลิปบอร์ด
tk: Salgyny bufere göçüriň
tr: Adresi panoya kopyala
tt: Адресны буферга күчерегез
ug: ئادرېسنى چاپلاش تاختىسىغا كۆچۈرۈڭ
uk: Скопіювати адресу в буфер обміну
ur: ایڈریس کو کلپ بورڈ پر کاپی کریں۔
uz: Manzilni vaqtinchalik xotiraga nusxalash
vi: Sao chép địa chỉ vào khay nhớ tạm
xh: Khuphela idilesi kwibhodi eqhotyoshwayo
zu: Kopisha ikheli ebhodini lokunamathisela

source: DeFi Simulator is an unofficial, open source, community-built Aave debt simulator.
be: DeFi Simulator - гэта неафіцыйны сімулятар запазычанасці Aave з адкрытым зыходным кодам, створаны супольнасцю.
bg: DeFi Simulator е неофициален симулатор на дълг на Aave с отворен код, създаден от общността.
bn: DeFi সিমুলেটর হল একটি অনানুষ্ঠানিক, ওপেন সোর্স, সম্প্রদায়-নির্মিত Aave ঋণ সিমুলেটর।
bs: DeFi Simulator je neslužbeni simulator Aave duga otvorenog koda, izgrađen u zajednici.
ca: DeFi Simulator és un simulador de deutes Aave no oficial, de codi obert i creat per la comunitat.
cs: DeFi Simulator je neoficiální komunitní simulátor dluhu Aave s otevřeným zdrojovým kódem.
da: DeFi Simulator er en uofficiel, open source, community-bygget Aave gældssimulator.
de: DeFi Simulator ist ein inoffizieller, quelloffener, von der Gemeinschaft entwickelter Aave-Schuldensimulator.
el: Ο προσομοιωτής DeFi είναι ένας ανεπίσημος, ανοικτού κώδικα, προσομοιωτής χρέους Aave που δημιουργήθηκε από την κοινότητα.
es: DeFi Simulator es un simulador de deuda Aave no oficial, de código abierto y creado por la comunidad.
et: DeFi Simulator on mitteametlik, avatud lähtekoodiga, kogukonna poolt loodud Aave võlasimulaator.
fi: DeFi Simulator on epävirallinen, avoimen lähdekoodin ja yhteisön rakentama Aave-velkasimulaattori.
fil: Ang DeFi Simulator ay isang hindi opisyal, open source, binuo ng komunidad na Aave debt simulator.
fr: DeFi Simulator est un simulateur de dette Aave non officiel, open source et construit par la communauté.
hi: डेफी सिम्युलेटर एक अनौपचारिक, खुला स्रोत, समुदाय-निर्मित एवे ऋण सिम्युलेटर है।
hr: DeFi Simulator je neslužbeni Aave simulator duga otvorenog koda koji je izgradila zajednica.
hy: DeFi Simulator-ը ոչ պաշտոնական, բաց կոդով, համայնքի կողմից ստեղծված Aave պարտքի սիմուլյատոր է:
id: DeFi Simulator adalah simulator utang Aave yang tidak resmi, sumber terbuka, dan dibangun oleh komunitas.
is: DeFi Simulator er óopinber, opinn uppspretta, samfélagsgerður Aave skuldahermi.
it: DeFi Simulator è un simulatore di debito Aave non ufficiale, open source e costruito dalla comunità.
ja: DeFiシミュレータは、非公式、オープンソース、コミュニティ構築のAave債務シミュレータです。
km: DeFi Simulator គឺជាប្រភពបើកចំហដែលមិនផ្លូវការ និងបង្កើតដោយសហគមន៍ Aave ក្លែងធ្វើបំណុល។
ky: DeFi Simulator - бул бейрасмий, ачык булак, коомчулук тарабынан курулган Aave карыз симулятору.
lb: DeFi Simulator ass en inoffiziellen, Open Source, Gemeinschaftsgebaute Aave Scholdsimulator.
lt: "DeFi Simulator" yra neoficialus, atvirojo kodo, bendruomenės sukurtas "Aave" skolos simuliatorius.
lv: DeFi simulators ir neoficiāls, atvērta pirmkoda, kopienas veidots Aave parāda simulators.
mk: DeFi Simulator е неофицијален симулатор за долг Aave, со отворен код, изграден во заедницата.
ml: DeFi സിമുലേറ്റർ ഒരു അനൗദ്യോഗിക, ഓപ്പൺ സോഴ്‌സ്, കമ്മ്യൂണിറ്റി നിർമ്മിച്ച Aave ഡെറ്റ് സിമുലേറ്ററാണ്.
mn: DeFi Simulator нь албан бус, нээлттэй эх сурвалжтай, олон нийтийн бүтээсэн Aave өрийн симулятор юм.
ms: Simulator DeFi ialah simulator hutang Aave yang tidak rasmi, sumber terbuka, binaan komuniti.
my: DeFi Simulator သည်တရားဝင်မဟုတ်သော၊ ပွင့်လင်းသောအရင်းအမြစ်၊ ရပ်ရွာတည်ဆောက်ထားသော Aave ကြွေးမြီ Simulator တစ်ခုဖြစ်သည်။
ne: DeFi सिम्युलेटर एक अनौपचारिक, खुला स्रोत, समुदाय-निर्मित Aave ऋण सिम्युलेटर हो।
nl: DeFi Simulator is een onofficiële, open source, door de gemeenschap gebouwde Aave schuldsimulator.
no: DeFi Simulator er en uoffisiell Aave-gjeldssimulator med åpen kildekode.
pl: DeFi Simulator to nieoficjalny, open source'owy, stworzony przez społeczność symulator zadłużenia Aave.
pt: O DeFi Simulator é um simulador de dívida Aave não oficial, de código aberto e construído pela comunidade.
ro: DeFi Simulator este un simulator de datorie Aave neoficial, cu sursă deschisă, construit de comunitate.
sc: DeFi Simulator est un simulatore de debitu Aave non ufficiale, open source e construitu dae sa cumunitade.
sk: DeFi Simulator je neoficiálny, komunitný simulátor dlhu Aave s otvoreným zdrojovým kódom.
sl: DeFi Simulator je neuradni odprtokodni simulator dolga Aave, ki ga gradi skupnost.
sq: DeFi Simulator është një imitues borxhi Aave jozyrtar, me burim të hapur, i ndërtuar nga komuniteti.
sr: ДеФи Симулатор је незванични симулатор Ааве дуга отвореног кода, изграђен у заједници.
sv: DeFi-simulatorn är en inofficiell Aave-simulator med öppen källkod som byggts av gemenskapen.
th: DeFi Simulator เป็นโปรแกรมจำลองหนี้ Aave แบบโอเพ่นซอร์สที่ไม่เป็นทางการซึ่งสร้างโดยชุมชน
tk: “DeFi Simulator” resmi däl, açyk çeşme, jemgyýet tarapyndan gurlan “Aave” karz simulýatory.
tr: DeFi Simülatörü resmi olmayan, açık kaynaklı, topluluk tarafından oluşturulmuş bir Aave borç simülatörüdür.
uk: DeFi Simulator - це неофіційний симулятор боргу Aave з відкритим вихідним кодом, створений спільнотою.
uz: DeFi Simulator - bu norasmiy, ochiq manba, jamiyat tomonidan qurilgan Aave qarz simulyatori.

source: Experimental!
af: Eksperimenteel!
am: የሙከራ!
ar_ma: تجريبي!
as: পৰীক্ষামূলক!
az_cyrl_az: Eksperimental!
be: Эксперыментальны!
bg: Експериментално!
bn: পরীক্ষামূলক !
br: Eskemm!
bs: Eksperimentalno!
cs: Experimentální!
cy: Arbrofol!
da: Eksperimentel!
de: Experimentell!
el: Πειραματικό!
eo: Eksperimenta!
et: Eksperimentaalne!
eu: Esperimentala!
fa: تجربی!
fi: Kokeellinen!
fil: Eksperimental!
fo: Sjálvbjargandi!
fr: Expérimental !
fy: Eksperiminteel!
ga: Turgnamhach!
gd: Deuchainneach!
gu: પ્રાયોગિક!
he: נִסיוֹנִי!
hi: प्रायोगिक!
hr: Eksperimentalno!
hu: Kísérleti!
hy: Փորձարարական!
id: Eksperimental!
is: Tilraunakennt!
it: Sperimentale!
ja: 実験的だ！
ka: ექსპერიმენტული!
kk: Эксперименттік!
km: ពិសោធន៍!
kn: ಪ್ರಾಯೋಗಿಕ!
ky: Эксперименталдык!
lb: Experimentell!
lo: ທົດລອງ!
lt: Eksperimentinis!
lv: Eksperimentāls!
mg: Fanandramana!
mi: Whakamatau!
mk: Експериментално!
ml: പരീക്ഷണാത്മകം!
mn: Туршилтын!
mr: प्रायोगिक!
ms: Percubaan!
mt: Sperimentali!
my: သမ္ဘာ၊
ne: प्रयोगात्मक!
nl: Experimenteel!
nn: Eksperimentelt!
no: Eksperimentell!
or: ପରୀକ୍ଷାମୂଳକ!
pa: ਪ੍ਰਯੋਗਾਤਮਕ!
pl: Eksperymentalne!
ps: تجربوي!
ru: Экспериментальный!
rw: Ubushakashatsi!
sc: Sperimentale!
sd: تجرباتي!
se: Eksperimentála!
si: පර්යේෂණාත්මක!
sk: Experimentálne!
sl: Eksperimentalno!
sq: Eksperimentale!
sr: Експериментално!
sv: Experimentell!
sw: Majaribio!
ta: பரிசோதனை!
te: ప్రయోగాత్మకం!
tg: Таҷрибавӣ!
th: ทดลอง!
tk: Synag!
tr: Deneysel!
tt: Эксперименталь!
ug: تەجرىبە!
uk: Експеримент!
ur: تجرباتی!
uz: Eksperimental!
vi: Thực nghiệm!
xh: Uvavanyo!
zu: Okokuhlola!

source: Found
af: Gevind
am: ተገኝቷል
ar_ma: وجد
as: পোৱা গ’ল
az_cyrl_az: tapıldı
be: Знайшлі
bg: Намерени
bn: পাওয়া গেছে
br: Kavet
bs: Pronađen
ca: Trobat
cs: Nalezeno
cy: Wedi dod o hyd
da: Fundet
de: Gefunden
el: Βρέθηκε
eo: Trovita
es: Encontrado
et: Leitav
eu: Aurkituta
fa: پیدا شد
fi: Löytyi
fil: Natagpuan
fo: Fundin
fr: Trouvé
fy: Fûn
ga: Aimsíodh
gd: Fhuaras
gl: Atopado
gu: મળી
he: מצאתי
hi: मिला
hr: Pronađeno
hu: Megtaláltam
hy: Գտնվել է
id: Ditemukan
is: Fundið
it: Trovato
ja: 発見
ka: ნაპოვნია
kk: Табылды
km: បានរកឃើញ
kn: ಕಂಡು
ky: Табылды
lb: fonnt
lo: ພົບ
lt: Rasta
lv: Atrasts
mg: HITA
mi: I kitea
mk: Пронајден
ml: കണ്ടെത്തി
mn: Олдсон
mr: आढळले
ms: Dijumpai
mt: Misjuba
my: တွေ့တယ်။
ne: भेटियो
nl: Gevonden
nn: Funne
no: Funnet
oc: Trobat
or: ମିଳିଲା |
pa: ਮਿਲਿਆ
pl: Znaleziono
ps: وموندل
pt: Encontrado
pt_br: Encontrado
ro: Găsit
ru: Найдено
rw: Byabonetse
sc: Trovadu
sd: مليو
se: Lávvorduvvon
si: හමු විය
sk: Nájdené
sl: Najdeno na spletnem mestu
sq: Gjetur
sr: Нашао
sv: Hittad
sw: Imepatikana
ta: கண்டறியப்பட்டது
te: కనుగొన్నారు
tg: ёфт
th: พบ
tk: Tapyldy
tr: Bulundu
tt: Табылды
ug: تېپىلدى
uk: Знайдено
ur: ملا
uz: Topildi
vi: Thành lập
xh: Ifunyenwe
zu: Kutholakele

source: Markets for
be: Рынкі для
bg: Пазари за
bn: জন্য বাজার
bs: Tržišta za
ca: Mercats per
cs: Trhy pro
da: Markeder for
de: Märkte für
el: Αγορές για
es: Mercados para
et: Turud
fi: Markkinat
fil: Mga merkado para sa
fr: Marchés pour
ga: Margaí le haghaidh
hi: के लिए बाज़ार
hr: Tržišta za
hu: Piacok a
hy: Շուկաներ համար
id: Pasar untuk
is: Markaðir fyrir
it: Mercati per
ja: 市場
ka: ბაზრები ამისთვის
km: ទីផ្សារសម្រាប់
ky: үчүн базарлар
lb: Mäert fir
lt: Rinkos
lv: Tirgi
mk: Пазари за
ml: വിപണികൾ
mn: зориулсан зах зээл
ms: Pasaran untuk
mt: Swieq għal
my: စျေးကွက်များ
ne: को लागि बजार
nl: Markten voor
no: Markeder for
pl: Rynki dla
pt: Mercados para
ro: Piețe pentru
sc: Mercaus po
sk: Trhy pre
sl: Trgi za
sq: Tregjet për
sr: Тржишта за
sv: Marknader för
ta: சந்தைகள்
th: ตลาดสำหรับ
tk: Bazarlar
tr: Piyasalar için
uk: Ринки для
uz: uchun bozorlar

source: Net Asset Value:
af: Netto batewaarde:
am: የተጣራ ንብረት ዋጋ፡-
ar_ma: صافي قيمة الأصول:
as: নিকা সম্পত্তিৰ মূল্য:
az_cyrl_az: Xalis aktiv dəyəri:
be: Кошт чыстых актываў:
bg: Нетна стойност на активите:
bn: নেট সম্পদ মূল্য:
br: Gwerzh Net Aktal:
bs: Neto vrijednost imovine:
ca: Valor liquidatiu:
cs: Čistá hodnota aktiv:
cy: Gwerth Asedau Net:
da: Nettoaktivværdi:
de: Nettoinventarwert:
el: Καθαρή αξία ενεργητικού:
eo: Neta Valoro:
es: Valor liquidativo:
et: Varade puhasväärtus:
eu: Balio garbia:
fa: ارزش خالص دارایی:
fi: Nettovarallisuusarvo:
fil: Halaga ng Net Asset:
fo: Nettovirði:
fr: Valeur nette d'inventaire :
fy: Netto aktiva wearde:
ga: Glanluach Sócmhainne:
gd: Luach so-mhaoin lom:
gl: Valor liquidativo:
gu: નેટ એસેટ વેલ્યુ:
he: ערך נכסי נקי:
hi: निवल परिसंपत्ति मूल्य:
hr: Neto vrijednost imovine:
hu: Nettó eszközérték:
hy: Զուտ ակտիվների արժեքը.
id: Nilai Aktiva Bersih:
is: Hreint eignavirði:
it: Valore patrimoniale netto:
ja: 純資産価値：
ka: წმინდა აქტივების ღირებულება:
kk: Активтердің таза құны:
km: តម្លៃទ្រព្យសកម្មសុទ្ធ៖
kn: ನಿವ್ವಳ ಆಸ್ತಿ ಮೌಲ್ಯ:
ky: Таза активдин наркы:
lo: ມູນຄ່າຊັບສິນສຸດທິ:
lt: Grynoji turto vertė:
lv: Neto aktīvu vērtība:
mg: Sandan'ny fananana harato:
mi: Uara Rawa Kupenga:
mk: Нето вредност на имотот:
ml: മൊത്തം അസറ്റ് മൂല്യം:
mn: Цэвэр хөрөнгийн үнэ цэнэ:
mr: निव्वळ मालमत्ता मूल्य:
ms: Nilai aset bersih:
mt: Valur Nett tal-Assi:
my: အသားတင်ပိုင်ဆိုင်မှုတန်ဖိုး-
ne: शुद्ध सम्पत्ति मूल्य:
nl: Netto-inventariswaarde:
nn: Netto eiendomsverdi:
no: Netto aktivaverdi:
oc: Valor Net de l'Actiu:
or: ନିଟ୍ ସମ୍ପତ୍ତି ମୂଲ୍ୟ:
pa: ਕੁੱਲ ਸੰਪਤੀ ਮੁੱਲ:
pl: Wartość aktywów netto:
ps: د خالص شتمنۍ ارزښت:
pt: Valor líquido dos activos:
pt_br: Valor patrimonial líquido:
ro: Valoarea netă a activelor:
ru: Стоимость чистых активов:
rw: Agaciro k'umutungo:
sc: Valore Netu de su Asset:
sd: خالص اثاثن جو قدر:
se: Netto ovdamearkka árvu:
si: ශුද්ධ වත්කම් අගය:
sk: Čistá hodnota aktív:
sl: Čista vrednost sredstev:
sq: Vlera neto e aseteve:
sr: Нето вредност имовине:
sv: Nettotillgångsvärde:
sw: Thamani Halisi ya Mali:
ta: நிகர சொத்து மதிப்பு:
te: నికర ఆస్తి విలువ:
tg: Арзиши дороиҳои соф:
th: มูลค่าทรัพย์สินสุทธิ:
tk: Arassa aktiwiň gymmaty:
tr: Net Varlık Değeri:
tt: Чиста активның бәясе:
ug: ساپ مۈلۈك قىممىتى:
uk: Вартість чистих активів:
ur: اثاثوں کی کل مالیت:
uz: Sof aktiv qiymati:
vi: Giá trị tài sản ròng:
xh: Ixabiso le-asethi lilonke:
zu: Isamba Senani Lefa:
