Repository: 0xCazador/defi-simulator
Catalog: src/locales/*/messages.po
Languages: af, am, ar_ma, as, az_cyrl_az, be, bg, bn, br, bs, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fil, fo, fr, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, nn, no, oc, or, pa, pl, ps, pt, pt_br, ro, ru, rw, sc, sd, se, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tr, tt, ug, uk, ur, uz, vi, xh, zu

source: No Aave positions found.
af: Geen Aave-posisies gevind nie.
am: ምንም የAave ቦታዎች አልተገኙም።
ar_ma: لم يتم العثور على وظائف Aave.
as: কোনো Aave স্থান পোৱা নগ'ল।
az_cyrl_az: Heç bir Aave vəzifəsi tapılmadı.
be: Пазіцыі Aave не знойдзены.
bg: Не са намерени позиции за Aave.
bn: কোন Aave অবস্থান পাওয়া যায়নি.
br: N'eus bet kavet postadennoù Aave ebet.
bs: Nisu pronađene Aave pozicije.
ca: No s'han trobat posicions d'Aave.
cs: Nebyly nalezeny žádné pozice Aave.
cy: Ni chanfuwyd unrhyw swyddi Aave.
da: Ingen Aave-stillinger fundet.
de: Keine Aave-Stellen gefunden.
el: Δεν βρέθηκαν θέσεις για την Aave.
eo: Neniuj Aave-pozicioj trovitaj.
es: No se han encontrado puestos en Aave.
et: Aave ametikohti ei leitud.
eu: Ez da Aave posiziorik aurkitu.
fa: هیچ موقعیت Aave یافت نشد.
fi: Aave-paikkoja ei löytynyt.
fil: Walang nakitang mga posisyon sa Aave.
fo: Eingar Aave støður funnar.
fr: Aucun poste Aave n'a été trouvé.
fy: Gjin Aave-posysjes fûn.
ga: Níor aimsíodh aon phost Aave.
gd: Cha deach dreuchdan Aave a lorg.
gl: Non se atoparon postos de Aave.
gu: Aave પોઝિશન્સ મળી નથી.
he: לא נמצאו עמדות Aave.
hi: कोई एवे पद नहीं मिला.
hr: Nisu pronađene Aave pozicije.
hu: Nem találtunk Aave pozíciókat.
hy: Aave դիրքեր չեն գտնվել:
id: Tidak ditemukan posisi Aave.
is: Engar Aave stöður fundust.
it: Non sono state trovate posizioni Aave.
ja: Aaveのポジションは見つかりませんでした。
ka: Aave პოზიციები ვერ მოიძებნა.
kk: Aave орындары табылмады.
km: រកមិនឃើញមុខតំណែង Aave ទេ។
kn: ಯಾವುದೇ Aave ಸ್ಥಾನಗಳು ಕಂಡುಬಂದಿಲ್ಲ.
ky: Aave кызматтары табылган жок.
lb: Nee Aave Positiounen fonnt.
lo: ບໍ່ພົບຕໍາແໜ່ງ Aave.
lt: Nerasta jokių "Aave" pozicijų.
lv: Nav atrasts neviens Aave amats.
mg: Tsy misy toerana Aave hita.
mi: Karekau he tuunga Aave i kitea.
mk: Не се пронајдени позиции на Aave.
ml: Aave സ്ഥാനങ്ങളൊന്നും കണ്ടെത്തിയില്ല.
mn: Ямар ч Aave албан тушаал олдсонгүй.
mr: Aave पदे आढळली नाहीत.
ms: Tiada jawatan Aave ditemui.
mt: L-ebda pożizzjoni Aave ma nstabet.
my: Aave ရာထူး မတွေ့ပါ။
ne: Aave पदहरू फेला परेनन्।
nl: Geen Aave posities gevonden.
nn: Ingen Aave-posisjoner funnet.
no: Ingen Aave-stillinger funnet.
oc: Cap posicion Aave trobada.
or: କ ave ଣସି ଆଭ୍ ପଦବୀ ମିଳିଲା ନାହିଁ |
pa: ਕੋਈ Aave ਅਹੁਦੇ ਨਹੀਂ ਮਿਲੇ।
pl: Nie znaleziono żadnych stanowisk Aave.
ps: هیڅ Aave پوستونه ونه موندل شول.
pt: Não foram encontradas posições na Aave.
pt_br: Não foram encontradas posições na Aave.
ro: Nu s-au găsit poziții Aave.
ru: Должностей в компании Aave не найдено.
rw: Nta myanya ya Aave yabonetse.
sc: Nessuna positzione de Aave trovada.
sd: ڪابه Aave پوزيشن نه ملي.
se: Ei Aave pozisuvnnat ovdamearkkat.
si: Aave ස්ථාන හමු නොවීය.
sk: Neboli nájdené žiadne pozície Aave.
sl: Ni bilo najdenih delovnih mest za Aave.
sq: Nuk u gjet asnjë pozicion Aave.
sr: Нису пронађене Ааве позиције.
sv: Inga Aave-positioner hittades.
sw: Hakuna nafasi za Aave zilizopatikana.
ta: Aave நிலைகள் எதுவும் இல்லை.
te: Aave స్థానాలు ఏవీ కనుగొనబడలేదు.
tg: Ягон мавқеъи Aave ёфт нашуд.
th: ไม่พบตำแหน่ง Aave
tk: Aave pozisiýalary tapylmady
tr: Aave pozisyonu bulunamadı.
tt: Aave позицияләре табылмады.
ug: Aave ئورنى تېپىلمىدى.
uk: Позицій Aave не знайдено.
ur: Aave کی کوئی پوزیشن نہیں ملی۔
uz: Hech qanday Aave pozitsiyasi topilmadi.
vi: Không tìm thấy vị trí Aave nào.
xh: Akukho zithuba ze-Aave zifunyenweyo.
zu: Azikho izindawo ze-Aave ezitholiwe.

source: No Liquidation Scenario Available
af: Geen likwidasie-scenario beskikbaar nie
am: ምንም የፈሳሽ ሁኔታ የለም።
ar_ma: لا يوجد سيناريو للتصفية متاح
as: কোনো লিকুইডেচন পৰিস্থিতি উপলব্ধ নহয়
az_cyrl_az: Ləğvetmə Ssenarisi Mövcud deyil
be: Сцэнар ліквідацыі недаступны
bg: Няма наличен сценарий за ликвидация
bn: কোন লিকুইডেশন দৃশ্যকল্প উপলব্ধ
br: N'eus skenario disklêriadur ebet
bs: Nije dostupan scenario likvidacije
ca: No hi ha cap escenari de liquidació disponible
cs: Není k dispozici žádný likvidační scénář
cy: Dim Senario Diddymiad Ar Gael
da: Intet afviklingsscenarie tilgængeligt
de: Kein Liquidationsszenario verfügbar
el: Δεν υπάρχει διαθέσιμο σενάριο ρευστοποίησης
eo: Neniu Likvida Scenaro Havebla
es: Ningún escenario de liquidación disponible
et: Likvideerimise stsenaarium puudub
eu: Ez dago likidazio agertokirik eskuragarri
fa: سناریوی انحلال موجود نیست
fi: Ei likvidointiskenaariota saatavilla
fil: Walang Magagamit na Scenario ng Pagpuksa
fo: Engin flæði af uppgjöri tiltækar
fr: Pas de scénario de liquidation disponible
fy: Gjin Liquidation Senario beskikber
ga: Níl aon Chás Leachtaithe ar Fáil
gd: Chan eil suidheachadh leaghaidh ri fhaighinn
gl: Non hai ningún escenario de liquidación dispoñible
gu: કોઈ લિક્વિડેશન દૃશ્ય ઉપલબ્ધ નથી
he: אין תרחיש חיסול זמין
hi: कोई परिसमापन परिदृश्य उपलब्ध नहीं है
hr: Scenarij likvidacije nije dostupan
hu: Nincs likvidálási forgatókönyv
hy: Լուծարման սցենար չկա
id: Tidak Ada Skenario Likuidasi yang Tersedia
is: Engin slitatburðarás í boði
it: Non è disponibile uno scenario di liquidazione
ja: 清算シナリオなし
ka: ლიკვიდაციის სცენარი არ არის ხელმისაწვდომი
kk: Жою сценарийі жоқ
km: មិនមានសេណារីយ៉ូនៃការទូទាត់
kn: ಯಾವುದೇ ಲಿಕ್ವಿಡೇಶನ್ ಸನ್ನಿವೇಶ ಲಭ್ಯವಿಲ್ಲ
ky: Жоюу сценарийи жок
lb: Kee Liquidatiounsszenario verfügbar
lo: ບໍ່​ມີ​ສະ​ຖາ​ນະ​ການ​ການ​ຊໍາ​ລະ​ເງິນ​ທີ່​ມີ​ຢູ່​
lt: Nėra likvidavimo scenarijaus
lv: Nav pieejams likvidācijas scenārijs
mg: Tsy misy Scenario fanafoanana azo
mi: Karekau he Ritenga Whakamutunga
mk: Нема достапно сценарио за ликвидација
ml: ലിക്വിഡേഷൻ സാഹചര്യങ്ങളൊന്നും ലഭ്യമല്ല
mn: Татан буулгах хувилбар байхгүй
mr: कोणतीही लिक्विडेशन परिस्थिती उपलब्ध नाही
ms: Tiada Senario Pembubaran Tersedia
mt: Ebda Xenarju ta' Likwidazzjoni Disponibbli
my: ဖျက်သိမ်းမှုအခြေအနေ မရနိုင်ပါ။
ne: लिक्विडेशन परिदृश्य उपलब्ध छैन
nl: Geen liquidatiescenario beschikbaar
nn: Ingen likvidasjonsscenarie tilgjengelig
no: Ikke noe avviklingsscenario tilgjengelig
oc: Cap de scenari de liquidacion disponible
or: କ L ଣସି ଲିକ୍ୱିଡେସନ୍ ଦୃଶ୍ୟ ଉପଲବ୍ଧ ନାହିଁ |
pa: ਕੋਈ ਲਿਕਵੀਡੇਸ਼ਨ ਦ੍ਰਿਸ਼ ਉਪਲਬਧ ਨਹੀਂ ਹੈ
pl: Brak dostępnego scenariusza likwidacji
ps: د مایع کولو سناریو شتون نلري
pt: Não há cenário de liquidação disponível
pt_br: Não há cenário de liquidação disponível
ro: Nu este disponibil niciun scenariu de lichidare
ru: Сценарий ликвидации отсутствует
rw: Ntakibazo cyo gusesa kiboneka
sc: Nessun scenario de liquidatzione disponìbile
sd: ڪو به لڪل منظرنامو دستياب ناهي
se: Eai lea dávjá oassi buorrejuvvon
si: දියකර හැරීමේ අවස්ථාවක් නොමැත
sk: Nie je k dispozícii žiadny scenár likvidácie
sl: Scenarij likvidacije ni na voljo
sq: Nuk disponohet skenari i likuidimit
sr: Није доступан сценарио ликвидације
sv: Inget likvidationsscenario tillgängligt
sw: Hakuna Hali ya Kukomesha Inayopatikana
ta: எந்த கலைப்பு காட்சியும் கிடைக்கவில்லை
te: లిక్విడేషన్ దృష్టాంతం అందుబాటులో లేదు
tg: Сенарияи барҳамдиҳӣ мавҷуд нест
th: ไม่มีสถานการณ์การชำระบัญชี
tk: Iquatyryş ssenariisi ýok
tr: Tasfiye Senaryosu Mevcut Değil
tt: Ликвидация сценариясе юк
ug: ئېنىقلاش ھالىتى يوق
uk: Сценарій ліквідації відсутній
ur: کوئی پرسماپن منظر نامہ دستیاب نہیں ہے۔
uz: Tugatish stsenariysi mavjud emas
vi: Không có kịch bản thanh lý nào khả dụng
xh: Akukho Imeko yoThintelo ekhoyo
zu: Asikho Isimo Sokuqedwa Esitholakalayo

source: No address found
be: Адрас не знойдзены
bg: Не е намерен адрес
bn: কোনো ঠিকানা পাওয়া যায়নি
bs: Adresa nije pronađena
ca: No s'ha trobat cap adreça
cs: Nebyla nalezena žádná adresa
da: Ingen adresse fundet
de: Keine Adresse gefunden
el: Δεν βρέθηκε διεύθυνση
es: No se ha encontrado ninguna dirección
et: Aadressi ei leitud
fi: Osoitetta ei löytynyt
fil: Walang nakitang address
fr: Aucune adresse trouvée
ga: Níor aimsíodh aon seoladh
hi: कोई पता नहीं मिला
hr: Nije pronađena adresa
hu: Nem talált cím
hy: Հասցե չի գտնվել
id: Alamat tidak ditemukan
is: Ekkert heimilisfang fannst
it: Nessun indirizzo trovato
ja: アドレスが見つかりません
ka: მისამართი ვერ მოიძებნა
km: រកមិនឃើញអាសយដ្ឋានទេ។
ky: Дарек табылган жок
lb: Keng Adress fonnt
lt: Adresas nerastas
lv: Adrese nav atrasta
mk: Не е пронајдена адреса
ml: വിലാസമൊന്നും കണ്ടെത്തിയില്ല
mn: Хаяг олдсонгүй
ms: Tiada alamat ditemui
mt: L-ebda indirizz ma nstab
my: လိပ်စာမတွေ့ပါ။
ne: कुनै ठेगाना भेटिएन
nl: Geen adres gevonden
no: Ingen adresse funnet
pl: Nie znaleziono adresu
pt: Nenhum endereço encontrado
ro: Nu s-a găsit nicio adresă
sc: Nessuna indiritzada agata
sk: Nenašla sa žiadna adresa
sl: Ni najdenega naslova
sq: Nuk u gjet asnjë adresë
sr: Адреса није пронађена
sv: Ingen adress hittad
ta: முகவரி கிடைக்கவில்லை
th: ไม่พบที่อยู่
tk: Salgy tapylmady
tr: Adres bulunamadı
uk: Адреса не знайдена
uz: Hech qanday manzil topilmadi

source: No matches
be: Супадзенняў няма
bg: Няма съвпадения
bn: মিল নেই
bs: Nema poklapanja
ca: Sense coincidències
cs: Žádné shody
da: Ingen match
de: Keine Treffer
el: Δεν υπάρχουν αντιστοιχίες
es: No hay coincidencias
et: Ei ole vasteid
fi: Ei osumia
fil: Walang tugma
fr: Aucune correspondance
ga: Gan aon chluichí
hi: कोई मेल नहीं
hr: Nema podudaranja
hu: Nincs találat
hy: Համընկնումներ չկան
id: Tidak ada kecocokan
is: Engar samsvörun
it: Nessuna corrispondenza
ja: 該当なし
ka: არანაირი მატჩი
km: គ្មានការប្រកួត
ky: Дал келгендер жок
lb: Keng Mätscher
lt: Nėra atitikmenų
lv: Nav atbilstības
mk: Нема совпаѓања
ml: പൊരുത്തങ്ങളൊന്നുമില്ല
mn: Тохирох зүйл алга
ms: Tiada perlawanan
mt: Ebda logħbiet
my: ကိုက်ညီမှုမရှိပါ။
ne: कुनै मेल छैन
nl: Geen overeenkomsten
no: Ingen treff
pl: Brak dopasowań
pt: Nenhuma correspondência
ro: Nu există meciuri
sc: Nessuna cumparada
sk: Žiadna zhoda
sl: Ni zadetkov
sq: Nuk ka ndeshje
sr: Нема резултата
sv: Inga matchningar
ta: பொருத்தங்கள் இல்லை
th: ไม่ตรงกัน
tk: Gabat gelenok
tr: Eşleşme yok
uk: Немає збігів
uz: Mos kelmaydi

source: OR
af: OF
am: ወይም
ar_ma: أو
as: অথবা
az_cyrl_az: YA
be: АБО
bg: ИЛИ
bn: বা
br: PE
bs: ILI
ca: O
cs: NEBO
cy: NEU
da: ELLER
el: Ή
eo: AŬ
es: O
et: VÕI
eu: EDO
fa: یا
fi: TAI
fil: O
fo: ELLI
fr: OU
fy: OF
ga: NÓ
gd: NO
gl: OU
gu: અથવા
he: אוֹ
hi: या
hr: ILI
hu: VAGY
hy: ԿԱՄ
id: ATAU
is: EÐA
it: O
ja: または
ka: ან
kk: НЕМЕСЕ
km: ឬ
kn: ಅಥವಾ
ky: ЖЕ
lb: ODER
lo: ຫຼື
lt: ARBA
lv: VAI
mi: RĀNEI
mk: ИЛИ
ml: അഥവാ
mn: ЭСВЭЛ
mr: किंवा
ms: ATAU
mt: JEW
my: သို့မဟုတ်
ne: वा
nl: OF
nn: ELLER
no: ELLER
oc: O
or: କିମ୍ବା
pa: ਜਾਂ
pl: LUB
pt: OU
pt_br: OU
ru: ИЛИ
rw: CYANGWA
sc: O
sd: يا
se: VÁLLJE
si: හෝ
sk: ALEBO
sl: ALI
sq: OSE
sr: ИЛИ
sw: AU
ta: அல்லது
te: లేదా
tg: Ё
th: หรือ
tk: ORA-DA
tr: VEYA
tt: Яисә
uk: АБО
ur: یا
uz: YOKI
vi: HOẶC
xh: OKANYE
zu: NOMA
