Repository: 0xCazador/defi-simulator
Catalog: src/locales/*/messages.po
Languages: af, am, ar_ma, as, az_cyrl_az, be, bg, bn, br, bs, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fil, fo, fr, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, nn, no, oc, or, pa, pl, ps, pt, pt_br, ro, ru, rw, sc, sd, se, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tr, tt, ug, uk, ur, uz, vi, xh, zu

source: There are no languages available that match the search query. Reset the search query to select a language.
be: Няма даступных моў, якія адпавядаюць пошукаваму запыту. Скінуць пошукавы запыт, каб выбраць мову.
bg: Няма налични езици, които да отговарят на заявката за търсене. Възстановете заявката за търсене, за да изберете език.
bn: সার্চ কোয়েরির সাথে মেলে এমন কোনো ভাষা নেই। একটি ভাষা নির্বাচন করতে অনুসন্ধান ক্যোয়ারী রিসেট করুন।
bs: Nema dostupnih jezika koji odgovaraju upitu za pretraživanje. Poništite upit za pretragu da odaberete jezik.
ca: No hi ha idiomes disponibles que coincideixin amb la consulta de cerca. Restableix la consulta de cerca per seleccionar un idioma.
cs: Nejsou k dispozici žádné jazyky, které by odpovídaly vyhledávacímu dotazu. Resetujte vyhledávací dotaz a vyberte jazyk.
da: Der er ingen tilgængelige sprog, der matcher søgeforespørgslen. Nulstil søgeforespørgslen for at vælge et sprog.
de: Es sind keine Sprachen verfügbar, die der Suchanfrage entsprechen. Setzen Sie die Suchabfrage zurück, um eine Sprache auszuwählen.
el: Δεν υπάρχουν διαθέσιμες γλώσσες που να ταιριάζουν με το ερώτημα αναζήτησης. Επαναφέρετε το ερώτημα αναζήτησης για να επιλέξετε μια γλώσσα.
es: No hay idiomas disponibles que coincidan con la consulta de búsqueda. Restablezca la consulta de búsqueda para seleccionar un idioma.
et: Otsingupäringule vastavaid keeli ei ole saadaval. Keele valimiseks lähtestage otsingupäring.
fi: Saatavilla ei ole kieliä, jotka vastaisivat hakukyselyä. Nollaa hakukysely valitaksesi kielen.
fil: Walang magagamit na mga wika na tumutugma sa query sa paghahanap. I-reset ang query sa paghahanap para pumili ng wika.
fr: Aucune langue disponible ne correspond à la requête de recherche. Réinitialisez la requête de recherche pour sélectionner une langue.
hi: ऐसी कोई भाषा उपलब्ध नहीं है जो खोज क्वेरी से मेल खाती हो। किसी भाषा का चयन करने के लिए खोज क्वेरी को रीसेट करें।
hr: Nema dostupnih jezika koji odgovaraju upitu za pretraživanje. Resetirajte upit za pretraživanje kako biste odabrali jezik.
hy: Որոնման հարցումին համապատասխանող լեզու չկա: Լեզու ընտրելու համար վերակայեք որոնման հարցումը:
id: Tidak ada bahasa yang tersedia yang cocok dengan permintaan pencarian. Atur ulang permintaan pencarian untuk memilih bahasa.
is: Það eru engin tungumál tiltæk sem passa við leitarfyrirspurnina. Endurstilltu leitarfyrirspurnina til að velja tungumál.
it: Non ci sono lingue disponibili che corrispondono alla query di ricerca. Reimpostare la query di ricerca per selezionare una lingua.
ja: 検索条件に一致する言語がありません。検索クエリをリセットして言語を選択してください。
ka: არ არის ხელმისაწვდომი ენები, რომლებიც ემთხვევა საძიებო მოთხოვნას. გადააყენეთ საძიებო მოთხოვნა ენის ასარჩევად.
km: មិនមានភាសាដែលត្រូវនឹងសំណួរស្វែងរកទេ។ កំណត់សំណួរស្វែងរកឡើងវិញដើម្បីជ្រើសរើសភាសា។
ky: Издөө сурамына дал келген тилдер жок. Тилди тандоо үчүн издөө сурамын баштапкы абалга келтириңиз.
lb: Et gi keng Sprooche verfügbar déi mat der Sichufro passen. Reset d'Sich Ufro fir eng Sprooch ze wielen.
lt: Paieškos užklausą atitinkančių kalbų nėra. Iš naujo nustatykite paieškos užklausą ir pasirinkite kalbą.
lv: Nav pieejamas meklēšanas vaicājumam atbilstošas valodas. Atiestatiet meklēšanas vaicājumu, lai izvēlētos valodu.
mk: Нема достапни јазици што одговараат на барањето за пребарување. Ресетирајте го барањето за пребарување за да изберете јазик.
ml: തിരയൽ അന്വേഷണവുമായി പൊരുത്തപ്പെടുന്ന ഭാഷകളൊന്നും ലഭ്യമല്ല. ഒരു ഭാഷ തിരഞ്ഞെടുക്കാൻ തിരയൽ അന്വേഷണം പുനഃസജ്ജമാക്കുക.
mn: Хайлтын асуултад тохирох хэл байхгүй байна. Хэл сонгохын тулд хайлтын асуулгыг дахин тохируулна уу.
ms: Tiada bahasa tersedia yang sepadan dengan pertanyaan carian. Tetapkan semula pertanyaan carian untuk memilih bahasa.
mt: M'hemm l-ebda lingwa disponibbli li taqbel mal-mistoqsija tat-tfittxija. Irrisettja l-mistoqsija tat-tfittxija biex tagħżel lingwa.
my: ရှာဖွေမှုမေးမြန်းချက်နှင့် ကိုက်ညီသော ဘာသာစကားများ မရရှိနိုင်ပါ။ ဘာသာစကားတစ်ခုရွေးချယ်ရန် ရှာဖွေမှုမေးခွန်းကို ပြန်လည်သတ်မှတ်ပါ။
ne: खोज क्वेरीसँग मेल खाने कुनै भाषाहरू उपलब्ध छैनन्। भाषा चयन गर्न खोज क्वेरी रिसेट गर्नुहोस्।
nl: Er zijn geen talen beschikbaar die overeenkomen met de zoekopdracht. Stel de zoekopdracht opnieuw in om een taal te selecteren.
no: Det finnes ingen tilgjengelige språk som samsvarer med søket. Tilbakestill søket for å velge et språk.
pl: Nie ma dostępnych języków pasujących do zapytania wyszukiwania. Zresetuj zapytanie wyszukiwania, aby wybrać język.
pt: Não existem línguas disponíveis que correspondam à consulta de pesquisa. Reponha a consulta de pesquisa para selecionar uma língua.
ro: Nu există limbi disponibile care să corespundă căutării. Resetați interogarea de căutare pentru a selecta o limbă.
sc: No est a disponibiles limbas chi corrispondent a sa cèrca. Resetta sa cèrca pro seletzionare una limba.
sk: Nie sú k dispozícii žiadne jazyky, ktoré by zodpovedali vyhľadávacej požiadavke. Vynulujte vyhľadávaciu požiadavku a vyberte jazyk.
sl: Na voljo ni jezikov, ki bi ustrezali iskalni poizvedbi. Ponastavite iskalno poizvedbo in izberite jezik.
sq: Nuk ka gjuhë të disponueshme që përputhen me pyetjen e kërkimit. Rivendosni pyetjen e kërkimit për të zgjedhur një gjuhë.
sr: Нема доступних језика који одговарају упиту за претрагу. Ресетујте упит за претрагу да бисте изабрали језик.
sv: Det finns inga tillgängliga språk som matchar sökfrågan. Återställ sökfrågan för att välja ett språk.
ta: தேடல் வினவலுடன் பொருந்தக்கூடிய மொழிகள் எதுவும் இல்லை. மொழியைத் தேர்ந்தெடுக்க தேடல் வினவலை மீட்டமைக்கவும்.
th: ไม่มีภาษาที่ตรงกับคำค้นหา รีเซ็ตคำค้นหาเพื่อเลือกภาษา
tk: Gözleg talaplaryna gabat gelýän diller ýok. Dil saýlamak üçin gözleg talaplaryny täzeden düzüň.
tr: Arama sorgusuyla eşleşen hiçbir dil mevcut değil. Bir dil seçmek için arama sorgusunu sıfırlayın.
uk: Немає мов, які відповідають пошуковому запиту. Скиньте пошуковий запит, щоб вибрати мову.
uz: Qidiruv so'roviga mos keladigan tillar mavjud emas. Til tanlash uchun qidiruv so'rovini qayta o'rnating.

source: There are no reserve assets for <0/>in the {0} market. Select "Add Reserve Asset" to simulate reserve assets for this address.
af: Daar is geen reserwebates vir <0/>in die {0}-mark nie. Kies "Voeg reserwebate by" om reserwebates vir hierdie adres te simuleer.
am: በ{0} ገበያ ውስጥ ለ<0/> ምንም የተጠባባቂ ንብረቶች የሉም። ለዚህ አድራሻ የተጠባባቂ ንብረቶችን ለማስመሰል "የተጠባባቂ ንብረት አክል" ን ይምረጡ።
ar_ma: لا توجد أصول احتياطية لـ <0 /> في سوق {0}. حدد "إضافة احتياطي الأصول" لمحاكاة الأصول الاحتياطية لهذا العنوان.
as: {0} বজাৰত <0/>ৰ বাবে কোনো সংৰক্ষিত সম্পত্তি নাই। এই ঠিকনাৰ বাবে সংৰক্ষিত সম্পত্তি অনুকৰণ কৰিবলে "সংৰক্ষিত সম্পত্তি যোগ কৰক" নিৰ্ব্বাচন কৰক।
az_cyrl_az: {0} bazarında <0/> üçün ehtiyat aktiv yoxdur. Bu ünvan üçün ehtiyat aktivləri simulyasiya etmək üçün "Ehtiyat Aktivi əlavə et" seçin.
be: Няма рэзервовых актываў для <0/> на рынку {0}. Выберыце «Дадаць рэзервовы актыў», каб змадэляваць рэзервовыя актывы для гэтага адраса.
bg: Няма резервни активи за <0/>на пазара {0}. Изберете "Add Reserve Asset" (Добавяне на резервен актив), за да симулирате резервни активи за този адрес.
bn: {0} বাজারে <0/>এর জন্য কোনো রিজার্ভ সম্পদ নেই। এই ঠিকানার জন্য রিজার্ভ সম্পদ অনুকরণ করতে "সংরক্ষিত সম্পদ যোগ করুন" নির্বাচন করুন।
br: N'eus ket aberzhioù rezerv evit <0/> war lec'henn {0}. Dibabit "Ouzhpennañ Aberzh Rezerv" evit simulout aberzhioù rezerv evit an adres-mañ.
bs: Ne postoje rezervna sredstva za <0/>na tržištu {0}. Odaberite "Dodaj rezervna sredstva" da simulirate rezervna sredstva za ovu adresu.
ca: No hi ha actius de reserva per a <0/>al mercat {0}. Seleccioneu "Afegeix actiu de reserva" per simular actius de reserva per a aquesta adreça.
cs: Na trhu {0} neexistují žádná rezervní aktiva pro <0/>. Chcete-li pro tuto adresu simulovat rezervní aktiva, vyberte možnost "Přidat rezervní aktiva".
cy: Nid oes unrhyw asedau wrth gefn ar gyfer <0/>yn y farchnad {0}. Dewiswch "Ychwanegu Ased Wrth Gefn" i efelychu asedau wrth gefn ar gyfer y cyfeiriad hwn.
da: Der er ingen reserveaktiver for <0/>i {0}-markedet. Vælg "Add Reserve Asset" for at simulere reserveaktiver for denne adresse.
de: Es gibt keine Reserveaktiva für <0/>im Markt {0}. Wählen Sie "Reserveaktivum hinzufügen", um Reserveaktiva für diese Adresse zu simulieren.
el: Στην αγορά {0} δεν υπάρχουν αποθεματικά στοιχεία ενεργητικού για το <0/>. Επιλέξτε "Add Reserve Asset" για να προσομοιώσετε αποθεματικά περιουσιακά στοιχεία για αυτή τη διεύθυνση.
eo: Ne estas rezervaj aktivoj por <0/>en la {0} merkato. Elektu "Aldoni Rezervan Aktivaĵon" por simuli rezervajn aktivaĵojn por ĉi tiu adreso.
es: No hay activos de reserva para <0/>en el mercado {0}. Seleccione "Añadir activo de reserva" para simular activos de reserva para esta dirección.
et: Turul {0} ei ole reservvarasid <0/>. Valige "Add Reserve Asset", et simuleerida selle aadressi reservvarasid.
eu: Ez dago erreserba-aktiborik <0/>rentzat {0} merkatuan. Hautatu "Gehitu erreserba-aktiboa" helbide honetarako erreserba-aktiboak simulatzeko.
fa: هیچ دارایی ذخیره ای برای <0/> در بازار {0} وجود ندارد. برای شبیه سازی دارایی های ذخیره برای این آدرس، "Add Reserve Asset" را انتخاب کنید.
fi: Markkinoilla {0} ei ole varantosaamisia osoitteessa <0/>. Valitse "Add Reserve Asset" simuloidaksesi tämän osoitteen varantovarat.
fil: Walang reserbang asset para sa <0/>sa {0} market. Piliin ang "Magdagdag ng Reserve Asset" para gayahin ang reserbang asset para sa address na ito.
fo: Til eru engar varðveitsluhald fyri <0/>í {0} marknaðinum. Vel "Legg til varðveitsluhald" til at gera varðveitsluhaldið fyri hesa adressuna.
fr: Il n'y a pas d'avoirs de réserve pour <0/>sur le marché {0}. Sélectionnez "Ajouter un actif de réserve" pour simuler des actifs de réserve pour cette adresse.
fy: D'r binne gjin reserveaktiva foar <0/>yn 'e {0} merk. Selektearje "Reserve asset tafoegje" om reserveaktiva foar dit adres te simulearjen.
ga: Níl aon chúlsócmhainní do <0/>i margadh {0}. Roghnaigh "Cuir Sócmhainn Chúlchiste Leis" chun sócmhainní cúlchiste a insamhladh don seoladh seo.
gd: Chan eil so-mhaoin glèidhte airson <0/> sa mhargaidh {0}. Tagh "Cuir Maoin Tèarmann" gus atharrais air maoin tèarmann airson an t-seòlaidh seo.
gl: Non hai activos de reserva para <0/>no mercado {0}. Seleccione "Engadir activo de reserva" para simular activos de reserva para este enderezo.
gu: {0} માર્કેટમાં <0/> માટે કોઈ અનામત સંપત્તિ નથી. આ સરનામા માટે અનામત સંપત્તિનું અનુકરણ કરવા માટે "અનામત સંપત્તિ ઉમેરો" પસંદ કરો.
he: אין נכסי רזרבה עבור <0/>בשוק {0}. בחר "הוסף נכס רזרבה" כדי לדמות נכסי רזרבה עבור כתובת זו.
hi: {0} बाजार में <0/> के लिए कोई आरक्षित संपत्ति नहीं है। इस पते के लिए आरक्षित संपत्तियों का अनुकरण करने के लिए "रिजर्व संपत्ति जोड़ें" चुनें।
hr: Nema rezervnih sredstava za <0/> na tržištu {0}. Odaberite "Dodaj rezervno sredstvo" za simulaciju rezervnih sredstava za ovu adresu.
hu: Az {0} piacon a <0/>oldalon nincsenek tartalékeszközök. Válassza a "Tartalékeszköz hozzáadása" lehetőséget a cím tartalékeszközének szimulálásához.
hy: {0} շուկայում <0/>-ի համար պահուստային ակտիվներ չկան: Ընտրեք «Ավելացնել պահուստային ակտիվներ»՝ այս հասցեի պահուստային ակտիվները մոդելավորելու համար:
id: Tidak ada aset cadangan untuk <0/>di pasar {0}. Pilih "Tambahkan Aset Cadangan" untuk mensimulasikan aset cadangan untuk alamat ini.
is: Engar varaeignir eru fyrir <0/>á {0} markaðnum. Veldu „Bæta við varaeign“ til að líkja eftir varaeignum fyrir þetta heimilisfang.
it: Non ci sono attività di riserva per <0/>nel mercato {0}. Selezionate "Aggiungi attività di riserva" per simulare le attività di riserva per questo indirizzo.
ja: {0}] マーケットには<0/>の予備資産はありません。リザーブ資産を追加] を選択して、このアドレスのリザーブ資産をシミュレートしてください。
ka: არ არსებობს სარეზერვო აქტივები <0/>-ისთვის {0} ბაზარზე. ამ მისამართისთვის სარეზერვო აქტივების სიმულაციისთვის აირჩიეთ „სარეზერვო აქტივის დამატება“.
kk: {0} нарығында <0/> үшін резервтік активтер жоқ. Осы мекенжай үшін резервтік активтерді имитациялау үшін "Резервтік активті қосу" опциясын таңдаңыз.
km: មិនមានទ្រព្យសម្បត្តិបម្រុងសម្រាប់ <0/} នៅក្នុងទីផ្សារ {0} ទេ។ ជ្រើសរើស "បន្ថែមទ្រព្យសម្បត្តិបម្រុង" ដើម្បីក្លែងធ្វើទ្រព្យសម្បត្តិបម្រុងសម្រាប់អាសយដ្ឋាននេះ។
kn: {0} ಮಾರುಕಟ್ಟೆಯಲ್ಲಿ <0/> ಗಾಗಿ ಯಾವುದೇ ಮೀಸಲು ಸ್ವತ್ತುಗಳಿಲ್ಲ. ಈ ವಿಳಾಸಕ್ಕೆ ಮೀಸಲು ಸ್ವತ್ತುಗಳನ್ನು ಅನುಕರಿಸಲು "ಮೀಸಲು ಆಸ್ತಿಯನ್ನು ಸೇರಿಸಿ" ಆಯ್ಕೆಮಾಡಿ.
ky: {0} рыногунда <0/> үчүн камдык активдер жок. Бул дарек үчүн камдык активдерди имитациялоо үчүн "Резервдик активдерди кошуу" тандаңыз.
lb: Et gi keng Reserve Verméigen fir <0/> am {0} Maart. Wielt "Reserve Verméigen addéieren" fir Reservéiert Verméigen fir dës Adress ze simuléieren.
lo: ບໍ່ມີຊັບສິນສຳຮອງສຳລັບ <0/} ໃນຕະຫຼາດ {0}. ເລືອກ "ເພີ່ມຊັບສິນສະຫງວນ" ເພື່ອຈໍາລອງຊັບສິນສະຫງວນສໍາລັບທີ່ຢູ່ນີ້.
lt: <0/>rinkoje {0} atsargų nėra. Pasirinkite "Add Reserve Asset" (pridėti atsargų turtą), kad imituotumėte šio adreso atsargų turtą.
lv: <0/>tirgū {0} nav rezerves aktīvu. Izvēlieties "Pievienot rezerves aktīvu", lai simulētu rezerves aktīvus šai adresei.
mg: Tsy misy fananana tahiry ho an'ny <0/>amin'ny tsena {0}. Safidio ny "Ampio ny fananan'ny tahirim-bola" hanaraha-maso ny fananana voatokana ho an'ity adiresy ity.
mi: Karekau he rawa rahui mo <0/>i te maakete {0}. Tīpakohia "Tāpiri Rawa Rahui" hei whakataurite i nga rawa rahui mo tenei wahitau.
mk: Нема резервни средства за <0/> на пазарот {0}. Изберете „Додај резервно средство“ за да симулирате резерви на средства за оваа адреса.
ml: {0} മാർക്കറ്റിൽ <0/>ന് കരുതൽ ആസ്തികളൊന്നുമില്ല. ഈ വിലാസത്തിനായുള്ള കരുതൽ അസറ്റുകൾ അനുകരിക്കാൻ "റിസർവ് അസറ്റ് ചേർക്കുക" തിരഞ്ഞെടുക്കുക.
mn: {0} зах зээлд <0/>-д зориулсан нөөц хөрөнгө байхгүй. Энэ хаягийн нөөц хөрөнгийг дуурайхын тулд "Нөөц хөрөнгө нэмэх" гэснийг сонгоно уу.
mr: {0} मार्केटमध्ये <0/>साठी कोणतीही राखीव मालमत्ता नाहीत. या पत्त्यासाठी राखीव मालमत्तांचे अनुकरण करण्यासाठी "आरक्षित मालमत्ता जोडा" निवडा.
ms: Tiada aset rizab untuk <0/>dalam pasaran {0}. Pilih "Tambah Aset Rizab" untuk mensimulasikan aset rizab untuk alamat ini.
mt: M'hemm l-ebda assi ta' riżerva għal <0/>fis-suq {0}. Agħżel "Żid Riżerva Assi" biex tissimula l-assi ta' riżerva għal dan l-indirizz.
my: {0} စျေးကွက်တွင် <0/} အတွက် အရန်ပိုင်ဆိုင်မှုများ မရှိပါ။ ဤလိပ်စာအတွက် အရန်ပိုင်ဆိုင်မှုများကို အတုယူရန် "အပ်ငွေထည့်ရန် ပိုင်ဆိုင်မှု" ကို ရွေးပါ။
ne: {0} बजारमा <0/>का लागि कुनै आरक्षित सम्पत्तिहरू छैनन्। यस ठेगानाको लागि रिजर्भ सम्पत्तिहरू अनुकरण गर्न "रिजर्भ सम्पत्ति थप्नुहोस्" चयन गर्नुहोस्।
nl: Er zijn geen reserves voor <0/>in de markt {0}. Selecteer "Toevoegen reservemiddel" om reservemiddelen voor dit adres te simuleren.
nn: Det er ingen reserverte eiendeler for <0/>i markedet {0}. Velg "Legg til reserverte eiendeler" for å simulere reserverte eiendeler for denne adressen.
no: Det finnes ingen reserver for <0/>i {0}-markedet. Velg "Legg til reserveaktiva" for å simulere reserveaktiva for denne adressen.
oc: I a pas cap actiu de reserva per <0/>dins lo mercat {0}. Selecciona "Ajustar actiu de reserva" per simular actius de reserva per aquesta adreça.
or: {0} ବଜାରରେ <0 /> ପାଇଁ କ res ଣସି ରିଜର୍ଭ ସମ୍ପତ୍ତି ନାହିଁ | ଏହି ଠିକଣା ପାଇଁ ରିଜର୍ଭ ସମ୍ପତ୍ତିକୁ ଅନୁକରଣ କରିବା ପାଇଁ "ରିଜର୍ଭ ଆସେଟ୍ ଯୋଡନ୍ତୁ" ଚୟନ କରନ୍ତୁ |
pa: {0} ਮਾਰਕੀਟ ਵਿੱਚ <0/> ਲਈ ਕੋਈ ਰਾਖਵੀਂ ਸੰਪਤੀ ਨਹੀਂ ਹੈ। ਇਸ ਪਤੇ ਲਈ ਰਿਜ਼ਰਵ ਸੰਪਤੀਆਂ ਦੀ ਨਕਲ ਕਰਨ ਲਈ "ਰਿਜ਼ਰਵ ਸੰਪਤੀ ਸ਼ਾਮਲ ਕਰੋ" ਨੂੰ ਚੁਣੋ।
pl: Nie ma aktywów rezerwowych dla <0/>na rynku {0}. Wybierz "Dodaj aktywa rezerwowe", aby zasymulować aktywa rezerwowe dla tego adresu.
ps: په {0} بازار کې د <0/> لپاره هیڅ زیرمې شتون نلري. د دې پتې لپاره د ریزرو شتمنیو سمولو لپاره "د ریزرو شتمنۍ اضافه کړئ" غوره کړئ.
pt: Não existem activos de reserva para <0/>no mercado {0}. Seleccione "Adicionar Ativo de Reserva" para simular activos de reserva para este endereço.
pt_br: Não há ativos de reserva para <0/>no mercado {0}. Selecione "Add Reserve Asset" (Adicionar ativo de reserva) para simular ativos de reserva para esse endereço.
ro: Nu există active de rezervă pentru <0/>pe piața {0}. Selectați "Add Reserve Asset" pentru a simula activele de rezervă pentru această adresă.
ru: На рынке {0} нет резервных активов для <0/>. Выберите "Добавить резервный актив", чтобы смоделировать резервные активы для этого адреса.
rw: Nta mutungo wabitswe kuri <0 /> ku isoko rya {0}. Hitamo "Ongera Umutungo Wibitse" kugirango wigane umutungo wabitswe kuriyi aderesi.
sc: No sunt benes de riserva pro <0/>in su mercadu {0}. Seletziona "Agiunghe benes de riserva" pro simulare benes de riserva pro custu indiritzu.
sd: {0} مارڪيٽ ۾ <0/> لاءِ ڪو به رزرو اثاثو نه آهي. هن ايڊريس لاءِ رزرو اثاثن کي نقل ڪرڻ لاءِ ”رزرو اثاثو شامل ڪريو“ چونڊيو.
se: Ei leat reservva áššit <0/>{0} márkkan. Vali "Add Reserve Asset" reservva áššiid simulereamiseks dán osoressa.
si: {0} වෙළඳපොලේ <0/> සඳහා සංචිත වත්කම් නොමැත. මෙම ලිපිනය සඳහා සංචිත වත්කම් අනුකරණය කිරීමට "සංචිත වත්කම් එක් කරන්න" තෝරන්න.
sk: Na trhu {0} nie sú žiadne rezervné aktíva pre <0/>. Vyberte "Add Reserve Asset" (Pridať rezervné aktíva), ak chcete simulovať rezervné aktíva pre túto adresu.
sl: Na trgu {0} ni rezervnih sredstev za <0/>. Za simulacijo rezervnih sredstev za ta naslov izberite "Dodaj rezervno sredstvo".
sq: Nuk ka asete rezervë për <0/>në tregun {0}. Zgjidhni "Shto aktivin e rezervës" për të simuluar aktivet e rezervës për këtë adresë.
sr: Не постоје резервна средства за <0/>на тржишту {0}. Изаберите „Додај резервно средство“ да бисте симулирали резервна средства за ову адресу.
sv: Det finns inga reservtillgångar för <0/>på {0}-marknaden. Välj "Lägg till reservtillgång" för att simulera reservtillgångar för denna adress.
sw: Hakuna mali ya akiba ya <0/>katika soko la {0}. Chagua "Ongeza Kipengele cha Akiba" ili kuiga vipengee vya hifadhi kwa anwani hii.
ta: {0} சந்தையில் <0/>க்கான இருப்பு சொத்துக்கள் இல்லை. இந்த முகவரிக்கான இருப்பு சொத்துக்களை உருவகப்படுத்த, "ரிசர்வ் சொத்தை சேர்" என்பதைத் தேர்ந்தெடுக்கவும்.
te: {0} మార్కెట్‌లో <0/>కి రిజర్వ్ ఆస్తులు లేవు. ఈ చిరునామా కోసం రిజర్వ్ ఆస్తులను అనుకరించడానికి "రిజర్వ్ అసెట్‌ను జోడించు"ని ఎంచుకోండి.
tg: Дар бозори {0} дороиҳои захиравӣ барои <0/> вуҷуд надоранд. Барои тақлид кардани дороиҳои захиравӣ барои ин суроға "Иловаи дороиҳои захиравӣ" -ро интихоб кунед.
th: ไม่มีสินทรัพย์สำรองสำหรับ <0/>ในตลาด {0} เลือก "เพิ่มสินทรัพย์สำรอง" เพื่อจำลองสินทรัพย์สำรองสำหรับที่อยู่นี้
tk: {0} bazarynda <0 /> ätiýaçlyk serişdeleri ýok. Bu salgy üçin ätiýaçlyk aktiwlerini simulirlemek üçin "ervetiýaçlyk aktiwini goş" saýlaň.
tr: {0}] piyasasında <0/>için rezerv varlık bulunmamaktadır. Bu adres için rezerv varlıkları simüle etmek için "Rezerv Varlık Ekle "yi seçin.
tt: {0} базарында <0 /> өчен резерв активлар юк. Бу адрес өчен резерв активларын охшату өчен "Резерв активын өстәү" сайлагыз.
ug: {0} بازىرىدا <0 /> ئۈچۈن زاپاس مۈلۈك يوق. بۇ ئادرېس ئۈچۈن زاپاس مۈلۈكنى تەقلىد قىلىش ئۈچۈن «زاپاس مۈلۈك قوشۇش» نى تاللاڭ.
uk: Для <0/>немає резервних активів на ринку {0}. Натисніть "Додати резервний актив", щоб змоделювати резервні активи для цієї адреси.
ur: {0} مارکیٹ میں <0/> کے لیے کوئی ریزرو اثاثے نہیں ہیں۔ اس پتے کے لیے ریزرو اثاثوں کی نقل کرنے کے لیے "ریزرو اثاثہ شامل کریں" کو منتخب کریں۔
uz: {0} bozorida <0/> uchun zaxira aktivlar mavjud emas. Ushbu manzil uchun zaxira aktivlarini taqlid qilish uchun “Zaxira aktivlarini qo‘shish” bandini tanlang.
vi: Không có tài sản dự trữ cho <0/>trong thị trường {0}. Chọn "Thêm tài sản dự trữ" để mô phỏng tài sản dự trữ cho địa chỉ này.
xh: Akukho mpahla zigciniweyo ze <0/>kwimakethi ye {0}. Khetha "Yongeza i-asethi egciniweyo" ukulinganisa ii-asethi ezigciniweyo zale dilesi.
zu: Azikho izimpahla ezibekiwe ze-<0/>emakethe ye-{0}. Khetha "Engeza Ifa Londolo" ukuze ulingise izimpahla ezibekiwe zaleli kheli.
