Repository: 0xCazador/defi-simulator
Catalog: src/locales/*/messages.po
Languages: af, am, ar_ma, as, az_cyrl_az, be, bg, bn, br, bs, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fil, fo, fr, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, nn, no, oc, or, pa, pl, ps, pt, pt_br, ro, ru, rw, sc, sd, se, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tr, tt, ug, uk, ur, uz, vi, xh, zu

source: <0>The price liquidation scenario represents the approximate highest reserve asset prices that could subject the position to liquidation. Stable assets are not included in this scenario and are assumed to maintain their present value. Many factors affect liquidation. This scenario is only one example for reference. Many different scenarios can trigger liquidation.<1>Read more here</1>.</0>
af: <0>Die pryslikwidasie-scenario verteenwoordig die benaderde hoogste reserwebatepryse wat die posisie aan likwidasie kan onderwerp. Stabiele bates word nie by hierdie scenario ingesluit nie en daar word aanvaar dat dit hul huidige waarde handhaaf. Baie faktore beïnvloed likwidasie. Hierdie scenario is slegs een voorbeeld vir verwysing. Baie verskillende scenario's kan likwidasie veroorsaak.<1>Lees meer hier</1> .</0>
am: <0>የዋጋ አወጣጥ ሁኔታ ቦታውን ሊፈታ የሚችል ግምታዊ ከፍተኛ የመጠባበቂያ ንብረት ዋጋዎችን ይወክላል። የተረጋጋ ንብረቶች በዚህ ሁኔታ ውስጥ አልተካተቱም እና አሁን ያላቸውን ዋጋ እንደያዙ ይታሰባል። ብዙ ምክንያቶች ፈሳሽ ላይ ተጽዕኖ ያሳድራሉ. ይህ ሁኔታ ለማጣቀሻ አንድ ምሳሌ ብቻ ነው። ብዙ የተለያዩ ሁኔታዎች ፈሳሽን ሊያስከትሉ ይችላሉ።<1>እዚህ የበለጠ ያንብቡ</1> .</0>
ar_ma: <0> يمثل سيناريو تصفية السعر أعلى أسعار الأصول الاحتياطية التقريبية التي يمكن أن تعرض المركز للتصفية. لا يتم تضمين الأصول الثابتة في هذا السيناريو ويفترض أنها تحافظ على قيمتها الحالية. هناك العديد من العوامل التي تؤثر على التصفية. هذا السيناريو هو مثال واحد فقط للرجوع اليها. يمكن أن تؤدي العديد من السيناريوهات المختلفة إلى التصفية. <1> اقرأ المزيد هنا</1> .</0>
as: <0>মূল্য লিকুইডেচন পৰিস্থিতিয়ে আনুমানিক সৰ্বোচ্চ সংৰক্ষিত সম্পত্তিৰ মূল্যক প্ৰতিনিধিত্ব কৰে যিয়ে পজিচনটোক লিকুইডেচনৰ বলি হ'ব পাৰে। এই পৰিস্থিতিত সুস্থিৰ সম্পত্তি অন্তৰ্ভুক্ত কৰা হোৱা নাই আৰু ইয়াৰ বৰ্তমান মূল্য বজাই ৰখা বুলি ধৰা হৈছে। বহুতো কাৰকে লিকুইডেচনত প্ৰভাৱ পেলায়। এই পৰিস্থিতিটো উল্লেখৰ বাবে মাত্ৰ এটা উদাহৰণ। বহুতো ভিন্ন পৰিস্থিতিয়ে লিকুইডেচনৰ সূচনা কৰিব পাৰে।<1>ইয়াত অধিক পঢ়ক</1> .</0>
az_cyrl_az: <0>Qiymətin ləğvi ssenarisi mövqenin ləğv oluna biləcəyi təxmini ən yüksək ehtiyat aktiv qiymətlərini təmsil edir. Stabil aktivlər bu ssenariyə daxil edilmir və onların cari dəyərini qoruyacağı güman edilir. Ləğv edilməsinə bir çox amillər təsir göstərir. Bu ssenari istinad üçün yalnız bir nümunədir. Bir çox müxtəlif ssenarilər ləğvetməyə səbəb ola bilər.<1>Ətraflı burada oxuyun</1> .</0>
be: <0>Сцэнар ліквідацыі цаны ўяўляе прыблізныя самыя высокія цэны на рэзервовыя актывы, якія могуць прывесці да ліквідацыі пазіцыі. Стабільныя актывы не ўключаны ў гэты сцэнар і, як мяркуецца, захаваюць сваю бягучую кошт. На ліквідацыю ўплывае шмат фактараў. Гэты сцэнар - толькі адзін прыклад для даведкі. Шмат розных сцэнарыяў могуць выклікаць ліквідацыю.<1>Падрабязней чытайце тут</1> .</0>
bg: <0>Сценарият за ценова ликвидация представлява приблизително най-високите цени на резервните активи, които биха могли да доведат до ликвидация на позицията. Стабилните активи не са включени в този сценарий и се приема, че запазват настоящата си стойност. Много фактори влияят върху ликвидацията. Този сценарий е само един пример за справка. Много различни сценарии могат да предизвикат ликвидация<1>.Прочетете повече тук</1>.</0>
bn: <0>মূল্য লিকুইডেশনের পরিস্থিতি আনুমানিক সর্বোচ্চ রিজার্ভ সম্পদের মূল্যকে প্রতিনিধিত্ব করে যা অবস্থানকে অবসানের বিষয় হতে পারে। স্থিতিশীল সম্পদ এই দৃশ্যে অন্তর্ভুক্ত করা হয় না এবং তাদের বর্তমান মান বজায় রাখার জন্য অনুমান করা হয়। অনেক কারণ তরলতা প্রভাবিত করে। এই দৃশ্যটি রেফারেন্সের জন্য শুধুমাত্র একটি উদাহরণ। অনেক ভিন্ন পরিস্থিতি তরলতা ট্রিগার করতে পারে।<1>এখানে আরও পড়ুন</1> .</0>
br: <0>Ar senario anavezout ar prisioù likidat a zegas an prisioù uhelañ posubl evit ar reservez a c'hellfe bezañ likidet. N'eo ket anavezet ar reservez stabled en ar senario-mañ ha resevet e vez o soñj e vefe o pri foran. Meur a zefen a implij a ra an likidadur. Ur senario nemeti eo ar pezh a ginnigomp evit argerzh. Meur a senario disheñvel a c'hell krouiñ likidadur.</0> <1>Lennit muioc'h amañ</1>.
bs: <0>Scenario likvidacije cijene predstavlja približne najviše cijene rezervnih sredstava koje bi mogle podvrgnuti poziciju likvidaciji. Stabilna imovina nije uključena u ovaj scenario i pretpostavlja se da održava svoju sadašnju vrijednost. Mnogi faktori utiču na likvidaciju. Ovaj scenarij je samo jedan primjer za referencu. Mnogo različitih scenarija može pokrenuti likvidaciju.<1>Više pročitajte ovdje</1> .</0>
ca: <0>L'escenari de liquidació de preus representa els preus d'actius de reserva més alts aproximats que podrien sotmetre la posició a la liquidació. Els actius estables no s'inclouen en aquest escenari i se suposa que mantenen el seu valor actual. Molts factors afecten la liquidació. Aquest escenari és només un exemple de referència. Molts escenaris diferents poden provocar la liquidació.<1>Més informació aquí</1> .</0>
cs: <0>Cenový scénář likvidace představuje přibližné nejvyšší ceny rezervních aktiv, které by mohly pozici zlikvidovat. Stabilní aktiva nejsou do tohoto scénáře zahrnuta a předpokládá se, že si zachovají svou současnou hodnotu. Likvidaci ovlivňuje mnoho faktorů. Tento scénář je pouze jedním z referenčních příkladů. Likvidaci může vyvolat mnoho různých scénářů<1>. více zde</1>.</0>
cy: <0>Mae'r senario datodiad pris yn cynrychioli'r prisiau asedau wrth gefn uchaf yn fras a allai arwain at ymddatod. Nid yw asedau sefydlog wedi'u cynnwys yn y senario hwn a thybir eu bod yn cynnal eu gwerth presennol. Mae llawer o ffactorau'n effeithio ar ymddatod. Dim ond un enghraifft ar gyfer cyfeirio yw'r senario hwn. Gall llawer o wahanol senarios ysgogi ymddatod.<1>Darllenwch fwy yma</1> .</0>
da: <0>Prislikvidationsscenariet repræsenterer den omtrentlige højeste pris på reserveaktiver, som kan føre til likvidation af positionen. Stabile aktiver er ikke inkluderet i dette scenarie og antages at opretholde deres nutidsværdi. Mange faktorer påvirker likvidation. Dette scenarie er kun et eksempel til reference. Mange forskellige scenarier kan udløse likvidation<1>.læs mere her</1>.</0>
de: <0>Das Preisliquidationsszenario stellt den ungefähren Höchstpreis der Reserven dar, bei dem die Position liquidiert werden könnte. Stabile Aktiva sind in diesem Szenario nicht enthalten, und es wird angenommen, dass sie ihren gegenwärtigen Wert beibehalten. Viele Faktoren beeinflussen die Liquidation. Dieses Szenario ist nur ein Beispiel für eine Referenz. Viele verschiedene Szenarien können eine Liquidation auslösen<1>.</1></0>
el: <0>Το σενάριο ρευστοποίησης τιμών αντιπροσωπεύει τις κατά προσέγγιση υψηλότερες τιμές των αποθεματικών στοιχείων ενεργητικού που θα μπορούσαν να οδηγήσουν τη θέση σε ρευστοποίηση. Τα σταθερά περιουσιακά στοιχεία δεν περιλαμβάνονται σε αυτό το σενάριο και θεωρείται ότι διατηρούν την παρούσα αξία τους. Πολλοί παράγοντες επηρεάζουν τη ρευστοποίηση. Αυτό το σενάριο είναι μόνο ένα παράδειγμα προς αναφορά. Πολλά διαφορετικά σενάρια μπορούν να προκαλέσουν ρευστοποίηση<1>.</1></0>
eo: <0>La preza likvida scenaro reprezentas la proksimumajn plej altajn rezervajn valorprezojn, kiuj povus submeti la pozicion al likvidado. Stabilaj aktivoj ne estas inkluditaj en ĉi tiu scenaro kaj supozeble konservas sian nunan valoron. Multaj faktoroj influas likvidadon. Ĉi tiu scenaro estas nur unu ekzemplo por referenco. Multaj malsamaj scenaroj povas ekigi likvidon.<1>Legu pli ĉi tie</1> .</0>
es: <0>El escenario de liquidación de precios representa aproximadamente los precios más altos de los activos de reserva que podrían someter la posición a liquidación. Los activos estables no se incluyen en este escenario y se supone que mantienen su valor actual. Muchos factores afectan a la liquidación. Este escenario es sólo un ejemplo de referencia. Muchos escenarios diferentes pueden desencadenar la liquidación<1>.Lea más aquí</1>.</0>
et: <0>Likvideerimise hinnastsenaarium kujutab endast ligikaudselt kõrgeimat reservvarade hinda, mis võib põhjustada positsiooni likvideerimise. Stabiilsed varad ei kuulu selle stsenaariumi alla ja eeldatakse, et nende praegune väärtus säilib. Likvideerimist mõjutavad paljud tegurid. See stsenaarium on vaid üks näide. Likvideerimist võivad esile kutsuda paljud erinevad stsenaariumid<1>.Loe lähemalt siit</1>.</0>
eu: <0>Prezioen likidazio-egoerak posizioa likidaziora eraman dezakeen erreserba-aktiboen prezio altuenak adierazten ditu. Aktibo egonkorrak ez dira agertoki honetan sartzen eta beren egungo balioa mantentzen dutela suposatzen da. Faktore askok eragina dute likidazioan. Eszenatoki hau erreferentziarako adibide bakarra da. Eszenatoki ezberdin askok likidazioa eragin dezakete.<1>Irakurri gehiago hemen</1> .</0>
fa: <0>سناریوی انحلال قیمت تقریبی بالاترین قیمت دارایی های ذخیره را نشان می دهد که می تواند موقعیت را در معرض انحلال قرار دهد. دارایی های باثبات در این سناریو لحاظ نمی شوند و فرض بر این است که ارزش فعلی خود را حفظ می کنند. عوامل زیادی بر انحلال تاثیر می گذارد. این سناریو تنها یک مثال برای مرجع است. بسیاری از سناریوهای مختلف می توانند باعث انحلال شوند.<1>در اینجا بیشتر بخوانید</1> .</0>
fi: <0>Hintarahoitusskenaario edustaa likimääräisesti korkeimpia varantovelvoitteiden hintoja, joiden perusteella positio voitaisiin realisoida. Vakaat omaisuuserät eivät sisälly tähän skenaarioon, ja niiden oletetaan säilyttävän nykyarvonsa. Likvidointiin vaikuttavat monet tekijät. Tämä skenaario on vain yksi esimerkki. Monet erilaiset skenaariot voivat johtaa likvidointiin<1>.Lue lisää täältä</1>.</0>
fil: <0>Ang senaryo ng pagpuksa ng presyo ay kumakatawan sa tinatayang pinakamataas na presyo ng asset ng reserba na maaaring sumailalim sa posisyon sa pagpuksa. Ang mga matatag na asset ay hindi kasama sa sitwasyong ito at ipinapalagay na mapanatili ang kanilang kasalukuyang halaga. Maraming mga kadahilanan ang nakakaapekto sa pagpuksa. Ang senaryo na ito ay isa lamang halimbawa para sanggunian. Maraming iba't ibang mga sitwasyon ang maaaring mag-trigger ng pagpuksa.<1>Magbasa pa dito</1> .</0>
fo: <0>Prísurin á útflutningsskeiðið vísur til umtrent hægsta virðið á varðhaldið, sum kann gera, at støðan verður útflutt. Støðug virði eru ikki viðtikin í hesum skeiðinum og verða gongdir út frá, at tey halda sítt núverandi virði. Margvísar umstøður hava ávirkan á útflutning. Hesin skeið er bert eitt dømi til viðmerkingar. Margvísar ymiskar umstøður kunnu gera, at útflutning verður virkaður.</0> <1>Læs meira her</1>.
fr: <0>Le scénario de liquidation des prix représente les prix approximativement les plus élevés des actifs de réserve qui pourraient entraîner la liquidation de la position. Les actifs stables ne sont pas inclus dans ce scénario et sont supposés conserver leur valeur actuelle. De nombreux facteurs influencent la liquidation. Ce scénario n'est qu'un exemple à titre de référence. De nombreux scénarios différents peuvent déclencher une liquidation<1>.</1></0>
fy: <0> It priislikwidaasjescenario fertsjintwurdiget de ûngefear heechste prizen foar reserveaktiva dy't de posysje kinne ûnderwurpen wurde oan likwidaasje. Stabile aktiva binne net opnommen yn dit senario en wurde oannommen dat se har hjoeddeistige wearde behâlde. In protte faktoaren beynfloedzje likwidaasje. Dit senario is mar ien foarbyld foar referinsje. In protte ferskillende senario's kinne likwidaasje útlizze.<1>Lês hjir mear</1> .</0>
ga: <0>Léiríonn an cás leachtú praghais na praghsanna sócmhainní cúlchiste is airde, go garbh, a d’fhéadfadh an staid a chur faoi réir leachtaithe. Níl sócmhainní cobhsaí san áireamh sa chás seo agus glactar leis go gcoimeádann siad a luach reatha. Bíonn tionchar ag go leor fachtóirí ar leachtú. Níl sa chás seo ach sampla amháin le haghaidh tagartha. Féadann go leor cásanna difriúla leachtú a spreagadh.<1>Léigh tuilleadh anseo</1> .</0>
gd: <0> Tha an suidheachadh leaghaidh prìsean a’ riochdachadh na tuairmsean tuairmseach de phrìsean maoin tèarmann as àirde a dh’ fhaodadh an suidheachadh a leaghadh. Chan eil so-mhaoin stàbaill air a ghabhail a-steach san t-suidheachadh seo agus thathar a’ gabhail ris gun cùm iad an luach làithreach. Bidh mòran fhactaran a’ toirt buaidh air leaghadh. Chan eil anns an t-suidheachadh seo ach aon eisimpleir airson iomradh. Faodaidh iomadh suidheachadh eadar-dhealaichte a bhith ag adhbhrachadh leaghadh.<1>Leugh tuilleadh an seo</1> .</0>
gl: <0>O escenario de liquidación de prezos representa os prezos aproximados dos activos de reserva máis altos que poderían someter a posición á liquidación. Os activos estables non están incluídos neste escenario e suponse que manteñen o seu valor actual. Moitos factores afectan á liquidación. Este escenario é só un exemplo de referencia. Moitos escenarios diferentes poden provocar a liquidación.<1>Obtén máis información aquí</1> .</0>
gu: <0>કિંમત લિક્વિડેશનનું દૃશ્ય અંદાજિત સૌથી વધુ અનામત અસ્કયામતોના ભાવોનું પ્રતિનિધિત્વ કરે છે જે સ્થિતિને લિક્વિડેશનને આધિન કરી શકે છે. સ્થિર અસ્કયામતો આ દૃશ્યમાં સમાવિષ્ટ નથી અને તેનું વર્તમાન મૂલ્ય જાળવી રાખવા માટે ધારવામાં આવે છે. ઘણા પરિબળો લિક્વિડેશનને અસર કરે છે. સંદર્ભ માટે આ દૃશ્ય માત્ર એક ઉદાહરણ છે. ઘણાં વિવિધ દૃશ્યો લિક્વિડેશનને ટ્રિગર કરી શકે છે.<1>અહીં વધુ વાંચો</1> .</0>
he: <0>תרחיש חיסול המחירים מייצג את מחירי נכסי הרזרבה הגבוהים ביותר בקירוב שעלולים להכפיף את הפוזיציה לפירוק. נכסים יציבים אינם נכללים בתרחיש זה ויש להניח שהם ישמרו על ערכם הנוכחי. גורמים רבים משפיעים על פירוק. תרחיש זה הוא רק דוגמה אחת לעיון. תרחישים רבים ושונים יכולים לגרום לפירוק.<1>קרא עוד כאן</1> .</0>
hi: <0>मूल्य परिसमापन परिदृश्य अनुमानित उच्चतम आरक्षित परिसंपत्ति कीमतों का प्रतिनिधित्व करता है जो स्थिति को परिसमापन के अधीन कर सकता है। स्थिर परिसंपत्तियों को इस परिदृश्य में शामिल नहीं किया गया है और माना जाता है कि वे अपने वर्तमान मूल्य को बनाए रखेंगे। कई कारक परिसमापन को प्रभावित करते हैं। यह परिदृश्य संदर्भ के लिए केवल एक उदाहरण है। कई अलग-अलग परिदृश्य परिसमापन को गति दे सकते हैं।<1>यहां और पढ़ें</1> .</0>
hr: <0>Scenarij likvidacije cijene predstavlja približne najviše cijene pričuvne imovine koje bi mogle dovesti do likvidacije pozicije. Stabilna imovina nije uključena u ovaj scenarij i pretpostavlja se da će zadržati svoju sadašnju vrijednost. Mnogi čimbenici utječu na likvidaciju. Ovaj scenarij je samo jedan primjer za referencu. Mnogi različiti scenariji mogu izazvati likvidaciju.<1>Više pročitajte ovdje</1> .</0>
hu: <0>Az árlikvidálási forgatókönyv azt a megközelítőleg legmagasabb tartalékeszköz-árat jelenti, amely a pozíciót likvidálás alá vonhatja. A stabil eszközök nem szerepelnek ebben a forgatókönyvben, és feltételezhetően megőrzik jelenértéküket. A felszámolást számos tényező befolyásolja. Ez a forgatókönyv csak egy példa. Számos különböző forgatókönyv válthatja ki a likvidálást<1>.Bővebben itt olvashat</1>.</0>
hy: <0>Գների լուծարման սցենարը ներկայացնում է պահուստային ակտիվների մոտավոր ամենաբարձր գները, որոնք կարող են լուծարման ենթարկել դիրքը: Կայուն ակտիվները ներառված չեն այս սցենարում և ենթադրվում է, որ պահպանում են իրենց ներկա արժեքը: Լուծարման վրա ազդում են բազմաթիվ գործոններ. Այս սցենարը միայն մեկ օրինակ է հղման համար: Շատ տարբեր սցենարներ կարող են հանգեցնել լուծարման:<1>Կարդալ ավելին այստեղ</1> .</0>
id: <0>Skenario likuidasi harga mewakili perkiraan harga aset cadangan tertinggi yang dapat menyebabkan posisi tersebut dilikuidasi. Aset yang stabil tidak termasuk dalam skenario ini dan diasumsikan mempertahankan nilai sekarang. Banyak faktor yang mempengaruhi likuidasi. Skenario ini hanyalah salah satu contoh sebagai referensi. Banyak skenario berbeda yang dapat memicu likuidasi,<1>baca lebih lanjut di sini</1>.</0>
is: <0>Verðslitasviðið táknar um það bil hæsta bindieignaverð sem gæti sett stöðuna undir slit. Stöðugar eignir eru ekki innifaldar í þessari atburðarás og er gert ráð fyrir að þær haldi núvirði sínu. Margir þættir hafa áhrif á slit. Þessi atburðarás er aðeins eitt dæmi til viðmiðunar. Margar mismunandi aðstæður geta komið af stað gjaldþroti.<1>Lestu meira hér</1> .</0>
it: <0>Lo scenario di liquidazione dei prezzi rappresenta i prezzi approssimativamente più alti delle attività di riserva che potrebbero sottoporre la posizione a liquidazione. Le attività stabili non sono incluse in questo scenario e si presume che mantengano il loro valore attuale. Molti fattori influiscono sulla liquidazione. Questo scenario è solo un esempio di riferimento. Molti scenari diversi possono innescare la liquidazione<1>.Per saperne di più, cliccate qui</1>.</0>
ja: <0>価格清算シナリオは、ポジションを清算の対象とする可能性のあるおおよその最高準備資産価格を示している。安定資産はこのシナリオには含まれず、現在価値を維持すると仮定している。清算には多くの要因が影響する。このシナリオは参考のための一例に過ぎない。多くの異なるシナリオが清算の引き金となる可能性があります<1>。詳しくはこちらをご覧</1>ください。</0>
ka: <0>ფასის ლიკვიდაციის სცენარი წარმოადგენს სარეზერვო აქტივების მიახლოებით უმაღლეს ფასებს, რომელიც შეიძლება დაექვემდებაროს პოზიციას ლიკვიდაციას. სტაბილური აქტივები არ შედის ამ სცენარში და ვარაუდობენ, რომ ინარჩუნებენ მათ მიმდინარე ღირებულებას. ლიკვიდაციაზე გავლენას ახდენს მრავალი ფაქტორი. ეს სცენარი მხოლოდ ერთი მაგალითია მითითებისთვის. ბევრმა სხვადასხვა სცენარმა შეიძლება გამოიწვიოს ლიკვიდაცია.<1>დაწვრილებით აქ</1> .</0>
kk: <0>Бағаны жою сценарийі позицияны жоюға ұшырауы мүмкін резервтік активтердің шамамен ең жоғары бағасын білдіреді. Тұрақты активтер бұл сценарийге қосылмайды және олардың ағымдағы құнын сақтайды деп болжанады. Жоюға көптеген факторлар әсер етеді. Бұл сценарий анықтама үшін бір ғана мысал. Көптеген әртүрлі сценарийлер жоюды бастауы мүмкін.<1>Толығырақ осы жерден оқыңыз</1> .</0>
km: <0>សេណារីយ៉ូនៃការទូទាត់ថ្លៃ តំណាងឱ្យតម្លៃទ្រព្យសកម្មបម្រុងខ្ពស់បំផុតប្រហាក់ប្រហែល ដែលអាចជាកម្មវត្ថុនៃការរំលាយ។ ទ្រព្យសកម្មមានស្ថេរភាពមិនត្រូវបានរាប់បញ្ចូលក្នុងសេណារីយ៉ូនេះទេ ហើយត្រូវបានគេសន្មត់ថារក្សាតម្លៃបច្ចុប្បន្នរបស់ពួកគេ។ កត្តាជាច្រើនប៉ះពាល់ដល់ការរំលាយ។ សេណារីយ៉ូនេះគ្រាន់តែជាឧទាហរណ៍មួយសម្រាប់ជាឯកសារយោងប៉ុណ្ណោះ។ សេណារីយ៉ូផ្សេងៗគ្នាជាច្រើនអាចបង្កឱ្យមានការរំលាយ។<1>អានបន្ថែមនៅទីនេះ</1> .</0>
kn: <0>ಬೆಲೆ ದಿವಾಳಿ ಸನ್ನಿವೇಶವು ಸ್ಥಾನವನ್ನು ದಿವಾಳಿತನಕ್ಕೆ ಒಳಪಡಿಸಬಹುದಾದ ಅಂದಾಜು ಅತ್ಯಧಿಕ ಮೀಸಲು ಆಸ್ತಿ ಬೆಲೆಗಳನ್ನು ಪ್ರತಿನಿಧಿಸುತ್ತದೆ. ಸ್ಥಿರ ಸ್ವತ್ತುಗಳನ್ನು ಈ ಸನ್ನಿವೇಶದಲ್ಲಿ ಸೇರಿಸಲಾಗಿಲ್ಲ ಮತ್ತು ಅವುಗಳ ಪ್ರಸ್ತುತ ಮೌಲ್ಯವನ್ನು ಕಾಪಾಡಿಕೊಳ್ಳಲು ಊಹಿಸಲಾಗಿದೆ. ಅನೇಕ ಅಂಶಗಳು ದಿವಾಳಿಯ ಮೇಲೆ ಪರಿಣಾಮ ಬೀರುತ್ತವೆ. ಈ ಸನ್ನಿವೇಶವು ಉಲ್ಲೇಖಕ್ಕಾಗಿ ಕೇವಲ ಒಂದು ಉದಾಹರಣೆಯಾಗಿದೆ. ಹಲವಾರು ವಿಭಿನ್ನ ಸನ್ನಿವೇಶಗಳು ದಿವಾಳಿಯನ್ನು ಪ್ರಚೋದಿಸಬಹುದು.<1>ಇಲ್ಲಿ ಇನ್ನಷ್ಟು ಓದಿ</1> .</0>
ky: <0>Бааны жоюу сценарийи позиция жоюлушу мүмкүн болгон болжолдуу эң жогорку камдык активдердин баасын билдирет. Туруктуу активдер бул сценарийге кирбейт жана алардын учурдагы наркын сактап калат деп болжолдонууда. Жоюуга көптөгөн факторлор таасир этет. Бул сценарий шилтеме үчүн бир гана мисал. Көптөгөн ар кандай сценарийлер жоюуга түрткү болушу мүмкүн.<1>Көбүрөөк бул жерден окуңуз</1> .</0>
lb: <0> De Präis Liquidatiounsszenario representéiert déi geschätzte héchste Reserve Verméigen Präisser, déi d'Positioun op d'Liquidatioun ënnerleien. Stabil Verméigen sinn net an dësem Szenario abegraff a ginn ugeholl fir hiren aktuelle Wäert z'erhalen. Vill Faktoren beaflossen d'Liquidatioun. Dëst Szenario ass nëmmen ee Beispill fir Referenz. Vill verschidden Szenarie kënnen d'Liquidatioun ausléisen.<1>Liest hei méi</1> .</0>
lo: <0>ສະຖານະການການຊຳລະສະສາງລາຄາສະແດງເຖິງລາຄາຊັບສິນສຳຮອງທີ່ສູງທີ່ສຸດໂດຍປະມານທີ່ອາດຈະຂຶ້ນກັບການຊຳລະສະສາງ. ຊັບສິນຄົງທີ່ບໍ່ໄດ້ລວມຢູ່ໃນສະຖານະການນີ້ແລະສົມມຸດວ່າຈະຮັກສາມູນຄ່າປະຈຸບັນຂອງພວກເຂົາ. ປັດໃຈຈໍານວນຫຼາຍຜົນກະທົບຕໍ່ການຊໍາລະ. ສະຖານະການນີ້ແມ່ນພຽງແຕ່ຫນຶ່ງຕົວຢ່າງສໍາລັບການອ້າງອີງ. ຫຼາຍໆສະຖານະການສາມາດເຮັດໃຫ້ເກີດການລະລາຍໄດ້.<1>ອ່ານເພີ່ມເຕີມທີ່ນີ້</1> .</0>
lt: <0>Kainų likvidavimo scenarijus parodo apytiksliai didžiausias rezervinio turto kainas, dėl kurių pozicija gali būti likviduota. Stabilus turtas į šį scenarijų neįtrauktas ir daroma prielaida, kad jo dabartinė vertė išliks nepakitusi. Likvidavimui įtakos turi daug veiksnių. Šis scenarijus yra tik vienas iš pavyzdžių, kuriuo galima remtis. Likvidavimą gali sukelti daug skirtingų scenarijų<1>. daugiau skaitykite čia</1>.</0>
lv: <0>Cenu likvidācijas scenārijs atspoguļo aptuvenās augstākās rezerves aktīvu cenas, kas varētu izraisīt pozīcijas likvidāciju. Stabilie aktīvi šajā scenārijā nav iekļauti, un tiek pieņemts, ka tie saglabā savu pašreizējo vērtību. Likvidāciju ietekmē daudzi faktori. Šis scenārijs ir tikai viens no atsauces piemēriem. Likvidāciju var izraisīt daudzi dažādi scenāriji<1>.Vairāk lasiet šeit</1>.</0>
mg: <0>Ny scenario famotehana ny vidiny dia maneho ny vidin'ny fananan'ny tahiry avo indrindra izay mety hampidi-doza ny toerana. Ny fananana tsy miovaova dia tsy tafiditra ao anatin'ity toe-javatra ity ary heverina fa mitazona ny sandany ankehitriny. Antony maro no misy fiantraikany amin'ny fanafoanana. Ity scenario ity dia ohatra iray ihany ho fanondroana. Toe-javatra maro samihafa no mety hiteraka fanafoanana. <1> Hamaky bebe kokoa eto</1> .</0>
mi: <0>Ko te tauari whakaheke utu e tohu ana i nga utu rawa rahui teitei ka taea te tuku i te tuunga ki te whakakorenga. Karekau nga rawa pumau i roto i tenei ahuatanga ka kiia ka mau tonu te uara o naianei. He maha nga mea e pa ana ki te whakakore. Ko tenei ahuatanga he tauira kotahi hei tohutoro. He maha nga ahuatanga rereke ka taea te whakakore.<1>Pnui atu i konei</1> .</0>
mk: <0>Сценариото за ликвидација на цените ги претставува приближните највисоки цени на резервните средства што може да ја подложат позицијата на ликвидација. Стабилните средства не се вклучени во ова сценарио и се претпоставува дека ја одржуваат нивната сегашна вредност. Многу фактори влијаат на ликвидацијата. Ова сценарио е само еден пример за референца. Многу различни сценарија може да предизвикаат ликвидација.<1>Прочитајте повеќе овде</1> .</0>
ml: <0>വില ലിക്വിഡേഷൻ സാഹചര്യം, സ്ഥാനത്തെ ലിക്വിഡേഷന് വിധേയമാക്കാൻ കഴിയുന്ന ഏകദേശ ഉയർന്ന കരുതൽ അസറ്റ് വിലകളെ പ്രതിനിധീകരിക്കുന്നു. സ്ഥിരതയുള്ള അസറ്റുകൾ ഈ സാഹചര്യത്തിൽ ഉൾപ്പെടുത്തിയിട്ടില്ല, അവയുടെ നിലവിലെ മൂല്യം നിലനിർത്താൻ അനുമാനിക്കപ്പെടുന്നു. പല ഘടകങ്ങളും ലിക്വിഡേഷനെ ബാധിക്കുന്നു. ഈ സാഹചര്യം റഫറൻസിനായി ഒരു ഉദാഹരണം മാത്രമാണ്. നിരവധി വ്യത്യസ്ത സാഹചര്യങ്ങൾക്ക് ലിക്വിഡേഷൻ ട്രിഗർ ചെയ്യാം.<1>കൂടുതൽ ഇവിടെ വായിക്കുക</1> .</0>
mn: <0>Үнийг татан буулгах хувилбар нь албан тушаалыг татан буулгаж болзошгүй нөөц хөрөнгийн ойролцоогоор хамгийн өндөр үнийг илэрхийлнэ. Тогтвортой хөрөнгийг энэ хувилбарт оруулаагүй бөгөөд өнөөгийн үнэ цэнээ хадгална гэж үздэг. Татан буулгахад олон хүчин зүйл нөлөөлдөг. Энэ хувилбар нь лавлагааны зөвхөн нэг жишээ юм. Олон янзын хувилбарууд татан буулгахад хүргэж болзошгүй.<1>Дэлгэрэнгүйг эндээс уншина уу</1> .</0>
mr: 0 या परिस्थितीमध्ये स्थिर मालमत्ता समाविष्ट केलेली नाही आणि त्यांचे सध्याचे मूल्य राखण्यासाठी गृहीत धरले जाते. अनेक घटक लिक्विडेशनवर परिणाम करतात. ही परिस्थिती संदर्भासाठी फक्त एक उदाहरण आहे. अनेक भिन्न परिस्थिती लिक्विडेशन ट्रिगर करू शकतात.<1>येथे अधिक वाचा</1> .</0>
ms: <0>Senario pembubaran harga mewakili anggaran harga aset rizab tertinggi yang boleh menyebabkan kedudukan itu dibubarkan. Aset stabil tidak termasuk dalam senario ini dan diandaikan mengekalkan nilai semasanya. Banyak faktor mempengaruhi pembubaran. Senario ini hanyalah satu contoh untuk rujukan. Banyak senario berbeza boleh mencetuskan pembubaran.<1>Baca lebih lanjut di sini</1> .</0>
mt: <0>Ix-xenarju ta' likwidazzjoni tal-prezz jirrappreżenta l-ogħla prezzijiet approssimattivi tal-assi ta' riżerva li jistgħu jissuġġettaw il-pożizzjoni għal-likwidazzjoni. Assi stabbli mhumiex inklużi f'dan ix-xenarju u huma preżunti li jżommu l-valur preżenti tagħhom. Ħafna fatturi jaffettwaw il-likwidazzjoni. Dan ix-xenarju huwa biss eżempju wieħed għal referenza. Bosta xenarji differenti jistgħu jikkawżaw likwidazzjoni.<1>Aqra aktar hawn</1> .</0>
my: <0>စျေးနှုန်းဖျက်သိမ်းမှုအခြေအနေသည် ဖျက်သိမ်းခြင်းဆိုင်ရာ အနေအထားကို ထိခိုက်စေနိုင်သည့် အနီးစပ်ဆုံး အမြင့်ဆုံးသော အရန်ပိုင်ဆိုင်မှုစျေးနှုန်းများကို ကိုယ်စားပြုသည်။ တည်ငြိမ်သော ပိုင်ဆိုင်မှုများကို ဤအခြေအနေတွင် မပါဝင်ဘဲ ၎င်းတို့၏ ပစ္စုပ္ပန်တန်ဖိုးကို ဆက်လက်ထိန်းသိမ်းထားရန် ယူဆပါသည်။ အကြောင်းရင်းများစွာသည် ဖျက်သိမ်းမှုကို ထိခိုက်စေပါသည်။ ဤအခြေအနေသည် ကိုးကားရန်အတွက် ဥပမာတစ်ခုသာဖြစ်သည်။ မတူညီသော အခြေအနေများစွာသည် ဖျက်သိမ်းမှုကို ဖြစ်ပေါ်စေနိုင်သည်။<1>ဤနေရာတွင် ပိုမိုဖတ်ရှုပါ။</1> .</0>
ne: <0>मूल्य परिसमापन परिदृश्यले परिसमापनको स्थितिको विषय हुन सक्ने अनुमानित उच्चतम रिजर्भ सम्पत्ति मूल्यहरू प्रतिनिधित्व गर्दछ। स्थिर सम्पत्तिहरू यस परिदृश्यमा समावेश गरिएको छैन र तिनीहरूको वर्तमान मूल्य कायम राख्न मानिन्छ। धेरै कारकहरूले तरलतालाई असर गर्छन्। यो परिदृश्य सन्दर्भको लागि एउटा उदाहरण मात्र हो। धेरै फरक परिदृश्यहरूले लिक्विडेशन ट्रिगर गर्न सक्छन्।<1>यहाँ थप पढ्नुहोस्</1> ।</0>
nl: <0>Het prijsliquidatiescenario vertegenwoordigt bij benadering de hoogste prijzen voor reserveactiva waarbij de positie geliquideerd zou kunnen worden. Stabiele activa zijn niet opgenomen in dit scenario en worden verondersteld hun huidige waarde te behouden. Liquidatie wordt door veel factoren beïnvloed. Dit scenario is slechts één voorbeeld ter referentie. Veel verschillende scenario's kunnen leiden tot liquidatie<1>. Lees hier meer</1>.</0>
nn: <0>Prissalgs-scenariet representerer omtrentlig høyeste reserveverdier som kan føre til likvidasjon av posisjonen. Stabile eiendeler er ikke inkludert i dette scenariet og antas å beholde sin nåværende verdi. Mange faktorer påvirker likvidasjon. Dette scenariet er bare ett eksempel for referanse. Mange forskjellige scenarier kan utløse likvidasjon.</0> <1>Les mer her</1>.
no: <0>Prislikvidasjonsscenariet representerer de omtrentlig høyeste prisene på reserveaktiva som kan føre til at posisjonen likvideres. Stabile eiendeler er ikke inkludert i dette scenariet og antas å opprettholde sin nåverdi. Det er mange faktorer som påvirker likvidasjon. Dette scenariet er bare ett eksempel som referanse. Mange ulike scenarier kan utløse likvidasjon.<1>Les mer her</1>.</0>
oc: <0>Lo scenari de liquidacion de preu representa los preus aproximitius mai elevats dels actius de reserva que podrián sotmetre la posicion a liquidacion. Los actius estables son pas inclòsos dins aquest escenari e se supausa que mantengon la valor actuala. Mantes factors afectan la liquidacion. Aquest escenari es solament un exemple per referéncia. Mantes scenaris diferents poden provocar la liquidacion.<1>Léger mai aquí</1>.</0>
or: <0> ମୂଲ୍ୟ ଲିକ୍ୟୁଡେସନ୍ ଦୃଶ୍ୟ ଆନୁମାନିକ ସର୍ବୋଚ୍ଚ ରିଜର୍ଭ ସମ୍ପତ୍ତି ମୂଲ୍ୟକୁ ପ୍ରତିନିଧିତ୍ୱ କରେ ଯାହା ସ୍ଥିତିକୁ ବାତିଲ କରିପାରେ | ସ୍ଥିର ସମ୍ପତ୍ତିଗୁଡିକ ଏହି ଦୃଶ୍ୟରେ ଅନ୍ତର୍ଭୂକ୍ତ ନୁହେଁ ଏବଂ ସେମାନଙ୍କର ବର୍ତ୍ତମାନର ମୂଲ୍ୟ ବଜାୟ ରଖିବାକୁ ଅନୁମାନ କରାଯାଏ | ଅନେକ କାରଣ ତରଳ ପଦାର୍ଥକୁ ପ୍ରଭାବିତ କରେ | ରେଫରେନ୍ସ ପାଇଁ ଏହି ଦୃଶ୍ୟଟି କେବଳ ଗୋଟିଏ ଉଦାହରଣ | ଅନେକ ଭିନ୍ନ ପରିସ୍ଥିତି ତରଳ ପଦାର୍ଥକୁ ଟ୍ରିଗର କରିପାରେ | <1> ଏଠାରେ ଅଧିକ ପ Read ନ୍ତୁ |</1> ।</0>
pa: <0>ਕੀਮਤ ਲਿਕਵੀਡੇਸ਼ਨ ਦ੍ਰਿਸ਼ ਲਗਭਗ ਸਭ ਤੋਂ ਉੱਚੀ ਰਿਜ਼ਰਵ ਸੰਪਤੀ ਕੀਮਤਾਂ ਨੂੰ ਦਰਸਾਉਂਦਾ ਹੈ ਜੋ ਸਥਿਤੀ ਨੂੰ ਤਰਲਤਾ ਦੇ ਅਧੀਨ ਕਰ ਸਕਦਾ ਹੈ। ਸਥਿਰ ਸੰਪਤੀਆਂ ਨੂੰ ਇਸ ਦ੍ਰਿਸ਼ ਵਿੱਚ ਸ਼ਾਮਲ ਨਹੀਂ ਕੀਤਾ ਗਿਆ ਹੈ ਅਤੇ ਉਹਨਾਂ ਦੇ ਮੌਜੂਦਾ ਮੁੱਲ ਨੂੰ ਬਰਕਰਾਰ ਰੱਖਣ ਲਈ ਮੰਨਿਆ ਜਾਂਦਾ ਹੈ। ਬਹੁਤ ਸਾਰੇ ਕਾਰਕ ਤਰਲ ਨੂੰ ਪ੍ਰਭਾਵਿਤ ਕਰਦੇ ਹਨ। ਇਹ ਦ੍ਰਿਸ਼ ਸੰਦਰਭ ਲਈ ਕੇਵਲ ਇੱਕ ਉਦਾਹਰਣ ਹੈ। ਬਹੁਤ ਸਾਰੇ ਵੱਖੋ-ਵੱਖਰੇ ਹਾਲਾਤ ਤਰਲਤਾ ਨੂੰ ਚਾਲੂ ਕਰ ਸਕਦੇ ਹਨ।<1>ਇੱਥੇ ਹੋਰ ਪੜ੍ਹੋ</1> .</0>
pl: <0>Scenariusz likwidacji cen reprezentuje w przybliżeniu najwyższe ceny aktywów rezerwowych, które mogą spowodować likwidację pozycji. Stabilne aktywa nie są uwzględnione w tym scenariuszu i zakłada się, że utrzymają swoją obecną wartość. Na likwidację wpływa wiele czynników. Ten scenariusz jest tylko jednym z przykładów. Wiele różnych scenariuszy może spowodować likwidację<1>. Więcej informacji można znaleźć tutaj</1>.</0>
ps: <0>د قیمت د لیوالتیا سناریو د نږدې ترټولو لوړ ریزرو شتمنیو قیمتونه استازیتوب کوي چې کولی شي موقعیت د لیوالتیا تابع کړي. په دې سناریو کې باثباته شتمنۍ شاملې ندي او داسې انګیرل کیږي چې خپل اوسنی ارزښت وساتي. ډیری فکتورونه د لیوالتیا اغیزه کوي. دا سناریو د حوالې لپاره یوازې یوه بیلګه ده. ډیری مختلف سناریوګانې کولی شي د لیوالتیا لامل شي. <1> نور دلته ولولئ</1> .</0>
pt: <0>O cenário de liquidação de preços representa os preços mais elevados aproximados dos activos de reserva que poderiam sujeitar a posição a liquidação. Os activos estáveis não são incluídos neste cenário e assume-se que mantêm o seu valor atual. Muitos factores afectam a liquidação. Este cenário é apenas um exemplo para referência. Muitos cenários diferentes podem despoletar a liquidação<1>. Leia mais aqui</1>.</0>
pt_br: <0>O cenário de liquidação de preços representa os preços mais altos aproximados dos ativos de reserva que poderiam sujeitar a posição à liquidação. Os ativos estáveis não estão incluídos nesse cenário e supõe-se que mantenham seu valor presente. Muitos fatores afetam a liquidação. Esse cenário é apenas um exemplo para referência. Muitos cenários diferentes podem desencadear a liquidação<1>.Leia mais aqui</1>.</0>
ro: <0>Scenariul de lichidare a prețului reprezintă cel mai ridicat preț aproximativ al activelor de rezervă care ar putea supune poziția la lichidare. Activele stabile nu sunt incluse în acest scenariu și se presupune că își mențin valoarea actuală. Numeroși factori influențează lichidarea. Acest scenariu reprezintă doar un exemplu de referință. Multe scenarii diferite pot declanșa lichidarea<1>.Citiți mai multe aici</1>.</0>
ru: <0>Сценарий ценовой ликвидации представляет собой приблизительно самые высокие цены резервных активов, которые могут привести к ликвидации позиции. Стабильные активы не включены в этот сценарий и предполагается, что их текущая стоимость сохранится. На ликвидацию влияет множество факторов. Данный сценарий является лишь одним из примеров для справки. Множество различных сценариев может привести к ликвидации<1>.Подробнее читайте здесь</1>.</0>
rw: <0> Ibiciro byo gusesa ibiciro byerekana igereranyo cyibiciro byumutungo wimigabane ushobora kugereranya umwanya wo guseswa. Umutungo uhamye ntabwo urimo muriki gihe kandi ufatwa kugumana agaciro kabo. Ibintu byinshi bigira ingaruka ku iseswa. Ibi ni urugero rumwe gusa rwo gukoreshwa. Ibintu byinshi bitandukanye bishobora gutera iseswa. <1> Soma byinshi hano</1> .</0>
sc: <0>Sa situatzione de preziu de liquidatzione rapresentat su scenario de preziu de riserva massimu chi podet ponner in liquidatzione sa positzione. Asset istabiles non sunt inclusos in custu scenario e si presuponet chi mantengan su valore presente. Diferentes factores ant influentzia in sa liquidatzione. Custu scenario est unu esempiu pro referèntzia. Podent esser diferentis scenaris chi podent trigare sa liquidatzione.</0> <1>Lègi prus inue</1>.
sd: <0>قيمت ختم ڪرڻ واري صورتحال تقريبن سڀ کان وڌيڪ رزرو اثاثن جي قيمتن جي نمائندگي ڪري ٿي جيڪا پوزيشن کي ختم ڪرڻ جي تابع ڪري سگهي ٿي. مستحڪم اثاثا هن منظر ۾ شامل نه آهن ۽ انهن جي موجوده قيمت کي برقرار رکڻ لاء فرض ڪيو ويو آهي. ڪيترائي عنصر ليوليشن کي متاثر ڪن ٿا. هي منظرنامو صرف هڪ مثال جي حوالي سان آهي. ڪيتريون ئي مختلف منظرنامي لڪليشن کي متحرڪ ڪري سگهن ٿيون.<1>وڌيڪ هتي پڙهو</1> .</0>
se: <0>Prisliquidášuvdna skenáraju lea okta máksimuma reservavuogádat, mii sáhttá čállit pozisuvnnan liquidášuvnna. Stábiilat ovdamearkkat eai leat sáhttán dáhpáhuvvat dan skenáraju ja leat ássan sin dássi. Muitaleamos faktorat ovttasbargat liquidášuvnna. Dát skenára lea álggahus oktii dáhpáhusii. Muitaleamos dáhpáhusat sáhttet čállit liquidášuvnna.</0> <1>Loahpahit deaivvadeapmi dán jagi</1>.
si: <0>මිල ඈවර කිරීමේ සිද්ධිය, ස්ථානය ඈවර කිරීමට යටත් විය හැකි ආසන්නතම ඉහළම සංචිත වත්කම් මිල නියෝජනය කරයි. ස්ථාවර වත්කම් මෙම අවස්ථාවට ඇතුළත් නොවන අතර ඒවායේ වර්තමාන වටිනාකම පවත්වා ගැනීමට උපකල්පනය කෙරේ. බොහෝ සාධක ඈවර කිරීමට බලපායි. මෙම දර්ශනය යොමු කිරීම සඳහා එක් උදාහරණයක් පමණි. බොහෝ වෙනස් අවස්ථා දියකර හැරීමට හේතු විය හැක.<1>තවත් මෙතැනින් කියවන්න</1> .</0>
sk: <0>Cenový scenár likvidácie predstavuje približné najvyššie ceny rezervných aktív, ktoré by mohli viesť k likvidácii pozície. Stabilné aktíva nie sú v tomto scenári zahrnuté a predpokladá sa, že si zachovajú svoju súčasnú hodnotu. Likvidáciu ovplyvňuje mnoho faktorov. Tento scenár je len jedným z referenčných príkladov. Likvidáciu môže vyvolať mnoho rôznych scenárov<1>. viac informácií nájdete tu</1>.</0>
sl: <0>Scenarij cenovne likvidacije predstavlja približno najvišje cene rezervnih sredstev, ki bi lahko povzročile likvidacijo pozicije. Stabilna sredstva niso vključena v ta scenarij in se predpostavlja, da ohranjajo svojo sedanjo vrednost. Na likvidacijo vpliva veliko dejavnikov. Ta scenarij je le en primer za referenco. Veliko različnih scenarijev lahko sproži likvidacijo<1>.</1></0>
sq: <0>Skenari i likuidimit të çmimit përfaqëson çmimet e përafërta më të larta të aktiveve të rezervës që mund t'i nënshtrohen likuidimit pozicionit. Aktivet e qëndrueshme nuk përfshihen në këtë skenar dhe supozohet se ruajnë vlerën e tyre aktuale. Shumë faktorë ndikojnë në likuidim. Ky skenar është vetëm një shembull për referencë. Shumë skenarë të ndryshëm mund të shkaktojnë likuidim.<1>Lexo më shumë këtu</1> .</0>
sr: <0>Сценарио ликвидације цена представља приближне највише цене резервних средстава које би могле да подвргну позицију ликвидацији. Стабилна имовина није укључена у овај сценарио и претпоставља се да одржава своју садашњу вредност. Многи фактори утичу на ликвидацију. Овај сценарио је само један пример за референцу. Много различитих сценарија може изазвати ликвидацију.<1>Прочитајте више овде</1> .</0>
sv: <0>Prislikvidationsscenariot representerar de ungefärliga högsta reservtillgångspriserna som skulle kunna leda till att positionen likvideras. Stabila tillgångar ingår inte i detta scenario och antas bibehålla sitt nuvärde. Många faktorer påverkar likvidation. Detta scenario är endast ett exempel som referens. Många olika scenarier kan utlösa likvidation<1>.Läs mer här</1>.</0>
sw: <0>Hali ya kufilisishwa kwa bei inawakilisha takriban bei za juu zaidi za rasilimali ambazo zinaweza kughairi nafasi hiyo. Rasilimali thabiti hazijajumuishwa katika hali hii na inachukuliwa kudumisha thamani yake ya sasa. Sababu nyingi huathiri kufutwa. Hali hii ni mfano mmoja tu wa marejeleo. Matukio mengi tofauti yanaweza kusababisha kufutwa.<1>Soma zaidi hapa</1> .</0>
ta: <0>விலை கலைப்பு சூழ்நிலையானது, நிலையை கலைக்கப்படக்கூடிய தோராயமான அதிகபட்ச இருப்பு சொத்து விலைகளைக் குறிக்கிறது. நிலையான சொத்துக்கள் இந்த சூழ்நிலையில் சேர்க்கப்படவில்லை மற்றும் அவற்றின் தற்போதைய மதிப்பை பராமரிக்க வேண்டும் என்று கருதப்படுகிறது. பல காரணிகள் கலைப்பை பாதிக்கின்றன. இந்த காட்சி குறிப்புக்கு ஒரு உதாரணம் மட்டுமே. பல்வேறு சூழ்நிலைகள் கலைப்பைத் தூண்டலாம்.<1>மேலும் இங்கே படிக்கவும்</1> .</0>
te: <0>ధర పరిసమాప్తి దృష్టాంతం లిక్విడేషన్‌కు లోబడి ఉండే గరిష్ట రిజర్వ్ ఆస్తి ధరలను సూచిస్తుంది. స్థిరమైన ఆస్తులు ఈ దృష్టాంతంలో చేర్చబడలేదు మరియు వాటి ప్రస్తుత విలువను కొనసాగించడానికి భావించబడతాయి. అనేక అంశాలు పరిసమాప్తిని ప్రభావితం చేస్తాయి. ఈ దృశ్యం సూచన కోసం ఒక ఉదాహరణ మాత్రమే. అనేక విభిన్న దృశ్యాలు పరిసమాప్తిని ప్రేరేపిస్తాయి.<1>ఇక్కడ మరింత చదవండి</1> .</0>
tg: <0>Сенарияи барҳамдиҳии нарх нархи тахминан баландтарини дороиҳои захиравиро ифода мекунад, ки метавонад мавқеъро барҳам диҳад. Дороиҳои устувор ба ин сенария дохил карда намешаванд ва тахмин мекунанд, ки арзиши ҷории худро нигоҳ медоранд. Ба барҳамдиҳӣ омилҳои зиёде таъсир мерасонанд. Ин сенария танҳо як мисол барои истинод аст. Бисёр сенарияҳои гуногун метавонанд боиси барҳамдиҳӣ шаванд.<1>Муфассалтар дар ин ҷо бихонед</1> .</0>
th: <0>สถานการณ์จำลองการชำระราคาแสดงถึงราคาสินทรัพย์สำรองสูงสุดโดยประมาณที่อาจทำให้สถานะถูกชำระบัญชี สถานการณ์นี้ไม่รวมสินทรัพย์ที่มั่นคงและจะถือว่ารักษามูลค่าปัจจุบัน มีหลายปัจจัยที่ส่งผลต่อการชำระบัญชี สถานการณ์นี้เป็นเพียงตัวอย่างหนึ่งสำหรับการอ้างอิงเท่านั้น สถานการณ์ต่างๆ มากมายสามารถทำให้เกิดการชำระบัญชีได้<1>อ่านเพิ่มเติมที่นี่</1> .</0>
tk: <0> Bahalary ýatyrmak ssenariýasy, ýatyrylyp bilinjek ätiýaçlyk aktiwleriniň takmynan iň ýokary bahalaryny görkezýär. Durnuk aktiwler bu ssenariýa goşulmaýar we häzirki gymmatyny saklamak üçin kabul edilýär. Liquidatyrylmagyna köp faktorlar täsir edýär. Bu ssenariýa salgylanmak üçin diňe bir mysal. Köp dürli ssenariýalar ýatyrylmagyna sebäp bolup biler. <1> Has giňişleýin okaň</1> .</0>
tr: <0>Fiyat tasfiyesi senaryosu, pozisyonu tasfiyeye tabi tutabilecek yaklaşık en yüksek rezerv varlık fiyatlarını temsil etmektedir. İstikrarlı varlıklar bu senaryoya dahil edilmemiş ve bugünkü değerlerini korudukları varsayılmıştır. Likidasyonu etkileyen birçok faktör vardır. Bu senaryo referans için yalnızca bir örnektir. Birçok farklı senaryo likidasyonu tetikleyebilir.</0>
tt: <0> Бәяләрне бетерү сценариясе иң югары резерв актив бәяләрен күрсәтә, алар позицияне бетерергә мөмкин. Тотрыклы активлар бу сценарийга кертелмәгән һәм хәзерге кыйммәтләрен сакларга уйлыйлар. Күп факторлар ликвидациягә тәэсир итә. Бу сценарий белешмә өчен бер генә мисал. Күп төрле сценарийлар бетерелергә мөмкин. <1> Монда күбрәк укыгыз</1> .</0>
ug: <0> باھانى ئېنىقلاش ھالىتى ھېسابات ئېنىقلاشقا بولىدىغان ئەڭ يۇقىرى زاپاس مۈلۈك باھاسىغا ۋەكىللىك قىلىدۇ. تۇراقلىق مۈلۈك بۇ خىل ئەھۋالغا كىرمەيدۇ ھەمدە ھازىرقى قىممىتىنى ساقلاپ قالىدۇ دەپ قارىلىدۇ. نۇرغۇن ئامىللار ھېسابات ئېنىقلاشقا تەسىر كۆرسىتىدۇ. بۇ خىل ئەھۋال پايدىلىنىش ئۈچۈن پەقەت بىرلا مىسال. نۇرغۇن ئوخشىمىغان ئەھۋاللار ھېسابات ئېنىقلاشنى كەلتۈرۈپ چىقىرىدۇ. <1> بۇ يەرنى كۆپرەك ئوقۇڭ</1> .</0>
uk: <0>Сценарій ліквідації за ціною відображає приблизну найвищу ціну на резервні активи, яка може призвести до ліквідації позиції. Стабільні активи не включаються до цього сценарію і припускається, що вони збережуть свою поточну вартість. На ліквідацію впливає багато факторів. Цей сценарій є лише одним з прикладів для довідки. Багато різних сценаріїв можуть призвести до ліквідації<1>.</1></0>
ur: <0>قیمت کے لیکویڈیشن کا منظر نامہ تقریباً سب سے زیادہ ریزرو اثاثوں کی قیمتوں کی نمائندگی کرتا ہے جو پوزیشن کو لیکویڈیشن سے مشروط کر سکتی ہے۔ مستحکم اثاثے اس منظر نامے میں شامل نہیں ہیں اور ان کی موجودہ قدر کو برقرار رکھنے کا فرض کیا جاتا ہے۔ بہت سے عوامل پرسماپن کو متاثر کرتے ہیں۔ یہ منظر نامہ حوالہ کے لیے صرف ایک مثال ہے۔ بہت سے مختلف منظرنامے لیکویڈیشن کو متحرک کر سکتے ہیں۔<1>یہاں مزید پڑھیں</1> .</0>
uz: <0>Narxlarni tugatish stsenariysi pozitsiyani tugatishga olib kelishi mumkin bo'lgan taxminiy eng yuqori zaxira aktivlari narxlarini ifodalaydi. Barqaror aktivlar ushbu stsenariyga kiritilmagan va ularning joriy qiymatini saqlab qoladi deb taxmin qilinadi. Tugatish jarayoniga ko'plab omillar ta'sir qiladi. Ushbu stsenariy ma'lumot uchun faqat bitta misol. Ko‘p turli stsenariylar tugatishga olib kelishi mumkin.<1>Batafsil bu yerda o‘qing</1> .</0>
vi: <0>Kịch bản thanh lý giá thể hiện giá tài sản dự trữ cao nhất gần đúng có thể khiến vị thế bị thanh lý. Tài sản ổn định không được bao gồm trong kịch bản này và được giả định để duy trì giá trị hiện tại của chúng. Nhiều yếu tố ảnh hưởng đến việc thanh lý. Kịch bản này chỉ là một ví dụ để tham khảo. Nhiều tình huống khác nhau có thể kích hoạt thanh lý.<1>Đọc thêm tại đây</1> .</0>
xh: <0>Imeko yokupheliswa kwexabiso imele amaxabiso e-asethi aphezulu aqikelelwayo anokubeka imeko ekubhangisweni. Ii-asethi ezizinzileyo azifakwanga kule meko kwaye kucingelwa ukuba zigcina ixabiso lazo langoku. Izinto ezininzi zichaphazela ukupheliswa. Lo mzekelo mnye kuphela wereferensi. Iimeko ezininzi ezahlukeneyo zinokubangela ukupheliswa.<1>Funda ngakumbi apha</1> .</0>
zu: <0>Isimo sokuqedwa kwentengo simele inani lezintengo zempahla ebekiwe ezingase zibe ngaphansi kokuqedwa. Izimpahla ezizinzile azifakiwe kulesi simo futhi kucatshangwa ukuthi zigcina inani lazo lamanje. Ziningi izinto ezithinta ukuqedwa. Lesi simo siyisibonelo esisodwa kuphela sereferensi. Izimo eziningi ezahlukene zingadala ukuqedwa.<1>Funda kabanzi lapha</1> .</0>
