Repository: 0xCazador/defi-simulator
Catalog: src/locales/*/messages.po
Languages: af, am, ar_ma, as, az_cyrl_az, be, bg, bn, br, bs, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fil, fo, fr, fy, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, ne, nl, nn, no, oc, or, pa, pl, ps, pt, pt_br, ro, ru, rw, sc, sd, se, si, sk, sl, sq, sr, sv, sw, ta, te, tg, th, tk, tr, tt, ug, uk, ur, uz, vi, xh, zu

source: Something happened, we're not able to load the address debt position data right now. Try again later.
af: Iets het gebeur, ons kan nie die adres se skuldposisiedata op die oomblik laai nie. Probeer later weer.
am: የሆነ ነገር ተከስቷል፣ አሁን የአድራሻ ዕዳ አቀማመጥ ውሂብን መጫን አልቻልንም። ቆይተው እንደገና ይሞክሩ።
ar_ma: حدث شيء ما ، لم نتمكن من تحميل بيانات مركز دين العنوان في الوقت الحالي. حاول مرة أخرى في وقت لاحق.
as: কিবা এটা হ’ল, আমি এতিয়া ঠিকনা ঋণৰ অৱস্থাৰ তথ্য লোড কৰিব পৰা নাই। পিছত আকৌ চেষ্টা কৰক।
az_cyrl_az: Nə isə baş verdi, biz hazırda ünvan borc vəziyyəti məlumatını yükləyə bilmirik. Biraz sonra yenidən cəhd edin.
be: Нешта здарылася, зараз мы не можам загрузіць даныя аб запазычанасці па адрасе. Паўтарыце спробу пазней.
bg: Нещо се е случило, в момента не можем да заредим данните за позицията на адресния дълг. Опитайте отново по-късно.
bn: কিছু হয়েছে, আমরা এই মুহূর্তে ঠিকানা ঋণ অবস্থানের ডেটা লোড করতে পারছি না। পরে আবার চেষ্টা করুন.
br: Un dra zo bet, n'eus ket posubl deoc'h kargañ an doareoù diwall ar c'hont da brezegenn. Klaskit en-dro war-lerc'h.
bs: Nešto se dogodilo, trenutno nismo u mogućnosti učitati podatke o poziciji duga na adresi. Pokušajte ponovo kasnije.
ca: Ha passat alguna cosa, ara mateix no podem carregar les dades de la posició del deute de l'adreça. Torna-ho a provar més tard.
cs: Něco se stalo, nejsme schopni načíst údaje o poloze dluhu adresy. Zkuste to později.
cy: Digwyddodd rhywbeth, nid ydym yn gallu llwytho'r data sefyllfa dyled cyfeiriad ar hyn o bryd. Ceisiwch eto yn nes ymlaen.
da: Der er sket noget, vi kan ikke indlæse data om adressegældsposition lige nu. Prøv igen senere.
de: Es ist etwas passiert, wir sind im Moment nicht in der Lage, die Positionsdaten der Adressschuldner zu laden. Versuchen Sie es später noch einmal.
el: Κάτι συνέβη, δεν είμαστε σε θέση να φορτώσουμε τα δεδομένα θέσης χρέους διεύθυνσης αυτή τη στιγμή. Δοκιμάστε ξανά αργότερα.
eo: Io okazis, ni ne kapablas ŝargi la adreson-ŝuld-pozicion-datumojn nun. Provu denove poste.
es: Ha ocurrido algo, no podemos cargar los datos de posición de la deuda de dirección en este momento. Vuelva a intentarlo más tarde.
et: Midagi juhtus, me ei saa praegu laadida aadressi võla positsiooni andmeid. Proovige hiljem uuesti.
eu: Zerbait gertatu da, ezin ditugu helbideko zorraren posizioaren datuak kargatu une honetan. Saiatu berriro geroago.
fa: اتفاقی افتاده است، ما نمی‌توانیم داده‌های وضعیت بدهی آدرس را در حال حاضر بارگیری کنیم. بعدا دوباره تلاش کنید.
fi: Jotain tapahtui, emme pysty lataamaan osoitevelan sijaintitietoja juuri nyt. Yritä myöhemmin uudelleen.
fil: May nangyari, hindi namin ma-load ang data ng posisyon ng utang sa address sa ngayon. Subukan ulit mamaya.
fo: Nakurt hendi, vit kunnu ikki lesa adressu skuldstøðu data akkurat nú. Royn aftur seinni.
fr: Il s'est passé quelque chose, nous ne sommes pas en mesure de charger les données relatives à la position de la dette de l'adresse pour le moment. Réessayez plus tard.
fy: Der is wat bard, wy kinne de adresskuldposysjegegevens op it stuit net laden. Besykje it letter nochris.
ga: Tharla rud éigin, nílimid in ann sonraí suímh an fhiachais seolta a lódáil faoi láthair. Bain triail eile as ar ball.
gd: Thachair rudeigin, chan urrainn dhuinn an dàta suidheachadh fiachan seòlaidh a luchdachadh an-dràsta. Feuch ris a-rithist nas fhaide air adhart.
gl: Ocorreu algo. Non podemos cargar os datos da posición da débeda do enderezo neste momento. Téntao de novo máis tarde.
gu: કંઈક થયું, અમે અત્યારે એડ્રેસ ડેટ પોઝિશન ડેટા લોડ કરવામાં સક્ષમ નથી. પછીથી ફરી પ્રયાસ કરો.
he: משהו קרה, אנחנו לא יכולים לטעון את נתוני מיקום החוב של הכתובת כרגע. נסה שוב מאוחר יותר.
hi: कुछ हुआ, हम अभी पता ऋण स्थिति डेटा लोड करने में सक्षम नहीं हैं। बाद में पुन: प्रयास।
hr: Nešto se dogodilo, trenutno ne možemo učitati podatke o stanju duga adrese. Pokušajte ponovno kasnije.
hu: Valami történt, most nem tudjuk betölteni a címadósság pozíció adatait. Próbálja meg később újra.
hy: Ինչ-որ բան տեղի ունեցավ, մենք այս պահին չենք կարողանում բեռնել հասցեի պարտքի դիրքի տվյալները: Փորձեք ավելի ուշ:
id: Terjadi kesalahan, kami tidak dapat memuat data posisi utang alamat sekarang. Coba lagi nanti.
is: Eitthvað gerðist, við getum ekki hlaðið inn gögnum um skuldastöðu heimilisfangsins núna. Reyndu aftur seinna.
it: È successo qualcosa, non siamo in grado di caricare i dati sulla posizione del debito dell'indirizzo in questo momento. Riprovare più tardi.
ja: 何か問題が発生したようです。現在、住所負債ポジションデータをロードすることができません。後で再試行してください。
ka: მოხდა რაღაც, ახლა ჩვენ ვერ ვტვირთავთ მისამართის ვალის პოზიციის მონაცემებს. Მოგვიანებით სცადეთ.
kk: Бірдеңе болды, біз дәл қазір мекенжай бойынша қарыз позициясының деректерін жүктей алмаймыз. Әрекетті кейінірек қайталаңыз.
km: មានអ្វីមួយបានកើតឡើង យើងមិនអាចផ្ទុកទិន្នន័យទីតាំងបំណុលរបស់អាសយដ្ឋានបានទេនៅពេលនេះ។ ព្យាយាម​ម្តង​ទៀត​នៅ​ពេលក្រោយ។
kn: ಏನೋ ಸಂಭವಿಸಿದೆ, ಇದೀಗ ವಿಳಾಸ ಸಾಲದ ಸ್ಥಾನದ ಡೇಟಾವನ್ನು ಲೋಡ್ ಮಾಡಲು ನಮಗೆ ಸಾಧ್ಯವಾಗುತ್ತಿಲ್ಲ. ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ky: Бир нерсе болду, биз дарек боюнча карыздын абалы боюнча дайындарды азыр жүктөй албай жатабыз. Кийинчерээк кайра аракет кылыңыз.
lb: Eppes ass geschitt, mir kënnen d'Adress Scholdpositiounsdaten elo net lueden. Probéiert méi spéit nach eng Kéier.
lo: ມີບາງຢ່າງເກີດຂຶ້ນ, ພວກເຮົາບໍ່ສາມາດໂຫຼດຂໍ້ມູນຕໍາແຫນ່ງຫນີ້ສິນທີ່ຢູ່ໄດ້ໃນຕອນນີ້. ລອງໃໝ່ໃນພາຍຫຼັງ.
lt: Kažkas atsitiko, dabar negalime įkelti adreso skolos pozicijos duomenų. Pabandykite dar kartą vėliau.
lv: Kaut kas notika, mēs šobrīd nevaram ielādēt adreses parāda pozīcijas datus. Mēģiniet vēlreiz vēlāk.
mg: Nisy zavatra nitranga, tsy afaka mampiditra ny angon-drakitra momba ny toeran'ny trosa izahay amin'izao fotoana izao. Andramo indray rehefa afaka kelikely.
mi: Kua tupu tetahi mea, kaore e taea e matou te uta i nga raraunga turanga nama nama i naianei. Ngana ano i muri mai.
mk: Нешто се случи, не можеме да ги вчитаме податоците за позицијата на долгот на адресата во моментов. Обидете се повторно подоцна.
ml: എന്തോ സംഭവിച്ചു, ഞങ്ങൾക്ക് ഇപ്പോൾ വിലാസ കടത്തിന്റെ സ്ഥാന ഡാറ്റ ലോഡ് ചെയ്യാൻ കഴിയുന്നില്ല. പിന്നീട് വീണ്ടും ശ്രമിക്കുക.
mn: Ямар нэг зүйл болсон тул бид яг одоо хаягийн өрийн байршлын өгөгдлийг ачаалах боломжгүй байна. Дараа дахин оролдоорой.
mr: काहीतरी घडले आहे, आम्‍ही आत्ता अॅड्रेस डेट पोझिशन डेटा लोड करू शकत नाही. पुन्हा प्रयत्न करा.
ms: Sesuatu telah berlaku, kami tidak dapat memuatkan data kedudukan hutang alamat sekarang. Cuba lagi nanti.
mt: Ġara xi ħaġa, m'aħniex kapaċi tagħbija d-dejta tal-pożizzjoni tad-dejn tal-indirizz bħalissa. Erġa' pprova aktar tard.
my: တစ်ခုခုဖြစ်ခဲ့သည်၊ ကျွန်ုပ်တို့သည် လိပ်စာကြွေးမြီအနေအထားဒေတာကို ယခုတင်၍မရနိုင်ပါ။ နောက်မှ ထပ်စမ်းကြည့်ပါ။
ne: केहि भयो, हामी अहिले ठेगाना ऋण स्थिति डेटा लोड गर्न सक्षम छैनौं। पछि फेरि प्रयास गर्नुहोस्।
nl: Er is iets gebeurd, we kunnen de positiegegevens van de adresschuld nu niet laden. Probeer het later nog eens.
nn: Noko skjedde, vi kan ikkje laste inn data om gjeldsposisjonen til adressa akkurat no. Prøv igjen seinare.
no: Noe har skjedd, vi kan ikke laste inn data om adressegjeldsposisjonen akkurat nå. Prøv igjen senere.
oc: Quicòm s'es passat, nos podèm pas cargar los donadas de posicion de debta de l'adreça ara. Tornatz ensajar mai tard.
or: କିଛି ଘଟିଲା, ଆମେ ବର୍ତ୍ତମାନ ଠିକଣା debt ଣ ସ୍ଥିତି ତଥ୍ୟ ଲୋଡ୍ କରିବାକୁ ସକ୍ଷମ ନୁହଁ | ପରେ ପୁନର୍ବାର ଚେଷ୍ଟା କରନ୍ତୁ |
pa: ਕੁਝ ਹੋਇਆ, ਅਸੀਂ ਇਸ ਸਮੇਂ ਪਤੇ ਦੇ ਕਰਜ਼ੇ ਦੀ ਸਥਿਤੀ ਡੇਟਾ ਨੂੰ ਲੋਡ ਕਰਨ ਦੇ ਯੋਗ ਨਹੀਂ ਹਾਂ। ਬਾਅਦ ਵਿੱਚ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Coś się stało, nie możemy teraz załadować danych pozycji długu adresowego. Spróbuj ponownie później.
ps: یو څه پیښ شوي، موږ اوس د پتې د پور موقعیت ډیټا پورته نشو کولی. وروسته بیا هڅه وکړئ.
pt: Aconteceu algo, não estamos a conseguir carregar os dados da posição da dívida de endereço neste momento. Tente novamente mais tarde.
pt_br: Algo aconteceu, não estamos conseguindo carregar os dados de posição da dívida de endereço no momento. Tente novamente mais tarde.
ro: S-a întâmplat ceva, nu putem încărca datele de poziție ale datoriei de adrese în acest moment. Încercați din nou mai târziu.
ru: Что-то случилось, мы не можем загрузить данные о положении адресного долга прямо сейчас. Повторите попытку позже.
rw: Ikintu cyabaye, ntidushobora gupakira adresse yimyenda yumwanya ubungubu. Gerageza nanone nyuma.
sc: S'at acantit, no si podet carrigare sas datus de sa positzione de su debitu de s'indiritzu in custione. Torra a tentare pustis.
sd: ڪجهه ٿيو، اسان هن وقت ايڊريس ڊيبٽ پوزيشن ڊيٽا لوڊ ڪرڻ جي قابل نه آهيون. بعد ۾ ٻيهر ڪوشش ڪريو.
se: Máilmmi lea čállán, mii eai leat ávnnasan adreassa dávttatpozisuvnnat dáppe. Sáhtát eret čállet vel nugo.
si: යමක් සිදු විය, අපට දැන් ලිපින ණය ස්ථාන දත්ත පූරණය කළ නොහැක. පසුව නැවත උත්සාහ කරන්න.
sk: Niečo sa stalo, momentálne nemôžeme načítať údaje o polohe dlhu adresy. Skúste to neskôr.
sl: Nekaj se je zgodilo, trenutno ne moremo naložiti podatkov o položaju dolga naslova. Poskusite pozneje.
sq: Diçka ndodhi, ne nuk jemi në gjendje të ngarkojmë të dhënat e pozicionit të borxhit të adresës për momentin. Provo sërish më vonë.
sr: Нешто се догодило, тренутно нисмо у могућности да учитамо податке о позицији дуга на адреси. Покушајте поново касније.
sv: Något hände, vi kan inte ladda adressen skuldposition data just nu. Försök igen senare.
sw: Hitilafu fulani imetokea, hatuwezi kupakia data ya nafasi ya deni la anwani kwa sasa. Jaribu tena baadae.
ta: ஏதோ நடந்தது, இப்போது எங்களால் முகவரிக் கடன் நிலைத் தரவை ஏற்ற முடியவில்லை. பின்னர் மீண்டும் முயற்சிக்கவும்.
te: ఏదో జరిగింది, మేము ప్రస్తుతం అడ్రస్ డెట్ పొజిషన్ డేటాను లోడ్ చేయలేకపోతున్నాము. తరువాత మళ్ళీ ప్రయత్నించండి.
tg: Чизе рӯй дод, мо ҳоло наметавонем маълумоти мавқеъи қарзи суроғаро бор кунем. Баъдтар бори дигар кӯшиш кунед.
th: มีบางอย่างเกิดขึ้น เราไม่สามารถโหลดข้อมูลตำแหน่งหนี้ที่อยู่ได้ในขณะนี้ ลองอีกครั้งในภายหลัง
tk: Bir zat boldy, häzir salgy salgysynyň ýagdaýy baradaky maglumatlary ýükläp bilmeris. Soňrak synanyşyň.
tr: Bir şey oldu, şu anda adres borcu pozisyon verilerini yükleyemiyoruz. Daha sonra tekrar deneyin.
tt: Нәрсәдер булды, без хәзер адрес бурыч позициясе мәгълүматларын йөкли алмыйбыз. Соңрак кабатлап карагыз.
ug: بىرەر ئىش يۈز بەردى ، بىز ھازىر ئادرېس قەرز ئورنى سانلىق مەلۇماتلىرىنى يۈكلىيەلمەيمىز. كېيىن قايتا سىناڭ.
uk: Щось сталося, ми не можемо завантажити дані про боргову позицію за адресою зараз. Спробуйте пізніше.
ur: کچھ ہوا، ہم ابھی ایڈریس ڈیٹ پوزیشن کا ڈیٹا لوڈ کرنے کے قابل نہیں ہیں۔ بعد میں دوبارہ کوشش کریں۔
uz: Nimadir yuz berdi, biz hozirda manzilli qarz holati maʼlumotlarini yuklay olmayapmiz. Keyinroq qayta urinib ko‘ring.
vi: Đã xảy ra lỗi, chúng tôi không thể tải dữ liệu vị trí khoản nợ địa chỉ ngay bây giờ. Thử lại sau.
xh: Kukho into eyenzekayo, asikwazi ukulayisha idilesi yedatha yetyala ngoku. Zama kwakhona kamva.
zu: Kukhona okwenzekile, asikwazi ukulayisha idatha yendawo yesikweletu sekheli njengamanje. Zama futhi emuva kwesikhathi.

source: There are no assets that match the search query. Reset the search query to select an asset.
af: Daar is geen bates wat by die soektog pas nie. Stel die soeknavraag terug om 'n bate te kies.
am: ከፍለጋ መጠይቁ ጋር የሚዛመዱ ምንም ንብረቶች የሉም። ንብረት ለመምረጥ የፍለጋ መጠይቁን ዳግም ያስጀምሩ።
ar_ma: لا توجد أصول تطابق استعلام البحث. أعد تعيين استعلام البحث لتحديد أحد الأصول.
as: সন্ধান প্ৰশ্নৰ সৈতে মিল থকা কোনো সম্পত্তি নাই। এটা সম্পত্তি নিৰ্ব্বাচন কৰিবলে সন্ধান প্ৰশ্ন পুনৰায় সেট কৰক।
az_cyrl_az: Axtarış sorğusuna uyğun heç bir aktiv yoxdur. Aktiv seçmək üçün axtarış sorğusunu sıfırlayın.
be: Няма сродкаў, якія адпавядаюць пошукаваму запыту. Скінуць пошукавы запыт для выбару актыву.
bg: Няма активи, които да отговарят на заявката за търсене. Възстановете заявката за търсене, за да изберете актив.
bn: সার্চ কোয়েরির সাথে মেলে এমন কোন সম্পদ নেই। একটি সম্পদ নির্বাচন করতে অনুসন্ধান ক্যোয়ারী রিসেট করুন।
br: N'eus ket a zud a zegas gant an anvadur kerz. Adseizhit an anvadur kerz evit dibab ur gevredigezh.
bs: Nema sredstava koja odgovaraju upitu za pretraživanje. Poništite upit za pretragu da odaberete sredstvo.
ca: No hi ha cap actiu que coincideixi amb la consulta de cerca. Restableix la consulta de cerca per seleccionar un recurs.
cs: Neexistují žádné prostředky, které by odpovídaly vyhledávacímu dotazu. Obnovte vyhledávací dotaz a vyberte aktivum.
cy: Nid oes unrhyw asedau sy'n cyfateb i'r ymholiad chwilio. Ailosodwch yr ymholiad chwilio i ddewis ased.
da: Der er ingen aktiver, der matcher søgeforespørgslen. Nulstil søgeforespørgslen for at vælge et aktiv.
de: Es gibt keine Assets, die der Suchanfrage entsprechen. Setzen Sie die Suchabfrage zurück, um ein Asset auszuwählen.
el: Δεν υπάρχουν στοιχεία που να ταιριάζουν με το ερώτημα αναζήτησης. Επαναφέρετε το ερώτημα αναζήτησης για να επιλέξετε ένα περιουσιακό στοιχείο.
eo: Ne ekzistas valoraĵoj kiuj kongruas kun la serĉdemando. Restarigu la serĉpeton por elekti valoraĵon.
es: No hay activos que coincidan con la consulta de búsqueda. Restablece la consulta de búsqueda para seleccionar un activo.
et: Otsingupäringule vastavaid varasid ei ole. Otsingupäringu lähtestamine, et valida vara.
eu: Ez dago bilaketa-kontsultarekin bat datorren aktiborik. Berrezarri bilaketa-kontsulta aktibo bat hautatzeko.
fa: هیچ دارایی منطبق با عبارت جستجو وجود ندارد. برای انتخاب دارایی، عبارت جستجو را بازنشانی کنید.
fi: Hakukyselyä vastaavia kohteita ei ole. Nollaa hakukysely valitaksesi omaisuuserän.
fil: Walang mga asset na tumutugma sa query sa paghahanap. I-reset ang query sa paghahanap para pumili ng asset.
fo: Tað eru eingin eignir sum passa við leitarniðurstøðuna. Nullstilla leitarniðurstøðuna fyri at velja ein eign.
fr: Aucun bien ne correspond à la requête de recherche. Réinitialisez la recherche pour sélectionner un bien.
fy: D'r binne gjin aktiva dy't oerienkomme mei de sykfraach. Reset de sykfraach om in asset te selektearjen.
ga: Níl aon sócmhainní ann a mheaitseálann an t-iarratas cuardaigh. Athshocraigh an cheist chuardaigh chun sócmhainn a roghnú.
gd: Chan eil maoin ann a fhreagras ris a’ cheist rannsachaidh. Ath-shuidhich a’ cheist rannsachaidh gus so-mhaoin a thaghadh.
gl: Non hai recursos que coincidan coa consulta de busca. Restablece a consulta de busca para seleccionar un recurso.
gu: શોધ ક્વેરી સાથે મેળ ખાતી હોય તેવી કોઈ સંપત્તિઓ નથી. સંપત્તિ પસંદ કરવા માટે શોધ ક્વેરી રીસેટ કરો.
he: אין נכסים התואמים לשאילתת החיפוש. אפס את שאילתת החיפוש כדי לבחור נכס.
hi: ऐसी कोई संपत्ति नहीं है जो खोज क्वेरी से मेल खाती हो। किसी संपत्ति का चयन करने के लिए खोज क्वेरी को रीसेट करें।
hr: Nema sredstava koja odgovaraju upitu za pretraživanje. Resetirajte upit za pretraživanje da biste odabrali sredstvo.
hu: Nincs olyan eszköz, amely megfelelne a keresési lekérdezésnek. Állítsa vissza a keresési lekérdezést egy eszköz kiválasztásához.
hy: Որոնման հարցումին համապատասխանող օբյեկտներ չկան: Վերակայեք որոնման հարցումը՝ օբյեկտ ընտրելու համար:
id: Tidak ada aset yang cocok dengan kueri pencarian. Atur ulang kueri pencarian untuk memilih aset.
is: Það eru engar eignir sem passa við leitarfyrirspurnina. Endurstilltu leitarfyrirspurnina til að velja eign.
it: Non ci sono risorse che corrispondono alla query di ricerca. Reimpostare la query di ricerca per selezionare una risorsa.
ja: 検索条件に一致するアセットがありません。検索クエリをリセットしてアセットを選択してください。
ka: არ არსებობს აქტივები, რომლებიც ემთხვევა საძიებო მოთხოვნას. გადააყენეთ საძიებო მოთხოვნა აქტივის ასარჩევად.
kk: Іздеу сұрауына сәйкес келетін активтер жоқ. Актив таңдау үшін іздеу сұрауын қалпына келтіріңіз.
km: មិនមានទ្រព្យសម្បត្តិដែលត្រូវនឹងសំណួរស្វែងរកទេ។ កំណត់សំណួរស្វែងរកឡើងវិញ ដើម្បីជ្រើសរើសទ្រព្យសកម្ម។
kn: ಹುಡುಕಾಟ ಪ್ರಶ್ನೆಗೆ ಹೊಂದಿಕೆಯಾಗುವ ಯಾವುದೇ ಸ್ವತ್ತುಗಳಿಲ್ಲ. ಸ್ವತ್ತನ್ನು ಆಯ್ಕೆ ಮಾಡಲು ಹುಡುಕಾಟ ಪ್ರಶ್ನೆಯನ್ನು ಮರುಹೊಂದಿಸಿ.
ky: Издөө сурамына дал келген активдер жок. Активди тандоо үчүн издөө сурамын баштапкы абалга келтириңиз.
lb: Et gi keng Verméigen déi mat der Sichufro passen. Reset d'Sich Ufro fir e Verméigen ze wielen.
lo: ບໍ່ມີຊັບສິນທີ່ກົງກັບຄໍາຖາມຄົ້ນຫາ. ຣີເຊັດຄຳຊອກຫາເພື່ອເລືອກຊັບສິນ.
lt: Paieškos užklausą atitinkančio turto nėra. Iš naujo nustatykite paieškos užklausą ir pasirinkite turtą.
lv: Nav meklēšanas vaicājumam atbilstošu aktīvu. Atiestatiet meklēšanas vaicājumu, lai atlasītu aktīvu.
mg: Tsy misy fananana mifanaraka amin'ny fangatahana fikarohana. Avereno ny fangatahana fikarohana mba hisafidianana fananana.
mi: Karekau he rawa e taurite ana ki te patai rapu. Tautuhi ano i te patai rapu hei kowhiri i tetahi rawa.
mk: Нема средства што одговараат на барањето за пребарување. Ресетирајте го барањето за пребарување за да изберете средство.
ml: തിരയൽ അന്വേഷണവുമായി പൊരുത്തപ്പെടുന്ന അസറ്റുകളൊന്നുമില്ല. ഒരു അസറ്റ് തിരഞ്ഞെടുക്കാൻ തിരയൽ അന്വേഷണം പുനഃസജ്ജമാക്കുക.
mn: Хайлтын асуулгад тохирох хөрөнгө алга. Хөрөнгийг сонгохын тулд хайлтын асуулгыг дахин тохируулна уу.
mr: शोध क्वेरीशी जुळणारी कोणतीही मालमत्ता नाही. मालमत्ता निवडण्यासाठी शोध क्वेरी रीसेट करा.
ms: Tiada aset yang sepadan dengan pertanyaan carian. Tetapkan semula pertanyaan carian untuk memilih aset.
mt: M'hemm l-ebda assi li jaqblu mal-mistoqsija tat-tfittxija. Irrisettja l-mistoqsija tat-tfittxija biex tagħżel assi.
my: ရှာဖွေမှုမေးမြန်းချက်နှင့် ကိုက်ညီသော ပိုင်ဆိုင်မှုမရှိပါ။ ပိုင်ဆိုင်မှုတစ်ခုကို ရွေးချယ်ရန် ရှာဖွေမှုမေးခွန်းကို ပြန်လည်သတ်မှတ်ပါ။
ne: खोज क्वेरीसँग मेल खाने कुनै पनि सम्पत्तिहरू छैनन्। सम्पत्ति चयन गर्न खोज क्वेरी रिसेट गर्नुहोस्।
nl: Er zijn geen objecten die voldoen aan de zoekopdracht. Stel de zoekopdracht opnieuw in om een object te selecteren.
nn: Det er ingen eigedelar som samsvarar med søkeforespurnaden. Nullstill søkeforespurnaden for å velje ein eigedel.
no: Det finnes ingen ressurser som samsvarer med søket. Tilbakestill søket for å velge en ressurs.
oc: I a pas cap d'actius que correspondon a la requèsta de recèrca. Resetatz la requèsta de recèrca per seleccionar un actiu.
or: କ no ଣସି ସମ୍ପତ୍ତି ନାହିଁ ଯାହା ସନ୍ଧାନ ଜିଜ୍ଞାସା ସହିତ ମେଳ ଖାଏ | ଏକ ସମ୍ପତ୍ତି ବାଛିବା ପାଇଁ ସନ୍ଧାନ ଜିଜ୍ଞାସା ପୁନ Res ସେଟ୍ କରନ୍ତୁ |
pa: ਖੋਜ ਪੁੱਛਗਿੱਛ ਨਾਲ ਮੇਲ ਖਾਂਦੀਆਂ ਕੋਈ ਸੰਪਤੀਆਂ ਨਹੀਂ ਹਨ। ਕਿਸੇ ਸੰਪਤੀ ਨੂੰ ਚੁਣਨ ਲਈ ਖੋਜ ਪੁੱਛਗਿੱਛ ਨੂੰ ਰੀਸੈਟ ਕਰੋ।
pl: Nie ma zasobów pasujących do zapytania wyszukiwania. Zresetuj zapytanie wyszukiwania, aby wybrać zasób.
ps: هیڅ داسې شتمنۍ نشته چې د لټون پوښتنې سره سمون ولري. د شتمنۍ غوره کولو لپاره د لټون پوښتنې بیا تنظیم کړئ.
pt: Não existem activos que correspondam à consulta de pesquisa. Reponha a consulta de pesquisa para selecionar um ativo.
pt_br: Não há ativos que correspondam à consulta de pesquisa. Redefina a consulta de pesquisa para selecionar um ativo.
ro: Nu există active care să corespundă interogării de căutare. Resetați interogarea de căutare pentru a selecta un activ.
ru: Нет активов, соответствующих поисковому запросу. Перезадайте поисковый запрос, чтобы выбрать актив.
rw: Nta mutungo uhuye n'ikibazo cyo gushakisha. Ongera usubize ikibazo cyo gushakisha kugirango uhitemo umutungo.
sc: No sunt assets chi fiant cumpatibles cun sa chistione de ricerca. Resetta sa chistione de ricerca pro selezionare un asset.
sd: اهڙا اثاثا نه آهن جيڪي ڳولا جي سوال سان ملن. ھڪڙي اثاثن کي چونڊڻ لاء ڳولا جي سوال کي ري سيٽ ڪريو.
se: Ei leat aktiivvat mii sáhttet čuovvut ovdamearkka. Rievdadit ovdamearka čuovvut aktiivva.
si: සෙවුම් විමසුමට ගැලපෙන වත්කම් නොමැත. වත්කමක් තේරීමට සෙවුම් විමසුම නැවත සකසන්න.
sk: Neexistujú žiadne aktíva, ktoré by zodpovedali vyhľadávacej požiadavke. Znovu zadajte vyhľadávaciu požiadavku a vyberte aktívum.
sl: Ni sredstev, ki bi ustrezala iskalni poizvedbi. Ponastavite iskalno poizvedbo in izberite sredstvo.
sq: Nuk ka asete që përputhen me pyetjen e kërkimit. Rivendosni pyetjen e kërkimit për të zgjedhur një aktiv.
sr: Нема елемената који одговарају упиту за претрагу. Ресетујте упит за претрагу да бисте изабрали средство.
sv: Det finns inga tillgångar som matchar sökfrågan. Återställ sökfrågan för att välja en tillgång.
sw: Hakuna vipengee vinavyolingana na hoja ya utafutaji. Weka upya hoja ya utafutaji ili kuchagua kipengee.
ta: தேடல் வினவலுடன் பொருந்தக்கூடிய சொத்துகள் எதுவும் இல்லை. ஒரு சொத்தைத் தேர்ந்தெடுக்க தேடல் வினவலை மீட்டமைக்கவும்.
te: శోధన ప్రశ్నకు సరిపోలే ఆస్తులు ఏవీ లేవు. ఆస్తిని ఎంచుకోవడానికి శోధన ప్రశ్నను రీసెట్ చేయండి.
tg: Ягон дороиҳое вуҷуд надоранд, ки ба дархости ҷустуҷӯ мувофиқат кунанд. Барои интихоби дороӣ дархости ҷустуҷӯро аз нав танзим кунед.
th: ไม่มีเนื้อหาที่ตรงกับคำค้นหา รีเซ็ตคำค้นหาเพื่อเลือกเนื้อหา
tk: Gözleg gözlegine gabat gelýän hiç hili emläk ýok. Aktiw saýlamak üçin gözleg talaplaryny täzeden düzüň.
tr: Arama sorgusuyla eşleşen varlık yok. Bir varlık seçmek için arama sorgusunu sıfırlayın.
tt: Эзләү соравына туры килгән активлар юк. Актив сайлау өчен эзләү соравын яңадан торгызыгыз.
ug: ئىزدەش سوئالىغا ماس كېلىدىغان مۈلۈك يوق. مۈلۈك تاللاش ئۈچۈن ئىزدەش تەلىپىنى ئەسلىگە كەلتۈرۈڭ.
uk: Немає активів, що відповідають пошуковому запиту. Скиньте пошуковий запит, щоб вибрати актив.
ur: تلاش کے استفسار سے مماثل کوئی اثاثہ نہیں ہے۔ ایک اثاثہ منتخب کرنے کے لیے تلاش کے استفسار کو دوبارہ ترتیب دیں۔
uz: Qidiruv soʻroviga mos keladigan aktivlar yoʻq. Obyektni tanlash uchun qidiruv so‘rovini tiklang.
vi: Không có nội dung phù hợp với truy vấn tìm kiếm. Đặt lại truy vấn tìm kiếm để chọn nội dung.
xh: Akukho mpahla ehambelana nombuzo wokukhangela. Seta kwakhona umbuzo wokukhangela ukuze ukhethe i-asethi.
zu: Awekho amafa afana nombuzo wosesho. Setha kabusha umbuzo wosesho ukuze ukhethe ifa.
