Repository: 0xCazador/defi-simulator
Catalog: src/locales/yo/messages.po
Languages: yo

source: <0>The price liquidation scenario represents the approximate highest reserve asset prices that could subject the position to liquidation. Stable assets are not included in this scenario and are assumed to maintain their present value. Many factors affect liquidation. This scenario is only one example for reference. Many different scenarios can trigger liquidation.<1>Read more here</1>.</0>
yo: <0>Oju iṣan iye owo duro fun isunmọ awọn idiyele dukia ifiṣura ti o ga julọ ti o le fi ipo naa si olomi. Awọn ohun-ini iduroṣinṣin ko si ninu oju iṣẹlẹ yii ati pe wọn ro lati ṣetọju iye wọn lọwọlọwọ. Ọpọlọpọ awọn okunfa ni ipa lori olomi. Oju iṣẹlẹ yii jẹ apẹẹrẹ kan fun itọkasi. Ọpọlọpọ awọn oju iṣẹlẹ ti o yatọ le fa idamu.<1>Ka diẹ sii nibi</1> .</0>

source: <0>This debt position has Emode (Efficieny Mode) enabled, but DeFi Simulator does not yet support positions with Emode enabled. We hope to add support for Emode soon.</0><1/>
yo: <0>Ipo gbese yii ni Emode (Ipo imudara) ṣiṣẹ, ṣugbọn DeFi Simulator ko tii ṣe atilẹyin awọn ipo pẹlu Emode ṣiṣẹ. A nireti lati ṣafikun atilẹyin fun Emode laipẹ.</0> <1/>

source: Add {0} Asset
yo: Fi {0} dukia

source: Add, remove, and modify asset prices and quantities below to visualize changes to health factor and borrowing power.
yo: Ṣafikun, yọkuro, ati yipada awọn idiyele dukia ati awọn iwọn ni isalẹ lati wo awọn ayipada si ifosiwewe ilera ati agbara yiya.

source: Address copied to clipboard!
yo: Ti daakọ adirẹsi si agekuru!

source: Apply
yo: Waye

source: Available to Borrow:
yo: Wa lati Yawo:

source: Borrowed Assets
yo: Yiya Awọn dukia

source: Build from Scratch
yo: Kọ lati ibere

source: Close alert
yo: Itaniji sunmọ

source: Copy address to clipboard
yo: Daakọ adirẹsi si agekuru agekuru

source: Experimental!
yo: Àdánwò!

source: Found
yo: ri

source: Net Asset Value:
yo: Iye Dukia Nẹtiwọki:

source: No Aave positions found.
yo: Ko si awọn ipo Aave ti a rii.

source: No Liquidation Scenario Available
yo: Ko si Oju iṣẹlẹ Liquidation Wa

source: OR
yo: TABI

source: Paste an address with an Aave debt position in the box above to visualize how changes to borrow/reserve assets affect the position's health factor and borrowing power.
yo: Lẹẹmọ adirẹsi kan pẹlu ipo gbese Aave kan ninu apoti ti o wa loke lati wo bi awọn iyipada lati yawo/fipamọ awọn ohun-ini ṣe ni ipa lori ifosiwewe ilera ipo ati agbara yiya.

source: Price Liquidation Scenario
yo: Ifilelẹ Liquidation Iye

source: Questions or comments? Please <0>join the Discord!</0>
yo: Ibeere tabi comments? Jọwọ <0>darapọ mọ Discord!</0>

source: Remove {assetSymbol}
yo: Yọ {assetSymbol} kuro

source: Reserve Asset Value:
yo: Iye Dukia Ifipamọ:

source: Reserve Assets
yo: Awọn ohun-ini ipamọ

source: Reset all simulated values
yo: Tun gbogbo awọn iye simulated to

source: Reset search query
yo: Tun ibeere wiwa pada

source: Reset to Original Value ({0})
yo: Tunto si Iye atilẹba ({0})

source: Search for {0} Assets
yo: Wa {0} Awọn dukia

source: Select {0} ({1}) {2} below to add it as a {3} asset to the CDP.
yo: Yan {0} ({1}) {2} ni isalẹ lati fi kun bi ohun dukia {3} si CDP.

source: Something happened, we're not able to load the address debt position data right now. Try again later.
yo: Nkankan ṣẹlẹ, a ko ni anfani lati fifuye data ipo gbese adirẹsi ni bayi. Gbiyanju lẹẹkansi nigbamii.

source: There are no assets that match the search query. Reset the search query to select an asset.
yo: Ko si ohun-ini ti o baamu ibeere wiwa. Tun ibeere wiwa to lati yan dukia.

source: There are no borrowed assets for <0/>in the {0} market. Select "Add Borrow Asset" to simulate borrowed assets for this address.
yo: Ko si ohun-ini yiya fun <0/> ni ọja {0}. Yan "Ṣafikun dukia Awin" lati ṣe afiwe awọn ohun-ini ti a yawo fun adirẹsi yii.

source: There are no reserve assets for <0/>in the {0} market. Select "Add Reserve Asset" to simulate reserve assets for this address.
yo: Ko si awọn ohun-ini ifipamọ fun <0/> ni ọja {0}. Yan "Ṣafikun dukia Ifipamọ" lati ṣe afiwe awọn ohun-ini ifipamọ fun adirẹsi yii.

source: This Aave debt simulator is experimental and under active development. Don't make financial decisions based solely on the results of this app.
yo: Simulator gbese Aave yii jẹ esiperimenta ati labẹ idagbasoke ti nṣiṣe lọwọ. Maṣe ṣe awọn ipinnu inawo ti o da lori awọn abajade ti ohun elo yii nikan.

source: Total Borrowed:
yo: Apapọ Yiya:

source: Use Random Address
yo: Lo ID adirẹsi

source: Use {assetSymbol} as collateral
yo: Lo {assetSymbol} bi alagbera

source: View address on Etherscan
yo: Wo adirẹsi lori Etherscan

source: Visit address details on Etherscan
yo: Ṣabẹwo awọn alaye adirẹsi lori Etherscan

source: Want to go for a quick spin?
yo: Ṣe o fẹ lọ fun lilọ ni iyara?

source: in
yo: ninu

source: is an unofficial, open source, community-built Aave debt simulator.
yo: jẹ laigba aṣẹ, orisun ṣiṣi, simulator gbese Aave ti agbegbe ti a ṣe.

source: {0, plural, one {market} other {markets}}
yo: { 0, plural, other {awọn ọja} }

source: {0, plural, one {position} other {positions}}
yo: { 0, plural, other {awọn ipo} }

source: {assetSymbol} Price ({currencySymbol})
yo: {assetSymbol} Iye owo ({currencySymbol})

source: {assetSymbol} Quantity
yo: {assetSymbol} Opoiye
