Repository: 0xCazador/defi-simulator
Catalog: src/locales/ti/messages.po
Languages: ti

source: <0>The price liquidation scenario represents the approximate highest reserve asset prices that could subject the position to liquidation. Stable assets are not included in this scenario and are assumed to maintain their present value. Many factors affect liquidation. This scenario is only one example for reference. Many different scenarios can trigger liquidation.<1>Read more here</1>.</0>
ti: <0>እቲ ናይ ዋጋ ምፍራስ ስናርዮ ነቲ መርገጺ ምፍራስ ከቃልዖ ዝኽእል ብግምት ዝለዓለ ዕቑር ንብረት ዋጋታት ዝውክል እዩ። ርጉእ ንብረት ኣብዚ ስናርዮ ኣይተኻተተንን ህሉው ዋጋኦም ከምዝዕቅቡን ይግመት። ብዙሓት ረቛሒታት ኣብ ምፍራስ ይጸልዉ። እዚ ስናርዮ እዚ ንመወከሲ ዝኸውን ሓደ ኣብነት ጥራይ እዩ። ብዙሓት ዝተፈላለዩ ተርእዮታት ምፍራስ ከበግሱ ይኽእሉ እዮም።<1>ተወሳኺ ኣብዚ ኣንብቡ።</1> .</0>

source: <0>This debt position has Emode (Efficieny Mode) enabled, but DeFi Simulator does not yet support positions with Emode enabled. We hope to add support for Emode soon.</0><1/>
ti: <0>እዚ ናይ ዕዳ ቦታ Emode (Efficieny Mode) enabled ኣለዎ፣ DeFi Simulator ግን ገና Emode enabled ዘለዎም positions ኣይድግፍን እዩ። ኣብ ቀረባ እዋን ንኢሞድ ደገፍ ክንውስኸሉ ተስፋ ንገብር።</0> <1/> ዝብል ጽሑፍ ኣሎ።

source: Add {0} Asset
ti: {0} ንብረት ምውሳኽ

source: Add, remove, and modify asset prices and quantities below to visualize changes to health factor and borrowing power.
ti: ኣብ ታሕቲ ዘሎ ዋጋታትን ብዝሕን ንብረት ምውሳኽ፣ ምእላይን ምምሕያሽን ኣብ ረቛሒ ጥዕናን ሓይል ልቓሕን ዝመጽእ ለውጢ ንምስኣል።

source: Address copied to clipboard!
ti: ኣድራሻ ናብ ቅንጥብጣብ ሰሌዳ ተቐዲሑ!

source: Apply
ti: ኣተግብር

source: Available to Borrow:
ti: ንምልቃሕ ዝቐርብ፤

source: Borrowed Assets
ti: ዝተለቅሐ ንብረት

source: Build from Scratch
ti: ካብ ባዶ ምህናጽ

source: Close alert
ti: ምዕጻው መጠንቀቕታ

source: Copy address to clipboard
ti: ኣድራሻ ናብ ቅንጥብጣብ ሰሌዳ ቅዳሕ

source: Experimental!
ti: ፈተነ!

source: Found
ti: ተረኺቡ

source: Net Asset Value:
ti: ጽሩይ ዋጋ ንብረት፤

source: No Aave positions found.
ti: ዝኾነ ናይ Aave መርገጺታት ኣይተረኽበን።

source: No Liquidation Scenario Available
ti: ናይ ምፍራስ ስናርዮ የለን

source: OR
ti: ወይ

source: Paste an address with an Aave debt position in the box above to visualize how changes to borrow/reserve assets affect the position's health factor and borrowing power.
ti: ኣብዚ ኣብ ላዕሊ ዘሎ ሳጹን ናይ Aave ዕዳ ፖዚሽን ዘለዎ ኣድራሻ ለጥፍ እሞ ኣብ ምልቃሕ/ዕቑር ንብረት ዝግበር ለውጢ ነቲ ናይቲ ቦታ ጥዕናዊ ረቛሒን ናይ ምልቃሕ ሓይልን ብኸመይ ከም ዝጸልዎ ኣብ ኣእምሮኻ ምልጣፍ።

source: Price Liquidation Scenario
ti: ዋጋ ምፍራስ ስናርዮ

source: Questions or comments? Please <0>join the Discord!</0>
ti: ሕቶታት ወይ ርእይቶታት? በጃኹም <0>ኣብ ዲስኮርድ ተጸንበሩ!</0>

source: Remove {assetSymbol}
ti: {assetSymbol} ኣወግድ።

source: Reserve Asset Value:
ti: ዕቑር ንብረት ዋጋ፤

source: Reserve Assets
ti: ዕቑር ንብረት

source: Reset all simulated values
ti: ኩሎም ዝተመሰሉ ክብርታት ዳግማይ ኣቐምጦም

source: Reset search query
ti: ናይ ምድላይ ሕቶ ዳግማይ ኣቐምጦ

source: Reset to Original Value ({0})
ti: ናብ መበቆላዊ ዋጋ ምምላስ ({0})

source: Search for {0} Assets
ti: {0} ንብረት ድለዩ።

source: Select {0} ({1}) {2} below to add it as a {3} asset to the CDP.
ti: ከም {3} ንብረት ናብ CDP ንምውሳኽ ኣብ ታሕቲ {0} ({1}) {2} ምረጽ።

source: Something happened, we're not able to load the address debt position data right now. Try again later.
ti: ገለ ነገር ኣጋጢሙ፣ ኣብዚ ሕጂ እዋን ናይ ኣድራሻ ዕዳ መርገጺ ዳታ ክንጽዕን ኣይከኣልናን። ድሒርካ ደጊምካ ፈትን።

source: There are no assets that match the search query. Reset the search query to select an asset.
ti: ምስቲ ናይ ምድላይ ሕቶ ዝሰማማዕ ንብረት የለን። ንብረት ንምምራጽ ነቲ ናይ ምድላይ ሕቶ ዳግማይ ኣቐምጦ።

source: There are no borrowed assets for <0/>in the {0} market. Select "Add Borrow Asset" to simulate borrowed assets for this address.
ti: ኣብ ዕዳጋ {0} ን<0/> ዝተለቅሐ ንብረት የለን። ነዚ ኣድራሻ ዝተለቅሐ ንብረት ንምምሳል "Add Borrow Asset" ምረጽ።

source: There are no reserve assets for <0/>in the {0} market. Select "Add Reserve Asset" to simulate reserve assets for this address.
ti: ኣብ ዕዳጋ {0} ን<0/> ዝኸውን ዕቑር ንብረት የለን። ነዚ ኣድራሻ ዕቑር ንብረት ንምምሳል "Add Reserve Asset" ምረጽ።

source: This Aave debt simulator is experimental and under active development. Don't make financial decisions based solely on the results of this app.
ti: እዚ Aave debt simulator ዝበሃል ናይ ፈተነን ኣብ ንጡፍ ምዕባለ ዝርከብን እዩ። ኣብ ውጽኢት ናይዚ ኣፕ ጥራይ ተመርኲስካ ፋይናንሳዊ ውሳነታት ኣይትውሰድ።

source: Total Borrowed:
ti: ጠቕላላ ዝተለቅሐ፤

source: Use Random Address
ti: ዕድመ ልክዕ ኣድራሻ ተጠቐም

source: Use {assetSymbol} as collateral
ti: {assetSymbol} ከም ዋሕስ ምጥቃም

source: View address on Etherscan
ti: ኣድራሻ ኣብ ኢተርስካን ርአ

source: Visit address details on Etherscan
ti: ዝርዝር ኣድራሻ ኣብ ኢተርስካን ተወከሱ

source: Want to go for a quick spin?
ti: ቅልጡፍ ምዝዋር ክትከይድ ትደሊ?

source: in
ti: አብ ውሽጢ

source: is an unofficial, open source, community-built Aave debt simulator.
ti: ዘይወግዓዊ፡ ክፉት ምንጪ ዘለዎ፡ ብማሕበረሰብ ዝተሃንጸ Aave debt simulator እዩ።

source: {0, plural, one {market} other {markets}}
ti: { 0, plural, one {ዕዳጋ} other {ዕዳጋታት} }

source: {0, plural, one {position} other {positions}}
ti: { 0, plural, one {ቦታ} other {መርገጺታት} }

source: {assetSymbol} Price ({currencySymbol})
ti: {assetSymbol} ዋጋ ({currencySymbol})

source: {assetSymbol} Quantity
ti: {assetSymbol} ብዝሒ
