Repository: 0xCazador/defi-simulator
Catalog: src/locales/hsb/messages.po
Languages: hsb

source: <0>The price liquidation scenario represents the approximate highest reserve asset prices that could subject the position to liquidation. Stable assets are not included in this scenario and are assumed to maintain their present value. Many factors affect liquidation. This scenario is only one example for reference. Many different scenarios can trigger liquidation.<1>Read more here</1>.</0>
hsb: <0>Scenarijo wobchadźenja z cenami přebytkowych aktivow předstajuje přibližnje najwyšše ceny rezervnych aktivow, kotrež móže přiněst poziciju do wobchadźenja. Stabilne aktivy so w tutym scenariju njewobchadźuja a předpokłada so, zo so jich aktualna warosć zachowa. Wobchadźenje wplywajo rěznorake faktory. Tutón scenarij předstajuje jenož jaden přikład za referencu. Wobchadźenje móže wobchadźić rěznorake scenarije.</0> <1>Dalše informacije znajdźo tutónjo</1>.

source: <0>This debt position has Emode (Efficieny Mode) enabled, but DeFi Simulator does not yet support positions with Emode enabled. We hope to add support for Emode soon.</0><1/>
hsb: <0>Ta wobchadźenska pozicija ma wobchadźenje Emode (Efficiency Mode) wobchadźene, ale DeFi Simulator hač do dźensa pozicije z wobchadźenim Emode njezaštwuje. Hopimy, zo podpěra za wobchadźenje Emode přidamy w krotkim.</0><1/>

source: Add {0} Asset
hsb: Přidać {0} aktiv

source: Add, remove, and modify asset prices and quantities below to visualize changes to health factor and borrowing power.
hsb: Přidawać, wotstronić a změnić cenowe a množstwowe wobrazy, zo by se změny w zdrjewje faktora a wypožycowanskeje mocy wobrazowali.

source: Address copied to clipboard!
hsb: Adresa je so do schowanskeho wobkładnika kopěrowała!

source: Apply
hsb: Zastosować

source: Available to Borrow:
hsb: Dostupne za wobchadźenje:

source: Borrowed Assets
hsb: Přewjedźene aktywy

source: Build from Scratch
hsb: Wot nulki wobchadźić

source: Close alert
hsb: Zamknjeny alarm

source: Copy address to clipboard
hsb: Adresu do schowanskeho wobkładnika kopěrowaś

source: Experimental!
hsb: Eksperimentelny!

source: Found
hsb: Wobchadźeny

source: Net Asset Value:
hsb: Neto warosć aktivow:

source: No Aave positions found.
hsb: Žadne Aave pozicije namakane.

source: No Liquidation Scenario Available
hsb: Koždy likwidaciski scenar njeje k dispoziciji

source: OR
hsb: ABO

source: Paste an address with an Aave debt position in the box above to visualize how changes to borrow/reserve assets affect the position's health factor and borrowing power.
hsb: Wopřijeć adresu z položki hórjeka, zo by se wobraznje změny wobdźěłowanja wobdźěłowanskeje pozicije a wobdźěłowanskeje mocy wplywowały.

source: Price Liquidation Scenario
hsb: Cena likwidaciskeho scenara

source: Questions or comments? Please <0>join the Discord!</0>
hsb: Pytania abo komentarje? Prošu <0>přizjewi se k Discordu!</0>

source: Remove {assetSymbol}
hsb: Wotstronić {assetSymbol}

source: Reserve Asset Value:
hsb: Wert rezervowanych aktivow:

source: Reserve Assets
hsb: Rezerwowe aktywy

source: Reset all simulated values
hsb: Změnić wšě simulowane warcoby

source: Reset search query
hsb: Změnić poskutkowanje pytanja

source: Reset to Original Value ({0})
hsb: Změnić na půwotnu warćbu ({0})

source: Search for {0} Assets
hsb: Pytać po aktivach {0}

source: Select {0} ({1}) {2} below to add it as a {3} asset to the CDP.
hsb: Wubrać {0} ({1}) {2} dole, zo by jano jako rezervowane aktywum do CDP přidatej.

source: Something happened, we're not able to load the address debt position data right now. Try again later.
hsb: Něšto so stawa, němóžemy aktuelnje datowe pozicije zadawki adresy začitać. Přećahnyšo se pozdźišo.

source: There are no assets that match the search query. Reset the search query to select an asset.
hsb: Žane aktywa so k zapytanju hodźa. Změń zapytanske zapytowanje, zo byš aktyw wubrał.

source: There are no borrowed assets for <0/>in the {0} market. Select "Add Borrow Asset" to simulate borrowed assets for this address.
hsb: Za <0/>na tróźnicy {0} njewobchadźa žane přewjedźene aktywy. Wubjer "Přidać přewjedźene aktywy", zo by přewjedźene aktywy za tutu adresu symulěrował.

source: There are no reserve assets for <0/>in the {0} market. Select "Add Reserve Asset" to simulate reserve assets for this address.
hsb: Za <0/>na tróźnicy {0} njewobchadźa žane rezerwowe aktywy. Wubjer "Přidać rezerwowe aktywy", zo by rezerwowe aktywy za tutu adresu symulěrował.

source: This Aave debt simulator is experimental and under active development. Don't make financial decisions based solely on the results of this app.
hsb: Tutón eksperimentelny symulator zadłuženja Aave je w aktiwnym wuwiću. Nječinić finansowe rěšenja na zakładźe wuslědkow tutónjeje aplikacije.

source: Total Borrowed:
hsb: Cyle wobdźěłane:

source: Use Random Address
hsb: Wuži wuslědnu adresu

source: Use {assetSymbol} as collateral
hsb: Wuži {assetSymbol} jako zastaw

source: View address on Etherscan
hsb: Adresu na Etherscanu pokazać

source: Visit address details on Etherscan
hsb: Adresowe detalje na Etherscanu wobdźěłać

source: Want to go for a quick spin?
hsb: Chceće so rychle wobrótkać?

source: in
hsb: w

source: is an unofficial, open source, community-built Aave debt simulator.
hsb: je njeoficjalny, otwarty, społecznościowy symulator zadłużenia Aave.

source: {0, plural, one {market} other {markets}}
hsb: { 0, plural, one {trh} two {trhowa} few {trhowa} other {trhowa} }

source: {0, plural, one {position} other {positions}}
hsb: { 0, plural, one {połoženje} two {połoženja} few {połoženja} other {połoženja} }

source: {assetSymbol} Price ({currencySymbol})
hsb: {assetSymbol} Cena ({currencySymbol})

source: {assetSymbol} Quantity
hsb: {assetSymbol} Množstwo
