Repository: 0xCazador/defi-simulator
Catalog: src/locales/ny/messages.po
Languages: ny

source: <0>The price liquidation scenario represents the approximate highest reserve asset prices that could subject the position to liquidation. Stable assets are not included in this scenario and are assumed to maintain their present value. Many factors affect liquidation. This scenario is only one example for reference. Many different scenarios can trigger liquidation.<1>Read more here</1>.</0>
ny: <0>Zomwe zatsitsidwa pamitengo zikuyimira pafupifupi mitengo yamtengo wapatali kwambiri yomwe ingathe kuthetsedwa. Katundu wokhazikika sanaphatikizidwe munkhaniyi ndipo akuganiziridwa kuti akusungabe mtengo wake. zinthu zambiri zimakhudza liquidation. Chochitika ichi ndi chitsanzo chimodzi chokha chofotokozera. Zochitika zambiri zosiyanasiyana zimatha kuyambitsa kutsekedwa.<1>Werengani zambiri apa</1> .</0>

source: <0>This debt position has Emode (Efficieny Mode) enabled, but DeFi Simulator does not yet support positions with Emode enabled. We hope to add support for Emode soon.</0><1/>
ny: <0>Ngongoleyi ili ndi Emode (Mode Yogwira Ntchito) yoyatsidwa, koma DeFi Simulator sikuthandizirabe malo okhala ndi Emode. Tikuyembekeza kuwonjezera chithandizo cha Emode posachedwa.</0> <1/>

source: Add {0} Asset
ny: Onjezani {0} Asset

source: Add, remove, and modify asset prices and quantities below to visualize changes to health factor and borrowing power.
ny: Onjezani, chotsani, ndi kusintha mitengo ndi kuchuluka kwa zinthu pansipa kuti muwone kusintha kwaumoyo ndi mphamvu zobwereka.

source: Address copied to clipboard!
ny: Adilesi yakopereredwa ku bolodi!

source: Apply
ny: Ikani

source: Available to Borrow:
ny: Zilipo Kuti Mubwereke:

source: Borrowed Assets
ny: Katundu Wobwereka

source: Build from Scratch
ny: Mangani kuchokera ku Scratch

source: Close alert
ny: Tsekani tcheru

source: Copy address to clipboard
ny: Koperani adilesi pa clipboard

source: Experimental!
ny: Zoyeserera!

source: Found
ny: Zapezeka

source: Net Asset Value:
ny: Mtengo Wathunthu:

source: No Aave positions found.
ny: Palibe malo a Aave omwe apezeka.

source: No Liquidation Scenario Available
ny: Palibe Nkhani Yothetsa Kupezeka

source: OR
ny: KAPENA

source: Paste an address with an Aave debt position in the box above to visualize how changes to borrow/reserve assets affect the position's health factor and borrowing power.
ny: Ikani adilesi yokhala ndi ngongole ya Aave m'bokosi lomwe lili pamwambapa kuti muwone momwe kusintha kobwereka / kusungitsa katundu kumakhudzira thanzi la malowo komanso mphamvu zake zobwereka.

source: Questions or comments? Please <0>join the Discord!</0>
ny: Mafunso kapena ndemanga? Chonde <0>lowani nawo Discord!</0>

source: Remove {assetSymbol}
ny: Chotsani {assetSymbol}

source: Reserve Asset Value:
ny: Kusungirako Katundu:

source: Reserve Assets
ny: Sungani Katundu

source: Reset all simulated values
ny: Bwezeraninso zofananira zonse

source: Reset search query
ny: Bwezerani funso losaka

source: Reset to Original Value ({0})
ny: Bwezerani ku Mtengo Woyambirira ({0})

source: Search for {0} Assets
ny: Sakani {0} Assets

source: Select {0} ({1}) {2} below to add it as a {3} asset to the CDP.
ny: Sankhani {0} ({1}) {2} pansipa kuti muwonjezere ngati {3} chuma ku CDP.

source: Something happened, we're not able to load the address debt position data right now. Try again later.
ny: Chinachake chachitika, sitingathe kuyika data ya adilesi yangongole pakali pano. Yesaninso nthawi ina.

source: There are no assets that match the search query. Reset the search query to select an asset.
ny: Palibe katundu yemwe akufanana ndi kusaka. Bwezeraninso funso losaka kuti musankhe chinthu.

source: There are no borrowed assets for <0/>in the {0} market. Select "Add Borrow Asset" to simulate borrowed assets for this address.
ny: Palibe katundu wobwerekedwa pa <0/>msika wa {0}. Sankhani "Add Borrow Asset" kuti muyesere zinthu zomwe mwabwereka pa adilesiyi.

source: There are no reserve assets for <0/>in the {0} market. Select "Add Reserve Asset" to simulate reserve assets for this address.
ny: Palibe katundu wosungidwa <0/>msika wa {0}. Sankhani "Add Reserve Asset" kuti muyesere kusungitsa katundu wa adilesiyi.

source: This Aave debt simulator is experimental and under active development. Don't make financial decisions based solely on the results of this app.
ny: Woyeserera wangongole wa Aave uyu ndiwongoyeserera komanso akutukuka. Osapanga zisankho zachuma potengera zotsatira za pulogalamuyi.

source: Total Borrowed:
ny: Zonse Zobwerekedwa:

source: Use Random Address
ny: Gwiritsani Ntchito Adilesi Yachisawawa

source: Use {assetSymbol} as collateral
ny: Gwiritsani ntchito {assetSymbol} ngati chikole

source: View address on Etherscan
ny: Onani adilesi pa Etherscan

source: Visit address details on Etherscan
ny: Onani zambiri za adilesi pa Etherscan

source: Want to go for a quick spin?
ny: Mukufuna kupita kukazungulira mwachangu?

source: in
ny: mu

source: is an unofficial, open source, community-built Aave debt simulator.
ny: ndiwosavomerezeka, gwero lotseguka, lopangidwa ndi anthu amtundu wa Aave simulator.

source: {0, plural, one {market} other {markets}}
ny: { 0, plural, one {msika} other {misika} }

source: {0, plural, one {position} other {positions}}
ny: { 0, plural, one {udindo} other {maudindo} }

source: {assetSymbol} Price ({currencySymbol})
ny: {assetSymbol} Mtengo ({currencySymbol})

source: {assetSymbol} Quantity
ny: {assetSymbol} Kuchuluka
