Repository: 0xCazador/defi-simulator
Catalog: src/locales/qu/messages.po
Languages: qu

source: <0>The price liquidation scenario represents the approximate highest reserve asset prices that could subject the position to liquidation. Stable assets are not included in this scenario and are assumed to maintain their present value. Many factors affect liquidation. This scenario is only one example for reference. Many different scenarios can trigger liquidation.<1>Read more here</1>.</0>
qu: <0>Escenario de liquidación de precios nisqa, yaqa aswan hatun reserva activo nisqa chaninkunatan rikuchin, chaykunan chay posiciónta liquidación nisqaman churanman. Activos estables nisqakunaqa manan kay escenario nisqapi churasqachu kanku, chaymi suyakunku kunan valorninkuta waqaychanankupaq. Achka factorkunam liquidación nisqataqa afectan. Kay escenarioqa huk ejemplollan referenciapaq. Achka imaymana escenariokunam liquidación nisqataqa hatarichinman.<1>Astawan kaypi ñawinchay</1> .</0>

source: <0>This debt position has Emode (Efficieny Mode) enabled, but DeFi Simulator does not yet support positions with Emode enabled. We hope to add support for Emode soon.</0><1/>
qu: <0>Kay manukuy posición Emode (Modo Eficiencia) atichisqayuq, ichaqa DeFi Simulator manaraq yanapanchu posiciónkunata Emode atichisqa kaqwan. Suyayku Emodepaq yanapakuyta yapayta pisi tiempollamanta.</0> <1/> nisqa

source: Add {0} Asset
qu: Yanapay {0} Kaqniyuq

source: Add, remove, and modify asset prices and quantities below to visualize changes to health factor and borrowing power.
qu: Yanapay, hurquy chaymanta tikray activokuna chaninkuna chaymanta achkakuna uraypi rikuypaq tikraykunata factor de salud kaqpi chaymanta manukuy atiypi.

source: Address copied to clipboard!
qu: ¡Dirección copiada a portapapeles!

source: Apply
qu: Ruwachiy

source: Available to Borrow:
qu: Manukuypaqmi kachkan:

source: Borrowed Assets
qu: Manusqa kaqniyuq

source: Build from Scratch
qu: Zeromanta hatarichiy

source: Close alert
qu: Wichqay alerta

source: Copy address to clipboard
qu: Dirección nisqa tablero de portapapeles nisqaman copiay

source: Found
qu: Tarisqa

source: Net Asset Value:
qu: Llika kaqpa chanin: 1.1.

source: No Aave positions found.
qu: Mana Aave posiciónkuna tarisqachu.

source: No Liquidation Scenario Available
qu: Mana Escenario de Liquidación nisqa kanchu

source: OR
qu: UTAQ

source: Paste an address with an Aave debt position in the box above to visualize how changes to borrow/reserve assets affect the position's health factor and borrowing power.
qu: Huk direccionta Aave manukuy posición kaqwan k’askachiy kay pata cuadropi imaynatas manukuy/reserva activokuna tikray tikrakuykuna posiciónpa factor de salud kaqninta chaymanta manukuy atiyninta afectan chayta qhawanaykipaq.

source: Price Liquidation Scenario
qu: Escenario de Liquidación de Precios nisqa

source: Questions or comments? Please <0>join the Discord!</0>
qu: ¿Tapukuychu icha rimariychu? Ama hina kaspa, <0>Discord nisqaman hukllawakuy!</0>

source: Remove {assetSymbol}
qu: {assetSymbol} nisqamanta hurquy.

source: Reserve Asset Value:
qu: Reserva kaqpa chanin: 1.1.

source: Reserve Assets
qu: Reserva de Activos nisqa

source: Reset all simulated values
qu: Llapan simulasqa chanikunata musuqmanta churay

source: Reset search query
qu: Maskana tapuyta musuqmanta churay

source: Reset to Original Value ({0})
qu: Ñawpaq Chaninman kutichiy ({0}) .

source: Search for {0} Assets
qu: {0} Kaqniyuqkunata maskay

source: Select {0} ({1}) {2} below to add it as a {3} asset to the CDP.
qu: Uraypi {0} ({1}) {2} nisqapi akllay, CDP nisqaman {3} nisqa kapuq hina yapanaykipaq.

source: Something happened, we're not able to load the address debt position data right now. Try again later.
qu: Imapas pasarqa, manam kunanpachachu direccion manukuy posiciónpa datosninta cargayta atiyku. Qhepaman yapamanta kallpachakuy.

source: There are no assets that match the search query. Reset the search query to select an asset.
qu: Maskana tapuywan tupaq mana ima kapuqkunapas kanchu. Maskana tapuyta musuqmanta churay huk kaqniyuq akllanapaq.

source: There are no borrowed assets for <0/>in the {0} market. Select "Add Borrow Asset" to simulate borrowed assets for this address.
qu: {0} qhatupiqa manan kanchu manusqa kaqniyoq kay <0/>paq. "Manukuypa kaqninkunata yapay" akllay kay direccionpaq manusqa kaqninkunata simulanaykipaq.

source: There are no reserve assets for <0/>in the {0} market. Select "Add Reserve Asset" to simulate reserve assets for this address.
qu: {0} qhatupiqa manan kanchu <0/>paq waqaychasqa kaqkuna. "Reserva kaqniyuq yapay" akllay kay direccionpaq waqaychasqa kaqninkunata simulanaykipaq.

source: This Aave debt simulator is experimental and under active development. Don't make financial decisions based solely on the results of this app.
qu: Kay Aave manu simuladorqa experimentalmi hinaspapas activo desarrollopi kachkan. Ama qullqimanta tanteaychu kay apppa ruwasqanmantalla.

source: Total Borrowed:
qu: Llapan Manusqa: .

source: Use Random Address
qu: Dirección Aleatoria nisqawan yanapachikuy

source: Use {assetSymbol} as collateral
qu: {assetSymbol} nisqawan garantia hina llamk’achiy

source: View address on Etherscan
qu: Etherscan nisqapi direccionta qhaway

source: Visit address details on Etherscan
qu: Etherscan nisqapi direccionpa detallesninta watukuy

source: Want to go for a quick spin?
qu: ¿Usqhaylla muyuyman riyta munankichu?

source: is an unofficial, open source, community-built Aave debt simulator.
qu: mana oficial, kichasqa qullqisapa, ayllupi ruwasqa Aave manukuy simulador nisqa.

source: {0, plural, one {market} other {markets}}
qu: { 0, plural, one {qatu} other {qhatukunapi} }

source: {0, plural, one {position} other {positions}}
qu: { 0, plural, one {tarikuynin} other {posiciónkuna} }

source: {assetSymbol} Price ({currencySymbol})
qu: {assetSymbol} Precio ({currencySymbol}) nisqa.

source: {assetSymbol} Quantity
qu: {assetSymbol} Achka kaynin
