Repository: 0xCazador/defi-simulator
Catalog: src/locales/ks/messages.po
Languages: ks

source: <0>Available to Borrow represents the total borrowing power available to the position, expressed in the selected fiat currency.</0>
ks: <0>उपलब्ध उधारण शक्ति व्यक्त करता है, जो चयनित फिएट मुद्रा में व्यक्त की जाती है।</0>

source: <0>Net Asset Value represents the sum of the reserve assets subtracted by the sum of the borrowed assets, expressed in the selected fiat currency.</0>
ks: <0>नेट एसेट मूल्य चयनित फिएट मुद्रा में रिजर्व एसेटों के योग को उधारीत एसेटों के योग से घटाया गया है।</0>

source: <0>Reserve Asset Value represents the sum of the reserve assets, expressed in the selected fiat currency.</0>
ks: <0>रिजर्व एसेट मूल्य चयनित फिएट मुद्रा में रिजर्व एसेटों के योग को दर्शाता है।</0>

source: <0>The price liquidation scenario represents the approximate highest reserve asset prices that could subject the position to liquidation. Stable assets are not included in this scenario and are assumed to maintain their present value. Many factors affect liquidation. This scenario is only one example for reference. Many different scenarios can trigger liquidation.<1>Read more here</1>.</0>
ks: <0>दाम लिक्विडेशन स्थिति वापरणी अस्तित्वातील उच्चतम रिझर्व असेट दामांची प्राथमिक अंदाज आहे ज्यामुळे स्थिती वापरण्याच्या जागेवर विक्री केली जाऊ शकते. स्थिर असेट्स हे स्थितीत असलेले आपले मूल्य ठेवण्यात आले जाते. लिक्विडेशनवर काही तत्वे प्रभावित होतात. हे स्थिती केवळ संदर्भासाठी एक उदाहरण आहे. लिक्विडेशनच्या वेगवेगळ्या उदाहरणांनी लिक्विडेशन सुरू करू शकतात.<1>अधिक माहिती येथे</1>।</0>

source: <0>This debt position has Emode (Efficieny Mode) enabled, but DeFi Simulator does not yet support positions with Emode enabled. We hope to add support for Emode soon.</0><1/>
ks: <0>हा कर्ज स्थितीत Emode (दक्षता मोड) सक्षम केला आहे, परंतु DeFi सिम्युलेटरला अद्याप ते समर्थन करत नाही. आम्ही लवकरच Emode समर्थन जोडण्याची आशा आहे.</0><1/>

source: <0>Total Borrowed refers to the sum of all assets borrowed, expressed in the selected fiat currency.</0>
ks: <0>कुल उधारीत एसेट चयनित फिएट मुद्रा में उधारण की गई सभी एसेटों का योग होता है।</0>

source: Add Borrow Asset
ks: उधारण एसेट जोड़ें

source: Add Reserve Asset
ks: रिजर्व एसेट जोड़ें

source: Add {0} Asset
ks: {0} असेट जोडा

source: Add, remove, and modify asset prices and quantities below to visualize changes to health factor and borrowing power.
ks: हेल्थ फैक्टर और कर्ज़ शक्ति में परिवर्तन को दृश्यीकरण करने के लिए नीचे संपत्ति के दाम और मात्रा में जोड़ें, हटाएँ और संशोधित करें।

source: Address copied to clipboard!
ks: पत्ता क्लिपबोर्डवर कॉपी केला!

source: Apply
ks: लागू करें

source: Available to Borrow:
ks: उधार घेण्यासाठी उपलब्ध:

source: Borrowed Assets
ks: उधारी आस्तां

source: Build from Scratch
ks: खाली से बनाएँ

source: Choose Currency
ks: چنو کرنسی

source: Choose Language
ks: چنو زبان

source: Close alert
ks: चेतावनी बंद करें

source: Copy address to clipboard
ks: पत्ता क्लिपबोर्डवर कॉपी करा

source: DeFi Simulator is an unofficial, open source, community-built Aave debt simulator.
ks: DeFi Simulator یک غیر رسمی، منبع باز، جامعہ تعمیر شدہ Aave قرضہ سمیولیٹر آہے.

source: Experimental!
ks: प्रायोगिक!

source: Found
ks: وجود

source: Markets for
ks: مارکیٹس برائے

source: Net Asset Value:
ks: शुद्ध असेट मूल्य:

source: No Aave positions found.
ks: कोणतेही Aave स्थिती सापडली नाहीत.

source: No Liquidation Scenario Available
ks: نہیں لیکویڈیشن سیناریو دستیاب

source: No address found
ks: کوئی پتہ نہیں ملا

source: No matches
ks: کوئی مماثلت نہیں

source: OR
ks: या

source: Paste an address with an Aave debt position in the box above to visualize how changes to borrow/reserve assets affect the position's health factor and borrowing power.
ks: ووٹھ بوکس اوپر یک آدریس پیسٹ کرن تے دیکھو کیفیت تے قرضے دے اثرات تے قرضے دے قابلیت تے تبدیلیاں دکھائوندیاں جاندیاں ہندیاں.

source: Price Liquidation Scenario
ks: قیمت لیکویڈیشن سیناریو

source: Questions or comments? Please <0>join the Discord!</0>
ks: سوالات یا تبصرے؟ براہ کرم <0>ڈسکورڈ میں شامل ہوں!</0>

source: Remove {assetSymbol}
ks: {assetSymbol} ہٹاؤ

source: Reserve Asset Value:
ks: ریزرو ایسٹ ویلیو:

source: Reserve Assets
ks: आदाय आस्तां

source: Reset all simulated values
ks: سب سمیولیٹڈ قیمتوں کو ری سیٹ کریں

source: Reset search query
ks: تلاش کوئری کو ری سیٹ کریں

source: Reset to Original Value ({0})
ks: اصل قیمت ({0}) پر ری سیٹ کریں

source: Search for available currencies
ks: تھوکرہ آزاد کرنے والی کرنسیاں تلاش کرو

source: Search for available languages
ks: تھوکرہ آزاد کرنے والی زبانیں تلاش کرو

source: Search for {0} Assets
ks: {0} ایسٹس تلاش کریں

source: Select Currency
ks: کرنسی منتخب کرو

source: Select Language
ks: زبان منتخب کرو

source: Select {0} ({1}) {2} below to add it as a {3} asset to the debt position.
ks: नीचे {0} ({1}) {2} का चयन करें ताकि इसे कर्ज पद के रूप में {3} एसेट के रूप में जोड़ा जा सके।

source: Select {0} ({1}) {2} below to translate the app.
ks: ترجمہ کرنے کے لئے نیچے {0} ({1}) {2} منتخب کرو.

source: Select {0} ({1}) {2} below. After selecting a currency the app will display asset prices, liquidation scenario, and position summary in the selected currency.
ks: नीचे {0} ({1}) {2} का चयन करें। मुद्रा का चयन करने के बाद ऐप चयनित मुद्रा में एसेट मूल्य, निचली कीमत, और पद सारांश प्रदर्शित करेगा।

source: Something happened, we're not able to load the address debt position data right now. Try again later.
ks: کوئ چیز ہوئی، ہم اس وقت پتہ قرضہ کی حالت کے ڈیٹا لوڈ نہیں کر سکتے ہیں۔ بعد میں دوبارہ کوشش کریں۔

source: There are no assets that match the search query. Reset the search query to select an asset.
ks: کوئی اثاثے تلاش کرنے والے سوال سے مطابقت نہیں ہوتی ہیں۔ تلاش کوئری کو ری سیٹ کریں تاکہ ایک اثاثہ منتخب کیا جا سکے۔

source: There are no borrowed assets for <0/>in the {0} market. Select "Add Borrow Asset" to simulate borrowed assets for this address.
ks: {0} बाजार विच <0/> उधारी आस्तां नाईं आस. इस पते विच उधारी आस्तां नकल करण्यासाठी "उधारी आस्तां जोडणे" निवडा.

source: There are no currencies available that match the search query. Reset the search query to select a currency.
ks: تھوکرہ آزاد کرنے والی کرنسیاں جو تلاش کو مطابقت رکھتی ہیں دستیاب نہیں ہیں. کرنسی منتخب کرنے کے لئے تلاش کو ری سیٹ کرو.

source: There are no languages available that match the search query. Reset the search query to select a language.
ks: تھوکرہ آزاد کرنے والی زبانیں جو تلاش کو مطابقت رکھتی ہیں دستیاب نہیں ہیں. زبان منتخب کرنے کے لئے تلاش کو ری سیٹ کرو.

source: There are no reserve assets for <0/>in the {0} market. Select "Add Reserve Asset" to simulate reserve assets for this address.
ks: {0} बाजार विच <0/> आदाय आस्तां नाईं आस. इस पते विच आदाय आस्तां नकल करण्यासाठी "आदाय आस्तां जोडणे" निवडा.

source: This Aave debt simulator is experimental. Don't make financial decisions based solely on the results of this app.
ks: اےو قرضہ سمیولیٹر آزمائشی آہے. اس ایپ کے نتائج پر مبنی مالی فیصلے صرف اس پر نہیں کریں.

source: Total Borrowed:
ks: کل قرضہ لیا گیا:

source: Use Random Address
ks: رینڈم پتہ استعمال کریں

source: Use {assetSymbol} as collateral
ks: کالیٹرل کے طور پر {assetSymbol} استعمال کریں

source: View address on Etherscan
ks: ایتھرسکین پر پتہ دیکھیں

source: Visit address details on Etherscan
ks: ایتھرسکین پر پتہ کی تفصیلات دیکھیں

source: Want to go for a quick spin?
ks: تہیں تیزی نال چلنا چاہو؟

source: in
ks: چون

source: is an unofficial, open source, community-built Aave debt simulator.
ks: Aave ڈیٹ سمیولیٹر ایک غیر آفیشل، کھلے سورس، کمیونٹی کا تعمیر کردہ ہے۔

source: {0, plural, one {market} other {markets}}
ks: { 0, plural, one {بازار} other {بازارات} }

source: {0, plural, one {position} other {positions}}
ks: { 0, plural, one {ثقافت} other {ثقافتون} }

source: {assetSymbol} Price ({selectedCurrency})
ks: {assetSymbol} दाम ({selectedCurrency})

source: {assetSymbol} Quantity
ks: {assetSymbol} मात्रा
