Repository: 0xCazador/defi-simulator
Catalog: src/locales/bm/messages.po
Languages: bm

source: <0>The price liquidation scenario represents the approximate highest reserve asset prices that could subject the position to liquidation. Stable assets are not included in this scenario and are assumed to maintain their present value. Many factors affect liquidation. This scenario is only one example for reference. Many different scenarios can trigger liquidation.<1>Read more here</1>.</0>
bm: <0>Sɔngɔ bɔli kɛcogo bɛ nafolo maralenw sɔngɔ hakɛ dantigɛlenw jira minnu bɛ se ka kɛ sababu ye ka jɔyɔrɔ in bila bɔli la . Nafolo sabatilenw tɛ don nin ko in na, wa a bɛ jate ko u bɛ u nafa mara sisan. Fɛn caman bɛ nɔ bila liquidation (bɔli) la. Nin ko in ye misali kelen dɔrɔn ye min bɛ se ka kɛ ka ɲɛfɔli kɛ. Ko caman bɛ se ka kɛ sababu ye ka liquidation (bɔli) bila sen kan.<1>Aw ye kunnafoni wɛrɛw kalan yan</1> .</0>

source: <0>This debt position has Emode (Efficieny Mode) enabled, but DeFi Simulator does not yet support positions with Emode enabled. We hope to add support for Emode soon.</0><1/>
bm: <0>Nin juru jɔyɔrɔ in bɛ Emode (Efficieny Mode) daminɛ, nka DeFi Simulator ma jɔyɔrɔw dɛmɛ fɔlɔ ni Emode daminɛna. An jigi b’a kan ka dɛmɛ dɔ fara Emode kan yanni dɔɔnin cɛ.</0> <1/>

source: Add {0} Asset
bm: Aw ye {0} Nafolo fara a kan

source: Add, remove, and modify asset prices and quantities below to visualize changes to health factor and borrowing power.
bm: Nafolo sɔngɔw ni u hakɛw fara ɲɔgɔn kan, k’u bɔ yen, k’u sɛmɛntiya minnu bɛ duguma walasa ka fɛn caman yeli ye kɛnɛyako ni jurudon fanga la.

source: Address copied to clipboard!
bm: Adrɛsi min kopi kɛra ka kɛ clipboard kɔnɔ!

source: Apply
bm: Ka waleya

source: Available to Borrow:
bm: A bɛ sɔrɔ ka juru ta:

source: Borrowed Assets
bm: Nafolo minnu bɛ juru ta

source: Build from Scratch
bm: Aw bɛ jɔ ka bɔ fɛn fɔlɔ la

source: Close alert
bm: Kɔlɔsili da tugu

source: Copy address to clipboard
bm: Adrɛsi kopi kɛ ka taa clipboard kɔnɔ

source: Experimental!
bm: Kɔrɔbɔli kɛcogo!

source: Found
bm: Sɔrɔlen

source: Net Asset Value:
bm: Nafolo nafa jɛlen:

source: No Aave positions found.
bm: Aave jɔyɔrɔ si ma Sɔrɔ.

source: No Liquidation Scenario Available
bm: Liquidation Scenario si tɛ yen

source: OR
bm: WALIMA

source: Paste an address with an Aave debt position in the box above to visualize how changes to borrow/reserve assets affect the position's health factor and borrowing power.
bm: Aw bɛ ladɛrɛsi dɔ nɔrɔ ni Aave juru jɔyɔrɔ ye sanfɛyɔrɔ la walasa k’a ye cogo min na fɛn minnu bɛ fɛn caman Changements dans la bord/reserve nafolo ma, o bɛ nɔ bila jɔyɔrɔ ka kɛnɛyako ni jurudon fanga la.

source: Price Liquidation Scenario
bm: Sɔngɔko Liquidation Scenario (Sɛbɛnni min bɛ kɛ ni sɔngɔko ye).

source: Questions or comments? Please <0>join the Discord!</0>
bm: Ɲininkaliw walima kumaw? Aw ka <0>aw ka fara Discord kan!</0>

source: Remove {assetSymbol}
bm: Aw bɛ {assetSymbol} bɔ.

source: Reserve Asset Value:
bm: Reserve Asset Nafa min bɛ sɔrɔ:

source: Reserve Assets
bm: Nafolo maralenw

source: Reset all simulated values
bm: Simulalen nafaw bɛɛ lajɛlen segin u cogo kɔrɔ la

source: Reset search query
bm: Reset ɲinini ɲininkali

source: Reset to Original Value ({0})
bm: Segin ka kɛ Nafa fɔlɔ ye ({0}) .

source: Search for {0} Assets
bm: {0} Nafolo ɲini

source: Select {0} ({1}) {2} below to add it as a {3} asset to the CDP.
bm: {0} ({1}) {2} sugandi jukɔrɔ walasa k’a fara a kan i n’a fɔ {3} nafolo CDP kan.

source: Something happened, we're not able to load the address debt position data right now. Try again later.
bm: Fɛn dɔ kɛra, an ma se ka ladɛrɛsi juru jɔyɔrɔ kunnafoniw doni sisan. Aw bɛ segin ka a lajɛ kɔfɛ.

source: There are no assets that match the search query. Reset the search query to select an asset.
bm: Nafolo si tɛ yen min bɛ bɛn ɲinini ɲininkali ma. Ɲini ɲininkali segin a cogo kɔrɔ la walasa ka nafolo dɔ sugandi.

source: There are no borrowed assets for <0/>in the {0} market. Select "Add Borrow Asset" to simulate borrowed assets for this address.
bm: Nafolo jurudonna si tɛ <0/> {0} sugu la. "Add Borrow Asset" sugandi walasa ka jurudonna nafolo simulate nin ladɛrɛsi in kama.

source: There are no reserve assets for <0/>in the {0} market. Select "Add Reserve Asset" to simulate reserve assets for this address.
bm: Nafolo maralen tɛ <0/> {0} sugu la. "Add Reserve Asset" sugandi walasa ka reserve assets simulate nin ladɛrɛsi in kama.

source: This Aave debt simulator is experimental and under active development. Don't make financial decisions based solely on the results of this app.
bm: Nin Aave juru simulator in bɛ k’a lajɛ, wa a bɛ yiriwali baara la. Kana wariko latigɛw kɛ ka da nin appli in jaabiw dɔrɔn kan.

source: Total Borrowed:
bm: Jɛkulu min ye juru ta:

source: Use Random Address
bm: Baara kɛ ni Adrɛsi k’a sɔrɔ a ma kɛ cogo si la

source: Use {assetSymbol} as collateral
bm: Aw bɛ {assetSymbol} kɛ i n’a fɔ garanti

source: View address on Etherscan
bm: Ladɛrɛsi lajɛ Etherscan kan

source: Visit address details on Etherscan
bm: Aw ye taa ladɛrɛsi kunnafoniw lajɛ Etherscan kan

source: Want to go for a quick spin?
bm: Aw b’a fɛ ka taa teliya la wa?

source: in
bm: kɔnɔ

source: is an unofficial, open source, community-built Aave debt simulator.
bm: ye Aave juruko simulator ye min tɛ ofisi ye, min dabɔra, sigidamɔgɔw ye min jɔ.

source: {0, plural, one {market} other {markets}}
bm: { 0, plural, other {suguw la} }

source: {0, plural, one {position} other {positions}}
bm: { 0, plural, other {jɔyɔrɔw la} }

source: {assetSymbol} Price ({currencySymbol})
bm: {assetSymbol} Sɔngɔ ({currencySymbol}) .

source: {assetSymbol} Quantity
bm: {assetSymbol} Hakɛ
