Repository: 0xCazador/defi-simulator
Catalog: src/locales/sah/messages.po
Languages: sah

source: <0>The price liquidation scenario represents the approximate highest reserve asset prices that could subject the position to liquidation. Stable assets are not included in this scenario and are assumed to maintain their present value. Many factors affect liquidation. This scenario is only one example for reference. Many different scenarios can trigger liquidation.<1>Read more here</1>.</0>
sah: <0>Туруоруулук ассеттэрдэн хамгаалах болон хамгаалах боломжтой хамгийн өндөр үнэтэй ассетүүдийг агуулсан төлөвлөгөөгийн сценарий нь позицийг хамгаалахад хүчинтэй болох боломжтой. Стабил ассетүүд энэ сценарийд ороогүй бөгөөд одоогийн утгыг хадгалахыг оролдоно. Хамгийн их хэмжээтэй боломжтой асуудлууд хамгаалалтыг өөрчлөх боломжтой. Энэ сценарий нь зөвхөн нэмэлт мэдээллийн нэг жишээ юм. Хамгийн ихдээ өөр сценариуд хамгаалалтыг эхлүүлж чадна.</0> <1>Дэлгэрэнгүй уншихын тулд энд дарна уу</1>.

source: <0>This debt position has Emode (Efficieny Mode) enabled, but DeFi Simulator does not yet support positions with Emode enabled. We hope to add support for Emode soon.</0><1/>
sah: <0>Энэ үр дүнтэй зээлний байршл нь Emode (Эффективтэй ажиллах горим) идэвхжсэн байна, гэхдээ DeFi Симулятор нь Emode идэвхжсэн байршлуудыг олдохгүй байна. Бид Emode-г дэмжихийг урьж байна.</0><1/>

source: Add {0} Asset
sah: {0} Ассет нэмэх

source: Add, remove, and modify asset prices and quantities below to visualize changes to health factor and borrowing power.
sah: Туруоруу хатырааны жана каржылык күчүн туруоруулахтаа, алдын алуу, алып салуу жана өзгөртүүлөрдү көрүү үчүн төлөөлөрдү түзөтүү.

source: Address copied to clipboard!
sah: Хаяг хуулбарлалаа!

source: Apply
sah: Колдонуу

source: Available to Borrow:
sah: Зээл авах боломжтой:

source: Borrowed Assets
sah: Алын ассеттер

source: Build from Scratch
sah: Төмөнкүдөгүнөн баштапкынан түзөтүү

source: Close alert
sah: Эскертүүчүнү жабуу

source: Copy address to clipboard
sah: Хаягыг хуулах

source: Experimental!
sah: Эксперименталдык!

source: Found
sah: Табылды

source: Net Asset Value:
sah: Цэнэглэгчийн үнэт ассет:

source: No Aave positions found.
sah: Aave байршл олдсонгүй.

source: No Liquidation Scenario Available
sah: Түмүктүүлүүлээгээгээр сценарий байхгүй

source: OR
sah: ЭМЕС

source: Paste an address with an Aave debt position in the box above to visualize how changes to borrow/reserve assets affect the position's health factor and borrowing power.
sah: Туруорууларын хаалларынан борроу/резерв ассеттэрин туруорууларынан хаалларынан хааллын фактору баарынан борроулануу күчүн тургутуу үчүн, жогорудагы талаанын боксунда бир адрес көрсөтүүгө көчүрүүлөрүү көрсөтүүгө.

source: Price Liquidation Scenario
sah: Үнэ түмүктүүлэх сценарий

source: Questions or comments? Please <0>join the Discord!</0>
sah: Сургуулимэтэй эсэрэгээтэй болсо, <0>Discord-той холбогдоно уу!</0>

source: Remove {assetSymbol}
sah: {assetSymbol} алып салыңыз

source: Reserve Asset Value:
sah: Тутамдын үнэлгээний утга:

source: Reserve Assets
sah: Тутум ассеттер

source: Reset all simulated values
sah: Бүх симуляцын утгыг шинэчлэх

source: Reset search query
sah: Хайлтын хайлтыг шинэчлэх

source: Reset to Original Value ({0})
sah: Эхний утга руу буцаах ({0})

source: Search for {0} Assets
sah: {0} үйлчилгээнүүдийг хайх

source: Select {0} ({1}) {2} below to add it as a {3} asset to the CDP.
sah: {3} үйлчилгээний хэсэгт {0} ({1}) {2} сонгохын тулд дараахь холбоосыг нэмэх.

source: Something happened, we're not able to load the address debt position data right now. Try again later.
sah: Туох болгону, аадырыс долга позиция дээрээ маалын мэдээлэлээ ачаалж чадахгүй байна. Дараа дахин оролдоно уу.

source: There are no assets that match the search query. Reset the search query to select an asset.
sah: Хайлтын хуудас дээр таарах маалга алга. Хайлтын хуудасыг тэгээд маалга сонгоно уу.

source: There are no borrowed assets for <0/>in the {0} market. Select "Add Borrow Asset" to simulate borrowed assets for this address.
sah: {0} борсасында <0/>алын ассеттер жок. Бу адресге алын ассеттерни симуляциялаштырылган "Алын ассеттерни кошуу" танданыз.

source: There are no reserve assets for <0/>in the {0} market. Select "Add Reserve Asset" to simulate reserve assets for this address.
sah: {0} борсасында <0/>тутум ассеттер жок. Бу адресге тутум ассеттерни симуляциялаштырылган "Тутум ассеттерни кошуу" танданыз.

source: This Aave debt simulator is experimental and under active development. Don't make financial decisions based solely on the results of this app.
sah: Бу Ааве борг симулятору экспериментал болуп, активдүү тургутууларда. Бу программанын натыйжаларына каалаганда, каржылык туулгаларыңызды тек бул программанын натыйжаларына багыттан алып, карар бермеңиз.

source: Total Borrowed:
sah: Нийт Зээлээр:

source: Use Random Address
sah: Санамсаргүй хаяг ашиглах

source: Use {assetSymbol} as collateral
sah: {assetSymbol} гэсэн зээлээрээ харилцан ашиглах

source: View address on Etherscan
sah: Etherscan дээр хаягыг үзэх

source: Visit address details on Etherscan
sah: Etherscan дээр хаягын дэлгэрэнгүй мэдээллийг харах

source: Want to go for a quick spin?
sah: Тез бириктүүгө көчүрүүгө келеби?

source: in
sah: таҥарында

source: is an unofficial, open source, community-built Aave debt simulator.
sah: Бу, эрэлэгээр, ачаа туһунан, Aave бороо симулятор.

source: {0, plural, one {market} other {markets}}
sah: { 0, plural, other {сатыылар} }

source: {0, plural, one {position} other {positions}}
sah: { 0, plural, other {долбоорулар} }

source: {assetSymbol} Price ({currencySymbol})
sah: {assetSymbol} Баары ({currencySymbol})

source: {assetSymbol} Quantity
sah: {assetSymbol} Саны
