Repository: 0xCazador/defi-simulator
Catalog: src/locales/gsw/messages.po
Languages: gsw

source: <0>The price liquidation scenario represents the approximate highest reserve asset prices that could subject the position to liquidation. Stable assets are not included in this scenario and are assumed to maintain their present value. Many factors affect liquidation. This scenario is only one example for reference. Many different scenarios can trigger liquidation.<1>Read more here</1>.</0>
gsw: <0>De Szenario vun de Preissliquidatioun stellt déi ongeféier héchst Reservewäert vun de Verméigenswäerter dar, déi d'Positioun der Liquidatioun ënnerwierfen kënnten. Stabili Verméigen ginn an dësem Szenario net berécksiichtegt a ginn dovun ausgaangen, dass si hiren aktuelle Wäert behalen. Et ginn vill Faktoren, déi d'Liquidatioun beeënflussen. Dëst Szenario ass just e Beispill fir Referenz. Et ginn vill verschidden Szenarien, déi eng Liquidatioun auslösen kënnen.<1>Méi hei liesen</1>.</0>

source: <0>This debt position has Emode (Efficieny Mode) enabled, but DeFi Simulator does not yet support positions with Emode enabled. We hope to add support for Emode soon.</0><1/>
gsw: <0>Dës Scholdpositioun huet Emode (Efficiency Mode) aktivéiert, mee DeFi Simulator ënnerstëtzt nach keng Positiounen mat Emode. Mir hoffen, Emode bal ënnerstëtzen ze kënnen.</0><1/>

source: Add {0} Asset
gsw: Füüg {0} Verméigen derbäi

source: Add, remove, and modify asset prices and quantities below to visualize changes to health factor and borrowing power.
gsw: Ajouter, enlever, un veränneren de prix et quantités vun de Verméigenswäert an de Leistungsfäegkeet ze visualiséieren.

source: Address copied to clipboard!
gsw: Adress gouf an d'Clipboard kopéiert!

source: Apply
gsw: Applizéieren

source: Available to Borrow:
gsw: Verfügbar zum Ausléinen:

source: Borrowed Assets
gsw: Geléihniiswäert

source: Build from Scratch
gsw: Vun Null un opbauen

source: Close alert
gsw: Alert zoumaachen

source: Copy address to clipboard
gsw: Kopéiert d'Adress an d'Clipboard

source: Experimental!
gsw: Experimentell!

source: Found
gsw: Gefonnen

source: Net Asset Value:
gsw: Netto Verméigenswäert:

source: No Aave positions found.
gsw: Keng Aave Positiounen fonnt.

source: No Liquidation Scenario Available
gsw: Kee keng Flëssigkeitatiounsszenario disponibel

source: OR
gsw: ODER

source: Paste an address with an Aave debt position in the box above to visualize how changes to borrow/reserve assets affect the position's health factor and borrowing power.
gsw: Füge e Adresse mit enger Aave-Schuldpositioun in de Këscht obe, fir ze gesinn, wéi Verännerungen bei der Ausléihen/Reserven d'Situatioun hir Gesondheetsfaktor an d'Borrekraft beeinflussen.

source: Price Liquidation Scenario
gsw: Präis Flëssigkeitatiounsszenario

source: Questions or comments? Please <0>join the Discord!</0>
gsw: Froge oder Kommentar? Bitte <0>tritt em Discord bai!</0>

source: Remove {assetSymbol}
gsw: Entferne {assetSymbol}

source: Reserve Asset Value:
gsw: Reserv Asset Wäert:

source: Reserve Assets
gsw: Reservewäert

source: Reset all simulated values
gsw: All simuléiert Wäerter zrécksetzen

source: Reset search query
gsw: Sich op d'Sichergaass zrécksetzen

source: Reset to Original Value ({0})
gsw: Op Ursaachswäert ({0}) zrécksetzen

source: Search for {0} Assets
gsw: No {0} Asseten sichen

source: Select {0} ({1}) {2} below to add it as a {3} asset to the CDP.
gsw: Wielt {0} ({1}) {2} ënnen drënner fir et als {3} Asset zum CDP derbäizefüen.

source: Something happened, we're not able to load the address debt position data right now. Try again later.
gsw: Ebbes isch passiert, mir kenne d'Date vum Adresseschuldstand aktuell nit lade. Versuech spéider nach emol.

source: There are no assets that match the search query. Reset the search query to select an asset.
gsw: Et ginn keng Aktive déi mat der Sich-Ofro iwwereneestëmmen. Setz d'Sich-Ofro zréck fir eng Aktiv ze wielen.

source: There are no borrowed assets for <0/>in the {0} market. Select "Add Borrow Asset" to simulate borrowed assets for this address.
gsw: Et gitt keng geléihniiswäert fir <0/> am {0} Mark. Wielt "Geléihniiswäert derbäisetzen" fir geléihniiswäert fir dës Adress ze simuléieren.

source: There are no reserve assets for <0/>in the {0} market. Select "Add Reserve Asset" to simulate reserve assets for this address.
gsw: Et gitt keng reservewäert fir <0/> am {0} Mark. Wielt "Reservewäert derbäisetzen" fir reservewäert fir dës Adress ze simuléieren.

source: This Aave debt simulator is experimental and under active development. Don't make financial decisions based solely on the results of this app.
gsw: Dëse Aave-Schuldsimulator ass experimentell an aktiver Entwécklung. Trëff keng finanziell Entscheedungen baséierend nëmmen op de Resultater vun dëser App.

source: Total Borrowed:
gsw: Gesummt geliehen:

source: Use Random Address
gsw: Benotz eng zufälleg Adress

source: Use {assetSymbol} as collateral
gsw: Benotz {assetSymbol} als Kaution

source: View address on Etherscan
gsw: Adress op Etherscan ukucken

source: Visit address details on Etherscan
gsw: Adressdetailen op Etherscan ukucken

source: Want to go for a quick spin?
gsw: Wëlls du e kuerze Spënnchen maachen?

source: in
gsw: an

source: is an unofficial, open source, community-built Aave debt simulator.
gsw: isch en onoffizielle, offe Quell, vu dr Gemeinschaft erstellt Aave Schuld-Simulator.

source: {0, plural, one {market} other {markets}}
gsw: { 0, plural, one {Märik} other {Märik} }

source: {0, plural, one {position} other {positions}}
gsw: { 0, plural, one {Positioun} other {Positiounen} }

source: {assetSymbol} Price ({currencySymbol})
gsw: {assetSymbol} Pris ({currencySymbol})

source: {assetSymbol} Quantity
gsw: {assetSymbol} Quantité
