Repository: 0xCazador/defi-simulator
Catalog: src/locales/ln/messages.po
Languages: ln

source: <0>The price liquidation scenario represents the approximate highest reserve asset prices that could subject the position to liquidation. Stable assets are not included in this scenario and are assumed to maintain their present value. Many factors affect liquidation. This scenario is only one example for reference. Many different scenarios can trigger liquidation.<1>Read more here</1>.</0>
ln: <0>Scénarios ya liquidation ya prix ezali ko représenter ba prix ya ba biens de réserve ya likolo oyo ekoki kozala soumise na liquidation ya position. Ba biens stable ekotisami te na scénario oyo mpe ekanisami ete ekobatela motuya na yango ya lelo. Makambo mingi esimbaka liquidation. Scénarios oyo ezali kaka exemple moko pona référence. Ba scénarios ebele ya ndenge na ndenge ekoki ko déclencher liquidation.<1>Tanga mingi awa</1> .</0>

source: <0>This debt position has Emode (Efficieny Mode) enabled, but DeFi Simulator does not yet support positions with Emode enabled. We hope to add support for Emode soon.</0><1/>
ln: <0>Position oyo ya niongo ezali na Emode (Mode d'Efficieny) activé, kasi DeFi Simulator e soutenir nanu te ba positions na Emode activé. Tozali na elikya ya kobakisa lisungi mpo na Emode kala mingi te.</0> <1/>

source: Add {0} Asset
ln: Bakisa {0} Biloko ya motuya

source: Add, remove, and modify asset prices and quantities below to visualize changes to health factor and borrowing power.
ln: Bakisa, longola, mpe kobongisa ntalo ya biloko mpe motango oyo ezali awa na nse mpo na komona na makanisi mbongwana na facteur ya bokolongono mpe nguya ya kodefa.

source: Address copied to clipboard!
ln: Addresse e copier na tableau de bord!

source: Apply
ln: Kosalela

source: Available to Borrow:
ln: Ezali mpo na kodefa:

source: Borrowed Assets
ln: Biloko oyo badefi

source: Build from Scratch
ln: Tongela uta na Zéro

source: Close alert
ln: Bokanga alerte

source: Copy address to clipboard
ln: Kopi adresse na clipboard

source: Experimental!
ln: Ezali na makambo ya komeka!

source: Found
ln: Komona

source: Net Asset Value:
ln: Valeur net ya ba biens:

source: No Aave positions found.
ln: Ba positions ya Aave ezwami te.

source: No Liquidation Scenario Available
ln: Scénario ya Liquidation Ezali Te

source: OR
ln: TO

source: Paste an address with an Aave debt position in the box above to visualize how changes to borrow/reserve assets affect the position's health factor and borrowing power.
ln: Kola adresse oyo ezali na position ya niongo ya Aave na esika oyo ezali likolo mpo na komona na makanisi ndenge nini mbongwana ya kodefa/bozwi ya réserve ezali na bopusi na facteur ya santé ya position mpe nguya ya kodefa.

source: Price Liquidation Scenario
ln: Scénarios ya Liquidation ya Prix

source: Questions or comments? Please <0>join the Discord!</0>
ln: Mituna to makanisi? Svp <0>kosangana na Discord!</0>

source: Remove {assetSymbol}
ln: Longola {assetSymbol}.

source: Reserve Asset Value:
ln: Valeur ya Biloko ya Réserve:

source: Reserve Assets
ln: Biloko ya Réserve

source: Reset all simulated values
ln: Réinitialiser ba valeurs nionso ya simulé

source: Reset search query
ln: Réinitialiser motuna ya boluki

source: Reset to Original Value ({0})
ln: Bozongisi na Valeur ya ebandeli ({0}) .

source: Search for {0} Assets
ln: Boluka {0} Biloko ya motuya

source: Select {0} ({1}) {2} below to add it as a {3} asset to the CDP.
ln: Pona {0} ({1}) {2} na se pona kobakisa yango lokola eloko ya {3} na CDP.

source: Something happened, we're not able to load the address debt position data right now. Try again later.
ln: Eloko moko esalemaki, tozali na makoki te ya ko charger ba données ya position ya niongo ya adresse sikoyo. Meká lisusu na nsima.

source: There are no assets that match the search query. Reset the search query to select an asset.
ln: Ezali na biloko moko te oyo ekokani na motuna ya boluki. Réinitialiser query ya boluki mpo na kopona asset.

source: There are no borrowed assets for <0/>in the {0} market. Select "Add Borrow Asset" to simulate borrowed assets for this address.
ln: Ezali na biloko oyo badefi te mpo na <0/>na zando ya {0}. Pona "Add Borrow Asset" pona ko simuler ba biens oyo odefi pona adresse oyo.

source: There are no reserve assets for <0/>in the {0} market. Select "Add Reserve Asset" to simulate reserve assets for this address.
ln: Ezali na ba biens ya réserve te pona <0/>na zando ya {0}. Pona "Add Réserve Asset" pona ko simuler ba biens ya réserve pona adresse oyo.

source: This Aave debt simulator is experimental and under active development. Don't make financial decisions based solely on the results of this app.
ln: Simulateur oyo ya ba niongo ya Aave ezali expérimentale mpe ezali sous développement actif. Kozua ba décisions financières te kaka na ba résultats ya app oyo.

source: Total Borrowed:
ln: Total oyo badefi:

source: Use Random Address
ln: Salelá Adrɛsi ya kozanga kokana

source: Use {assetSymbol} as collateral
ln: Salelá {assetSymbol} lokola garantie

source: View address on Etherscan
ln: Tala adresse na Etherscan

source: Visit address details on Etherscan
ln: Kotala ba détails ya adresse na Etherscan

source: Want to go for a quick spin?
ln: Olingi kokende kosala spin ya mbangu?

source: in
ln: na

source: is an unofficial, open source, community-built Aave debt simulator.
ln: ezali simulateur ya ba niongo ya Aave oyo ezali officiel te, ya source ouverte, oyo etongami na communauté.

source: {0, plural, one {market} other {markets}}
ln: { 0, plural, one {zando} other {ba marchés ya ba marchés} }

source: {0, plural, one {position} other {positions}}
ln: { 0, plural, one {esika} other {bisika ya kofanda} }

source: {assetSymbol} Price ({currencySymbol})
ln: {assetSymbol} Ntalo ({currencySymbol}) .

source: {assetSymbol} Quantity
ln: {assetSymbol} Motango ya monene
