Repository: 0xCazador/defi-simulator
Catalog: src/locales/nso/messages.po
Languages: nso

source: <0>The price liquidation scenario represents the approximate highest reserve asset prices that could subject the position to liquidation. Stable assets are not included in this scenario and are assumed to maintain their present value. Many factors affect liquidation. This scenario is only one example for reference. Many different scenarios can trigger liquidation.<1>Read more here</1>.</0>
nso: <0>Boemo bja go fedišwa ga theko bo emela ditheko tša godimodimo tša matlotlo a polokelo tšeo di ka beago maemo ka fase ga go fedišwa. Matlotlo a tsepamego ga a akaretšwe mo boemong bjo gomme go tšewa gore a boloka boleng bja ona bja bjale. Mabaka a mantši a ama go fedišwa ga tšhelete. Boemo bjo ke mohlala o tee feela bakeng sa tšhupetšo. Maemo a mantši a go fapana a ka hlohleletša go fedišwa.<1>Bala ka botlalo mo</1> .</0>

source: <0>This debt position has Emode (Efficieny Mode) enabled, but DeFi Simulator does not yet support positions with Emode enabled. We hope to add support for Emode soon.</0><1/>
nso: <0>Boemo bjo bja sekoloto bo na le Emode (Efficieny Mode) yeo e kgontšhitšwego, eupša DeFi Simulator ga se ya hlwa e thekga maemo ao a kgontšhitšwego Emode. Re holofela go oketša thekgo ya Emode kgauswinyane.</0> <1/>

source: Add {0} Asset
nso: Oketša {0} Letlotlo

source: Add, remove, and modify asset prices and quantities below to visualize changes to health factor and borrowing power.
nso: Oketša, tloša, le go fetoša ditheko tša matlotlo le bontši ka fase go bona ka leihlo la kgopolo diphetogo go selo sa maphelo le maatla a go adima.

source: Address copied to clipboard!
nso: Aterese e kopišitšwe go clipboard!

source: Apply
nso: Diriša

source: Available to Borrow:
nso: E hwetšagala go ka adima:

source: Borrowed Assets
nso: Dithoto tše di adimilwego

source: Build from Scratch
nso: Aga go tloga go Scratch

source: Close alert
nso: Tswala temošo

source: Copy address to clipboard
nso: Khopiša aterese go clipboard

source: Experimental!
nso: Teko ya go dira diteko!

source: Found
nso: Hweditše

source: Net Asset Value:
nso: Boleng bja Letlotlo la Nete: .

source: No Aave positions found.
nso: Ga go na maemo a Aave ao a hweditšwego.

source: No Liquidation Scenario Available
nso: Ga go na Boemo bja go Fediša bjo bo lego gona

source: OR
nso: GOBA

source: Paste an address with an Aave debt position in the box above to visualize how changes to borrow/reserve assets affect the position's health factor and borrowing power.
nso: Kgomaretša aterese yeo e nago le maemo a sekoloto sa Aave ka lepokising la ka godimo go bona ka leihlo la kgopolo ka fao diphetogo tša go adima/matlotlo a polokelo di amago lebaka la maphelo a maemo le maatla a go adima.

source: Price Liquidation Scenario
nso: Boemo bja go Fedišwa ga Theko

source: Questions or comments? Please <0>join the Discord!</0>
nso: Dipotšišo goba ditshwayotshwayo? Ke kgopela gore <0>o tsenele Discord!</0>

source: Remove {assetSymbol}
nso: Tlosa {assetSymbol}.

source: Reserve Asset Value:
nso: Boleng bja Letlotlo la Reserve: .

source: Reserve Assets
nso: Matlotlo a Reserve

source: Reset all simulated values
nso: Seta gape dikelo ka moka tše di ekišitšwego

source: Reset search query
nso: Seta gape potšišo ya nyakišišo

source: Reset to Original Value ({0})
nso: Seta gape go Boleng bja Mathomo ({0}) .

source: Search for {0} Assets
nso: Batla Matlotlo a {0}.

source: Select {0} ({1}) {2} below to add it as a {3} asset to the CDP.
nso: Kgetha {0} ({1}) {2} ka fase go e tlaleletša bjalo ka letlotlo la {3} go CDP.

source: Something happened, we're not able to load the address debt position data right now. Try again later.
nso: Se sengwe se diregile, ga re kgone go laetša datha ya maemo a sekoloto sa aterese gona bjale. Leka gape ka morago.

source: There are no assets that match the search query. Reset the search query to select an asset.
nso: Ga go na dithoto tšeo di swanago le potšišo ya nyakišišo. Seta gape potšišo ya nyakišišo go kgetha letlotlo.

source: There are no borrowed assets for <0/>in the {0} market. Select "Add Borrow Asset" to simulate borrowed assets for this address.
nso: Ga go na dithoto tše di adimilwego tša <0/>ka mmarakeng wa {0}. Kgetha "Oketša Letlotlo la go adima" go ekiša matlotlo ao a adimilwego bakeng sa aterese ye.

source: There are no reserve assets for <0/>in the {0} market. Select "Add Reserve Asset" to simulate reserve assets for this address.
nso: Ga go na matlotlo a polokelo ya <0/>ka mmarakeng wa {0}. Kgetha "Oketša Letlotlo la Reserve" go ekiša matlotlo a polokelo bakeng sa aterese ye.

source: This Aave debt simulator is experimental and under active development. Don't make financial decisions based solely on the results of this app.
nso: Sedirišwa se sa go ekiša dikoloto sa Aave ke sa diteko ebile se le ka fase ga tlhabollo ye e šomago. O se ke wa tšea diphetho tša ditšhelete tšeo di theilwego feela dipoelong tša tirišo ye.

source: Total Borrowed:
nso: Palomoka yeo e Adimilwego: .

source: Use Random Address
nso: Diriša Aterese ya go se kgethe

source: Use {assetSymbol} as collateral
nso: Diriša {assetSymbol} bjalo ka tšhireletšo

source: View address on Etherscan
nso: Lebelela aterese go Etherscan

source: Visit address details on Etherscan
nso: Etela dintlha tša aterese go Etherscan

source: Want to go for a quick spin?
nso: O nyaka go ya go dikologa ka pela?

source: in
nso: ka

source: is an unofficial, open source, community-built Aave debt simulator.
nso: ke sedirišwa sa go ekiša dikoloto sa Aave seo e sego sa semmušo, sa mohlodi wo o bulegilego, seo se agilwego ke setšhaba.

source: {0, plural, one {market} other {markets}}
nso: { 0, plural, one {mmaraka} other {mebaraka} }

source: {0, plural, one {position} other {positions}}
nso: { 0, plural, one {maemo} other {maemo} }

source: {assetSymbol} Price ({currencySymbol})
nso: {assetSymbol} Theko ({currencySymbol}) .

source: {assetSymbol} Quantity
nso: {assetSymbol} Bogolo
