Repository: 0xCazador/defi-simulator
Catalog: src/locales/prs/messages.po
Languages: prs

source: <0>The price liquidation scenario represents the approximate highest reserve asset prices that could subject the position to liquidation. Stable assets are not included in this scenario and are assumed to maintain their present value. Many factors affect liquidation. This scenario is only one example for reference. Many different scenarios can trigger liquidation.<1>Read more here</1>.</0>
prs: <0>سناریوی تصفیه قیمت نماینده قیمت بالاترین دارایی های رزروی تقریبی است که ممکن است موجب تصفیه موقعیت شود. دارایی های پایدار در این سناریو در نظر گرفته نشده و فرض می شود که ارزش فعلی خود را حفظ می کنند. بسیاری از عوامل بر تصفیه تأثیر می گذارند. این سناریو تنها یک مثال برای مرجع است. بسیاری از سناریوهای مختلف می توانند تصفیه را فعال کنند.<1>اطلاعات بیشتر را اینجا بخوانید</1>.</0>

source: <0>This debt position has Emode (Efficieny Mode) enabled, but DeFi Simulator does not yet support positions with Emode enabled. We hope to add support for Emode soon.</0><1/>
prs: <0>این موقعیت بدهی Emode (حالت کارآمدی) را فعال کرده است، اما شبیه ساز DeFi هنوز از موقعیت هایی با Emode فعال پشتیبانی نمی کند. امیدواریم به زودی پشتیبانی از Emode را اضافه کنیم.</0><1/>

source: Add {0} Asset
prs: اضافه کردن دارایی {0}

source: Add, remove, and modify asset prices and quantities below to visualize changes to health factor and borrowing power.
prs: برای مشاهده تغییرات در عامل سلامت و قدرت قرض گرفتن، قیمت و مقدار دارایی ها را در زیر اضافه، حذف و تغییر دهید.

source: Address copied to clipboard!
prs: آدرس در کلیپ بورد کپی شد!

source: Apply
prs: اعمال

source: Available to Borrow:
prs: موجود برای قرض گرفتن:

source: Borrowed Assets
prs: دارایی‌های قرضی

source: Build from Scratch
prs: از ابتدا ساختن

source: Close alert
prs: بستن هشدار

source: Copy address to clipboard
prs: کپی کردن آدرس به کلیپ بورد

source: Experimental!
prs: تجربی!

source: Found
prs: پیدا شد

source: Net Asset Value:
prs: ارزش خالص دارایی:

source: No Aave positions found.
prs: هیچ موقعیت Aaveی یافت نشد.

source: No Liquidation Scenario Available
prs: هیچ سناریوی تصفیه موجود نیست

source: OR
prs: یا

source: Paste an address with an Aave debt position in the box above to visualize how changes to borrow/reserve assets affect the position's health factor and borrowing power.
prs: در کادر بالا یک آدرس با یک موقعیت بدهی Aave قرار دهید تا تغییرات در دارایی‌های قرض گرفته شده / ذخیره شده تأثیری بر عامل سلامت و قدرت قرض گرفتن موقعیت داشته باشد.

source: Price Liquidation Scenario
prs: سناریوی تصفیه قیمت

source: Questions or comments? Please <0>join the Discord!</0>
prs: سوال یا نظری دارید؟ لطفاً <0>به دیسکورد بپیوندید!</0>

source: Remove {assetSymbol}
prs: {assetSymbol} را حذف کنید.

source: Reserve Asset Value:
prs: ارزش دارایی رزرو:

source: Reserve Assets
prs: دارایی‌های رزرو

source: Reset all simulated values
prs: تنظیم مجدد تمام مقادیر شبیه‌سازی شده

source: Reset search query
prs: تنظیم مجدد پرسمان جستجو

source: Reset to Original Value ({0})
prs: تنظیم مجدد به مقدار اصلی ({0})

source: Search for {0} Assets
prs: جستجوی دارایی‌های {0}

source: Select {0} ({1}) {2} below to add it as a {3} asset to the CDP.
prs: انتخاب کنید {0} ({1}) {2} را برای اضافه کردن آن به عنوان یک دارایی {3} به CDP.

source: Something happened, we're not able to load the address debt position data right now. Try again later.
prs: چیزی رخ داده است، ما در حال حاضر قادر به بارگیری داده های موقعیت بدهی آدرس نیستیم. بعداً دوباره امتحان کنید.

source: There are no assets that match the search query. Reset the search query to select an asset.
prs: هیچ دارایی‌ای با جستجوی مورد نظر مطابقت ندارد. جستجو را بازنشانی کنید تا یک دارایی را انتخاب کنید.

source: There are no borrowed assets for <0/>in the {0} market. Select "Add Borrow Asset" to simulate borrowed assets for this address.
prs: در بازار {0} هیچ دارایی قرضی برای <0/> وجود ندارد. برای شبیه‌سازی دارایی‌های قرضی برای این آدرس، "افزودن دارایی قرضی" را انتخاب کنید.

source: There are no reserve assets for <0/>in the {0} market. Select "Add Reserve Asset" to simulate reserve assets for this address.
prs: در بازار {0} هیچ دارایی رزرو برای <0/> وجود ندارد. برای شبیه‌سازی دارایی‌های رزرو برای این آدرس، "افزودن دارایی رزرو" را انتخاب کنید.

source: This Aave debt simulator is experimental and under active development. Don't make financial decisions based solely on the results of this app.
prs: این شبیه‌ساز بدهی Aave تجربی و در حال توسعه فعال است. تصمیمات مالی خود را بر اساس نتایج این برنامه به تنهایی نگیرید.

source: Total Borrowed:
prs: مجموع قرض گرفته شده:

source: Use Random Address
prs: آدرس تصادفی را استفاده کنید

source: Use {assetSymbol} as collateral
prs: از {assetSymbol} به عنوان تضمین استفاده کنید

source: View address on Etherscan
prs: آدرس را در Etherscan مشاهده کنید

source: Visit address details on Etherscan
prs: جزئیات آدرس را در Etherscan ببینید

source: Want to go for a quick spin?
prs: می‌خواهید یک دور سریع بزنید؟

source: in
prs: در

source: is an unofficial, open source, community-built Aave debt simulator.
prs: یک شبیه‌ساز بدهی Aave غیررسمی، منبع باز و ساخته شده توسط جامعه است.

source: {0, plural, one {market} other {markets}}
prs: { 0, plural, one {بازار} other {بازارها} }

source: {0, plural, one {position} other {positions}}
prs: { 0, plural, one {موقعیت} other {موقعیت‌ها} }

source: {assetSymbol} Price ({currencySymbol})
prs: {assetSymbol} قیمت ({currencySymbol})

source: {assetSymbol} Quantity
prs: {assetSymbol} مقدار
