Repository: 0xCazador/defi-simulator
Catalog: src/locales/su/messages.po
Languages: su

source: <0>The price liquidation scenario represents the approximate highest reserve asset prices that could subject the position to liquidation. Stable assets are not included in this scenario and are assumed to maintain their present value. Many factors affect liquidation. This scenario is only one example for reference. Many different scenarios can trigger liquidation.<1>Read more here</1>.</0>
su: <0>Skenario likuidasi harga ngagambarkeun perkiraan harga aset cagar pangluhurna anu tiasa nyababkeun likuidasi. Aset stabil henteu kalebet dina skenario ieu sareng dianggap ngajaga nilai ayeuna. Loba faktor mangaruhan liquidation. Skenario ieu ngan hiji conto pikeun rujukan. Loba skénario béda bisa memicu likuidasi.<1>Baca deui di dieu</1> .</0>

source: <0>This debt position has Emode (Efficieny Mode) enabled, but DeFi Simulator does not yet support positions with Emode enabled. We hope to add support for Emode soon.</0><1/>
su: <0> Posisi hutang ieu diaktipkeun Emode (Mode Efisien), tapi DeFi Simulator teu acan ngadukung posisi sareng Emode diaktipkeun. Kami ngarepkeun nambihan dukungan pikeun Emode pas.</0> <1/>

source: Add {0} Asset
su: Tambahkeun {0} Aset

source: Add, remove, and modify asset prices and quantities below to visualize changes to health factor and borrowing power.
su: Tambahkeun, mupus, sareng ngarobih harga aset sareng kuantitas di handap pikeun ngabayangkeun parobahan faktor kaséhatan sareng kakuatan injeuman.

source: Address copied to clipboard!
su: Alamat disalin kana clipboard!

source: Apply
su: Larapkeun

source: Available to Borrow:
su: Sadia pikeun nginjeum:

source: Borrowed Assets
su: Aset injeuman

source: Build from Scratch
su: Ngawangun tina scratch

source: Close alert
su: Tutup waspada

source: Copy address to clipboard
su: Nyalin alamat ka clipboard

source: Experimental!
su: Ékspérimén!

source: Found
su: Kapanggih

source: Net Asset Value:
su: Nilai Aset Net:

source: No Aave positions found.
su: Taya posisi Aave kapanggih.

source: No Liquidation Scenario Available
su: Taya Skenario Liquidation Sadia

source: OR
su: ATAWA

source: Paste an address with an Aave debt position in the box above to visualize how changes to borrow/reserve assets affect the position's health factor and borrowing power.
su: Tempelkeun alamat sareng posisi hutang Aave dina kotak di luhur pikeun ngabayangkeun kumaha parobahan nginjeum / aset cadangan mangaruhan faktor kaséhatan posisi sareng kakuatan injeuman.

source: Price Liquidation Scenario
su: Skenario Likuidasi Harga

source: Questions or comments? Please <0>join the Discord!</0>
su: Patarosan atanapi komentar? Mangga <0>iluan di Discord!</0>

source: Remove {assetSymbol}
su: Hapus {assetSymbol}

source: Reserve Asset Value:
su: Nilai Aset Cadangan:

source: Reserve Assets
su: Aset cadangan

source: Reset all simulated values
su: Reset sadaya nilai simulasi

source: Reset search query
su: Reset pamundut pilarian

source: Reset to Original Value ({0})
su: Reset ka Nilai Asli ({0})

source: Search for {0} Assets
su: Pilarian pikeun {0} Aset

source: Select {0} ({1}) {2} below to add it as a {3} asset to the CDP.
su: Pilih {0} ({1}) {2} di handap pikeun nambahkeun salaku {3} asset ka CDP.

source: Something happened, we're not able to load the address debt position data right now. Try again later.
su: Aya kajadian, urang henteu tiasa ngamuat data posisi hutang alamat ayeuna. Cobian deui engké.

source: There are no assets that match the search query. Reset the search query to select an asset.
su: Henteu aya aset anu cocog sareng pamundut pamilarian. Reset pamundut pilarian pikeun milih hiji asset.

source: There are no borrowed assets for <0/>in the {0} market. Select "Add Borrow Asset" to simulate borrowed assets for this address.
su: Henteu aya aset anu diinjeum pikeun <0/>di pasar {0}. Pilih "Tambahkeun Injeuman Aset" pikeun simulate aset injeuman pikeun alamat ieu.

source: There are no reserve assets for <0/>in the {0} market. Select "Add Reserve Asset" to simulate reserve assets for this address.
su: Henteu aya aset cadangan pikeun <0/>di pasar {0}. Pilih "Tambahkeun Aset Cadangan" pikeun simulasi aset cadangan pikeun alamat ieu.

source: This Aave debt simulator is experimental and under active development. Don't make financial decisions based solely on the results of this app.
su: simulator hutang Aave Ieu ékspérimén jeung dina ngembangkeun aktip. Entong nyandak kaputusan kauangan ngan ukur dumasar kana hasil aplikasi ieu.

source: Total Borrowed:
su: Total Pinjaman:

source: Use Random Address
su: Paké Alamat acak

source: Use {assetSymbol} as collateral
su: Paké {assetSymbol} salaku jaminan

source: View address on Etherscan
su: Tingali alamat dina Etherscan

source: Visit address details on Etherscan
su: Didatangan rinci alamat dina Etherscan

source: Want to go for a quick spin?
su: Rék balik pikeun spin gancang?

source: in
su: di

source: is an unofficial, open source, community-built Aave debt simulator.
su: mangrupa teu resmi, open source, komunitas-diwangun simulator hutang Aave.

source: {0, plural, one {market} other {markets}}
su: { 0, plural, other {pasar-pasar} }

source: {0, plural, one {position} other {positions}}
su: { 0, plural, other {posisi} }

source: {assetSymbol} Price ({currencySymbol})
su: {assetSymbol} Harga ({currencySymbol})

source: {assetSymbol} Quantity
su: {assetSymbol} Kuantitas
