Repository: 0xCazador/defi-simulator
Catalog: src/locales/ht/messages.po
Languages: ht

source: <0>The price liquidation scenario represents the approximate highest reserve asset prices that could subject the position to liquidation. Stable assets are not included in this scenario and are assumed to maintain their present value. Many factors affect liquidation. This scenario is only one example for reference. Many different scenarios can trigger liquidation.<1>Read more here</1>.</0>
ht: <0>Senaryo likidasyon pri a reprezante apwoksimatif pi wo pri rezèv yo ki ta ka mete pozisyon an nan likidasyon. Byen ki estab yo pa enkli nan senaryo sa a epi yo sipoze kenbe valè prezan yo. Anpil faktè afekte likidasyon. Senaryo sa a se sèlman yon egzanp pou referans. Anpil senaryo diferan ka deklanche likidasyon.<1>Li plis isit la</1> .</0>

source: <0>This debt position has Emode (Efficieny Mode) enabled, but DeFi Simulator does not yet support positions with Emode enabled. We hope to add support for Emode soon.</0><1/>
ht: <0>Pozisyon dèt sa a gen Emode (Mòd Efikasite) aktive, men DeFi Simulator poko sipòte pozisyon ak Emode aktive. Nou espere ajoute sipò pou Emode byento.</0> <1/>

source: Add {0} Asset
ht: Ajoute {0} Byen

source: Add, remove, and modify asset prices and quantities below to visualize changes to health factor and borrowing power.
ht: Ajoute, retire, epi modifye pri ak kantite byen ki anba a pou wè chanjman nan faktè sante ak pouvwa prete.

source: Address copied to clipboard!
ht: Adrès kopye nan clipboard!

source: Apply
ht: Aplike

source: Available to Borrow:
ht: Disponib pou prete:

source: Borrowed Assets
ht: Byen Prete

source: Build from Scratch
ht: Bati nan grate

source: Close alert
ht: Fèmen alèt

source: Copy address to clipboard
ht: Kopi adrès nan clipboard

source: Experimental!
ht: Eksperimantal!

source: Found
ht: Jwenn

source: Net Asset Value:
ht: Valè Byen Net:

source: No Aave positions found.
ht: Pa gen pozisyon Aave jwenn.

source: No Liquidation Scenario Available
ht: Pa gen senaryo likidasyon ki disponib

source: OR
ht: OSWA

source: Paste an address with an Aave debt position in the box above to visualize how changes to borrow/reserve assets affect the position's health factor and borrowing power.
ht: Kole yon adrès ki gen yon pozisyon dèt Aave nan bwat ki anlè a pou wè ki jan chanjman nan byen prete/rezèv afekte faktè sante pozisyon an ak pouvwa prete.

source: Price Liquidation Scenario
ht: Pri likidasyon senaryo

source: Questions or comments? Please <0>join the Discord!</0>
ht: Kesyon oswa kòmantè? Tanpri <0>antre ak Diskòd la!</0>

source: Remove {assetSymbol}
ht: Retire {assetSymbol}

source: Reserve Asset Value:
ht: Valè Byen Rezèv:

source: Reserve Assets
ht: Rezèv Byen

source: Reset all simulated values
ht: Reyajiste tout valè simulation

source: Reset search query
ht: Reyajiste rechèch rechèch la

source: Reset to Original Value ({0})
ht: Reyajiste nan valè orijinal ({0})

source: Search for {0} Assets
ht: Chèche {0} Byen

source: Select {0} ({1}) {2} below to add it as a {3} asset to the CDP.
ht: Chwazi {0} ({1}) {2} anba a pou ajoute li kòm yon avantaj {3} nan CDP la.

source: Something happened, we're not able to load the address debt position data right now. Try again later.
ht: Yon bagay te pase, nou pa kapab chaje done pozisyon dèt adrès la kounye a. Eseye ankò pita.

source: There are no assets that match the search query. Reset the search query to select an asset.
ht: Pa gen okenn byen ki matche ak rechèch rechèch la. Reyajiste rechèch rechèch la pou chwazi yon avantaj.

source: There are no borrowed assets for <0/>in the {0} market. Select "Add Borrow Asset" to simulate borrowed assets for this address.
ht: Pa gen okenn byen prete pou <0/>nan mache {0} la. Chwazi "Ajoute Byen Prete" pou simule byen prete pou adrès sa a.

source: There are no reserve assets for <0/>in the {0} market. Select "Add Reserve Asset" to simulate reserve assets for this address.
ht: Pa gen okenn byen rezèv pou <0/>nan mache {0} la. Chwazi "Ajoute Byen rezèv" pou simule byen rezèv pou adrès sa a.

source: This Aave debt simulator is experimental and under active development. Don't make financial decisions based solely on the results of this app.
ht: Similatè dèt Aave sa a se eksperimantal ak devlopman aktif. Pa pran desizyon finansye ki baze sèlman sou rezilta aplikasyon sa a.

source: Total Borrowed:
ht: Total prete:

source: Use Random Address
ht: Sèvi ak adrès o aza

source: Use {assetSymbol} as collateral
ht: Sèvi ak {assetSymbol} kòm garanti

source: View address on Etherscan
ht: Gade adrès sou Etherscan

source: Visit address details on Etherscan
ht: Vizite detay adrès sou Etherscan

source: Want to go for a quick spin?
ht: Vle ale pou yon vire rapid?

source: in
ht: nan

source: is an unofficial, open source, community-built Aave debt simulator.
ht: se yon similatè dèt Aave ki pa ofisyèl, sous louvri, bati nan kominote a.

source: {0, plural, one {market} other {markets}}
ht: { 0, plural, one {mache} other {mache yo} }

source: {0, plural, one {position} other {positions}}
ht: { 0, plural, one {pozisyon} other {pozisyon} }

source: {assetSymbol} Price ({currencySymbol})
ht: {assetSymbol} Pri ({currencySymbol})

source: {assetSymbol} Quantity
ht: {assetSymbol} Kantite
