Repository: 0xCazador/defi-simulator
Catalog: src/locales/tn/messages.po
Languages: tn

source: <0>The price liquidation scenario represents the approximate highest reserve asset prices that could subject the position to liquidation. Stable assets are not included in this scenario and are assumed to maintain their present value. Many factors affect liquidation. This scenario is only one example for reference. Many different scenarios can trigger liquidation.<1>Read more here</1>.</0>
tn: <0>Senario sa go dira lefelo la molaetsa ke go dira lefelo la molaetsa la go dira gore ditiriso tsa go dira lefelo la molaetsa di ka dira gore lefelo le tle le dirwe. Ditiriso tse di dirisiwang ke go dira lefelo la molaetsa di a ka dira gore lefelo le tle le dirwe. Senario eno ke seno se se dirisiwang go tswa mo go fetelela. Ditiriso tse di dirisiwang di ka dira gore lefelo le tle le dirwe.</0> <1>Bala ka ntlha ya go dira lefelo la molaetsa ka teng</1>.

source: <0>This debt position has Emode (Efficieny Mode) enabled, but DeFi Simulator does not yet support positions with Emode enabled. We hope to add support for Emode soon.</0><1/>
tn: <0>Tiriso eno ya go dira lefelo la molaetsa e na le Emode (Efficiency Mode) e dirisiwang, faele DeFi Simulator ga e ka dirisiwa go dira lefelo la molaetsa le le na le Emode. Re a go tlhokomela go dirisa Emode ka nako e e tlang.</0><1/>

source: Add {0} Asset
tn: Tshega {0} Asset

source: Add, remove, and modify asset prices and quantities below to visualize changes to health factor and borrowing power.
tn: Tshwanelo ya go ngwala, go tshepisa le go fetola ditlhopha tsa tshiamiso le tshwanelo ya go tsenya.

source: Address copied to clipboard!
tn: Tlhaloso e tlhokomelweng mo kopantsheng!

source: Apply
tn: Tshwanelo

source: Available to Borrow:
tn: Tlhokomela go dira:

source: Borrowed Assets
tn: Ditiragalo tsa go dira sephiri

source: Build from Scratch
tn: Tshwanelo ya go dira go tshela

source: Close alert
tn: Tshwanelo ya go tsala

source: Copy address to clipboard
tn: Tlhalosa kopantsho mo kopantsheng

source: Experimental!
tn: Ya go tshwanela!

source: Found
tn: E tlhokafetse

source: Net Asset Value:
tn: Thapelo ya Tlhokomelo ya Tlhokomelo:

source: No Aave positions found.
tn: Ga go na ditiriso tsa Aave tse di dirisiwang.

source: No Liquidation Scenario Available
tn: Ga gona seno se se dirilweng mo go tiro ya go dira sephuthelo.

source: OR
tn: LE

source: Paste an address with an Aave debt position in the box above to visualize how changes to borrow/reserve assets affect the position's health factor and borrowing power.
tn: Tshwetso lefelo le le dirilweng le tshwetso ya Aave debt position mo kisong ya go dira gore go tle go dira gore ditlhopho tsa go dira le go dira gore ditlhopho tsa go dira tsa position di tle di tshwetse health factor le borrowing power.

source: Price Liquidation Scenario
tn: Seno se se dirilweng mo go tiro ya go dira sephuthelo.

source: Questions or comments? Please <0>join the Discord!</0>
tn: Molao kgotsa go tlhalosa? Ka kopo <0>tsamaya mo Discord!</0>

source: Remove {assetSymbol}
tn: Tshwetso {assetSymbol}

source: Reserve Asset Value:
tn: Thapelo ya boitsebiso jwa tsholofelo:

source: Reserve Assets
tn: Ditiragalo tsa go dira sephiri

source: Reset all simulated values
tn: Tshwanelo ya go tsenya diphetho tse di dirilweng

source: Reset search query
tn: Tshwanelo ya go tsenya tlhaloso ya go tsaya

source: Reset to Original Value ({0})
tn: Tshwanelo ya go tsenya go ya go tshwanela ({0})

source: Search for {0} Assets
tn: Tshebeletso ya go tsaya tsholofelo ya {0}

source: Select {0} ({1}) {2} below to add it as a {3} asset to the CDP.
tn: Tshwanelo ya go tsaya {0} ({1}) {2} ka tlase go ya go go dira tsholofelo ya {3} mo CDP.

source: Something happened, we're not able to load the address debt position data right now. Try again later.
tn: Go dira gore se se dirilwe, re tla sebetsa go tsenngwa ka mokgwa wa go tsenya dikgopo tsa debiti ya aterese fa go tswa kae. Itshwarela mo go feta.

source: There are no assets that match the search query. Reset the search query to select an asset.
tn: Ga gona ditiragalo tse di tlhokang go dira tshwanelo. Tshwanelo go tsenya ditiragalo tsa go tsaya tshwanelo.

source: There are no borrowed assets for <0/>in the {0} market. Select "Add Borrow Asset" to simulate borrowed assets for this address.
tn: Ga gona ditiragalo tsa go dira sephiri mo {0} thutong. Itsege "Dira Ditiragalo tsa go dira sephiri" go dira ditiragalo tsa go dira sephiri mo tlhokomelong eno.

source: There are no reserve assets for <0/>in the {0} market. Select "Add Reserve Asset" to simulate reserve assets for this address.
tn: Ga gona ditiragalo tsa go dira sephiri mo {0} thutong. Itsege "Dira Ditiragalo tsa go dira sephiri" go dira ditiragalo tsa go dira sephiri mo tlhokomelong eno.

source: This Aave debt simulator is experimental and under active development. Don't make financial decisions based solely on the results of this app.
tn: Simulator ya Aave debt e ke ya go dira tshwetso ya go dira le e dirilweng ka go dira. Ga go dira tiro ya go dira tsa madi ka go dira ka mokgwa wa go dira wa app eno.

source: Total Borrowed:
tn: Borakgosi jwa go tsenya tshwanelo:

source: Use Random Address
tn: Tshwanelo go tsenya Aterese e e Tshwanang

source: Use {assetSymbol} as collateral
tn: Tshwanelo go tsenya {assetSymbol} jangololwa

source: View address on Etherscan
tn: Buka aterese mo Etherscan

source: Visit address details on Etherscan
tn: Temelela ditlalelo tsa aterese mo Etherscan

source: Want to go for a quick spin?
tn: O batla go ya go tshwetso ya go dira ya go dira?

source: in
tn: mo

source: is an unofficial, open source, community-built Aave debt simulator.
tn: Ke sebapali sa Aave sa go tlhokomela ditiragalo tsa go dira dilo tse di tshwanang le tiro ya Aave.

source: {0, plural, one {market} other {markets}}
tn: { 0, plural, one {lefatsheng} other {mafatsheng} }

source: {0, plural, one {position} other {positions}}
tn: { 0, plural, one {bokgoni} other {bokgoni} }

source: {assetSymbol} Price ({currencySymbol})
tn: {assetSymbol} Tsela ya go itshupa ({currencySymbol})

source: {assetSymbol} Quantity
tn: {assetSymbol} Tlhaloso
