Repository: 0xCazador/defi-simulator
Catalog: src/locales/dv/messages.po
Languages: dv

source: <0>The price liquidation scenario represents the approximate highest reserve asset prices that could subject the position to liquidation. Stable assets are not included in this scenario and are assumed to maintain their present value. Many factors affect liquidation. This scenario is only one example for reference. Many different scenarios can trigger liquidation.<1>Read more here</1>.</0>
dv: <0>އަގު އުވާލުމުގެ މަންޒަރަކީ އެ މަގާމު އުވާލުމުގެ ހާލަތަށް ހުށަހެޅިދާނެ ގާތްގަނޑަކަށް އެންމެ މަތީ ރިޒާވް އެސެޓްގެ އަގުތަކެވެ. މި މަންޒަރުގައި ސްޓޭބަލް އެސެޓްތައް ހިމަނާފައި ނުވާއިރު، އެ އެސެޓްތަކުގެ މިހާރުގެ އަގު ދެމެހެއްޓޭނެ ކަމަށް ބެލެވެއެވެ. ލިކުއިޑޭޝަނަށް ގިނަ ކަންތައްތަކެއް އަސަރުކުރެއެވެ. މި މަންޒަރަކީ ރިފަރެންސް އަށް އެންމެ މިސާލެކެވެ. ތަފާތު އެތައް މަންޒަރުތަކެއްގެ ސަބަބުން ލިކުއިޑޭޝަން އުފެދިދާނެ އެވެ.<1>އިތުރަށް މިތަނުން ކިޔައިލައްވާށެވެ</1> .</0>

source: <0>This debt position has Emode (Efficieny Mode) enabled, but DeFi Simulator does not yet support positions with Emode enabled. We hope to add support for Emode soon.</0><1/>
dv: <0>މި ދަރަނީގެ ޕޮޒިޝަންގައި އިމޯޑް (އެފިޝަންސީ މޯޑް) އެނެބަލްކޮށްފައިވީނަމަވެސް ޑީފައި ސިމިއުލޭޓަރ އިން އަދި އިމޯޑް އެނެބަލްކޮށްފައިވާ ޕޮޒިޝަންތަކަށް ސަޕޯޓް ނުކުރެއެވެ. އަޅުގަނޑުމެން އުންމީދު ކުރަނީ ވަރަށް އަވަހަށް އިމޯޑަށް ސަޕޯޓް އިތުރު ކުރެވޭނެ ކަމަށް.</0> <1/> އެވެ

source: Add {0} Asset
dv: {0} އެސެޓް އިތުރުކުރުން

source: Add, remove, and modify asset prices and quantities below to visualize changes to health factor and borrowing power.
dv: ހެލްތު ފެކްޓަރ އާއި ލޯނު ނެގުމުގެ ބާރަށް އަންނަ ބަދަލުތައް ސިފަކުރުމަށްޓަކައި ތިރީގައިވާ އެސެޓްތަކުގެ އަގުތަކާއި އަދަދުތައް އިތުރުކޮށް، ނައްތާލައި، ބަދަލުކުރުން.

source: Address copied to clipboard!
dv: އެޑްރެސް ކްލިޕްބޯޑަށް ކޮޕީކޮށްފި!

source: Apply
dv: އެޕްލައި

source: Available to Borrow:
dv: ލޯނު ނަގަން ލިބޭނެ:

source: Borrowed Assets
dv: ލޯނު ނަގާފައިވާ އެސެޓްތަކެވެ

source: Build from Scratch
dv: ބިލްޑް ފްރޮމް ސްކްރެޗް

source: Close alert
dv: ކްލޯޒް އެލާޓް

source: Copy address to clipboard
dv: އެޑްރެސް ކްލިޕްބޯޑަށް ކޮޕީކުރުން

source: Experimental!
dv: އެކްސްޕެރިމެންޓަލް!

source: Found
dv: ފެނިއްޖެ

source: Net Asset Value:
dv: ސާފު އެސެޓް ވެލިއު:

source: No Aave positions found.
dv: އަވޭ މަގާމެއް ނުފެނެ އެވެ.

source: No Liquidation Scenario Available
dv: ލިކުއިޑޭޝަން ސިނަރިއޯއެއް ނެތެވެ

source: OR
dv: ނުވަތަ

source: Paste an address with an Aave debt position in the box above to visualize how changes to borrow/reserve assets affect the position's health factor and borrowing power.
dv: މަތީގައިވާ ފޮށީގައި އަވޭ ދަރަނީގެ މަގާމެއް ލިޔެފައިވާ އެޑްރެހެއް ޕޭސްޓްކޮށް، ލޯނު/ރިޒާވް އެސެޓްތަކަށް އަންނަ ބަދަލުތަކުގެ ސަބަބުން މަގާމުގެ ސިއްހީ ކަންތައްތަކާއި ލޯނު ނެގުމުގެ ބާރަށް އަސަރުކުރާ ގޮތް ތަޞައްވުރު ކުރުން.

source: Price Liquidation Scenario
dv: އަގު އުވާލުމުގެ މަންޒަރު

source: Questions or comments? Please <0>join the Discord!</0>
dv: ސުވާލުތަކެއް ނުވަތަ ކޮމެންޓްތަކެއް ހެއްޔެވެ؟ ޕްލީޒް <0>ޑިސްކޯޑް އާއި ގުޅިވަޑައިގަންނަވާ!</0>

source: Remove {assetSymbol}
dv: {assetSymbol} ނައްތާލާށެވެ.

source: Reserve Asset Value:
dv: ރިޒާވް އެސެޓް ވެލިއު:

source: Reserve Assets
dv: ރިޒާވް އެސެޓްސް

source: Reset all simulated values
dv: ހުރިހާ ސިމިއުލެޓެޑް ވެލިއުތަކެއް ރީސެޓްކުރުން

source: Reset search query
dv: ސަރޗް ކިއުއަރީ ރީސެޓްކުރުން

source: Reset to Original Value ({0})
dv: އަސްލު އަގަށް ރީސެޓްކުރުން ({0})

source: Search for {0} Assets
dv: {0} އެސެޓްތައް ހޯދުން

source: Select {0} ({1}) {2} below to add it as a {3} asset to the CDP.
dv: ސީޑީޕީއަށް {3} އެސެޓެއްގެ ގޮތުގައި އިތުރުކުރުމަށްޓަކައި ތިރީގައިވާ {0} ({1}) {2} ހޮވާށެވެ.

source: Something happened, we're not able to load the address debt position data right now. Try again later.
dv: ކޮންމެވެސް ކަމެއް ދިމާވީ، އަޅުގަނޑުމެންނަށް މިވަގުތު އެޑްރެސް ޑެޓް ޕޮޒިޝަން ޑޭޓާ ލޯޑް ނުކުރެވޭ. ފަހުން އަނެއްކާވެސް މަސައްކަތް ކުރާށެވެ.

source: There are no assets that match the search query. Reset the search query to select an asset.
dv: ސަރޗް ކިއުއަރީއާ އެއްގޮތްވާ އެއްވެސް އެސެޓެއް ނެތެވެ. އެސެޓެއް ހޮވަން ސަރޗް ކިއުއަރީ ރީސެޓް ކުރާށެވެ.

source: There are no borrowed assets for <0/>in the {0} market. Select "Add Borrow Asset" to simulate borrowed assets for this address.
dv: {0} މާކެޓުގައި <0/> އަށް ލޯނު ނަގާފައިވާ އެސެޓްތަކެއް ނެތެވެ. މި އެޑްރެހަށް ލޯނު ނަގާފައިވާ އެސެޓްތައް ސިމިއުލޭޓް ކުރުމަށް "އެޑް ލޯނު އެސެޓް" ހޮވާށެވެ.

source: There are no reserve assets for <0/>in the {0} market. Select "Add Reserve Asset" to simulate reserve assets for this address.
dv: {0} މާކެޓުގައި <0/> އަށް ރިޒާވް އެސެޓްތަކެއް ނެތެވެ. މި އެޑްރެހަށް ރިޒާވް އެސެޓްތައް ސިމިއުލޭޓް ކުރުމަށް "އެޑް ރިޒާވް އެސެޓް" ހޮވާށެވެ.

source: This Aave debt simulator is experimental and under active development. Don't make financial decisions based solely on the results of this app.
dv: މި އަވޭ ޑެޓް ސިމިއުލޭޓަރަކީ ތަޖުރިބާގެ ގޮތުން ކުރިއަށްދާ އަދި ހީވާގިކަމާއެކު ތަރައްގީ ކުރަމުންދާ ސިމިއުލޭޓަރެކެވެ. ހަމައެކަނި މި އެޕްގެ ނަތީޖާއަށް ބަލައިގެން މާލީ ނިންމުންތައް ނުނިންމާށެވެ.

source: Total Borrowed:
dv: ޖުމްލަ ލޯނު ނަގާފައިވަނީ:

source: Use Random Address
dv: ރެންޑަމް އެޑްރެސް ބޭނުން ކުރާށެވެ

source: Use {assetSymbol} as collateral
dv: ކޮލެޓަރަލްގެ ގޮތުގައި {assetSymbol} ބޭނުންކުރުން

source: View address on Etherscan
dv: އީތަރސްކޭން އިން އެޑްރެސް ބަލާށެވެ

source: Visit address details on Etherscan
dv: އީތަރސްކޭން އިން އެޑްރެސްގެ ތަފްސީލަށް ޒިޔާރަތް ކުރައްވާ

source: Want to go for a quick spin?
dv: އަވަސް ސްޕިން އަކަށް ދާން ބޭނުން ހެއްޔެވެ؟

source: in
dv: އެތެރެ

source: is an unofficial, open source, community-built Aave debt simulator.
dv: އަކީ ނުރަސްމީ، އޮޕަން ސޯސް، ކޮމިއުނިޓީ ބިލްޑް އަވޭ ޑެޓް ސިމިއުލޭޓަރެކެވެ.

source: {0, plural, one {market} other {markets}}
dv: { 0, plural, one {މާރުކޭޓު} other {މާކެޓްތަކެވެ} }

source: {0, plural, one {position} other {positions}}
dv: { 0, plural, one {މަޤާމު} other {މަގާމުތަކެވެ} }

source: {assetSymbol} Price ({currencySymbol})
dv: {assetSymbol} އަގު ({currencySymbol})

source: {assetSymbol} Quantity
dv: {assetSymbol} ޢަދަދު
