Repository: 0xCazador/defi-simulator
Catalog: src/locales/sn/messages.po
Languages: sn

source: <0>The price liquidation scenario represents the approximate highest reserve asset prices that could subject the position to liquidation. Stable assets are not included in this scenario and are assumed to maintain their present value. Many factors affect liquidation. This scenario is only one example for reference. Many different scenarios can trigger liquidation.<1>Read more here</1>.</0>
sn: 0 Zvinhu zvakatsiga hazvina kubatanidzwa muchiitiko ichi uye zvinofungidzirwa kuchengetedza kukosha kwazvino. Zvinhu zvakawanda zvinokanganisa kuvharwa. Ichi chiitiko chinongova muenzaniso mumwe chete wekutarisa. Mamiriro mazhinji akasiyana anogona kukonzera kuvharwa.<1>Verenga zvimwe pano</1> .</0>

source: <0>This debt position has Emode (Efficieny Mode) enabled, but DeFi Simulator does not yet support positions with Emode enabled. We hope to add support for Emode soon.</0><1/>
sn: 0 Isu tinotarisira kuwedzera rutsigiro rweEmode munguva pfupi.</0> <1/>

source: Add {0} Asset
sn: Wedzera {0} Asset

source: Add, remove, and modify asset prices and quantities below to visualize changes to health factor and borrowing power.
sn: Wedzera, bvisa, uye gadzirisa mitengo yezvinhu uye huwandu pazasi kuti uone shanduko kuhutano uye simba rekukwereta.

source: Address copied to clipboard!
sn: Kero yakopwa kuclipboard!

source: Apply
sn: Shandisa

source: Available to Borrow:
sn: Inowanikwa Kukwereta:

source: Build from Scratch
sn: Vaka kubva kuScratch

source: Close alert
sn: Vhara yambiro

source: Copy address to clipboard
sn: Kopa kero kuclipboard

source: Experimental!
sn: Kuedza!

source: No Aave positions found.
sn: Hapana nzvimbo dzeAave dzawanikwa.

source: No Liquidation Scenario Available
sn: Hapana Liquidation Scenario Inowanikwa

source: Paste an address with an Aave debt position in the box above to visualize how changes to borrow/reserve assets affect the position's health factor and borrowing power.
sn: Namata kero ine chinzvimbo chechikwereti cheAave mubhokisi riri pamusoro kuti uone kuti shanduko yekukwereta / kuchengetedza zvinhu zvinokanganisa sei hutano hwechinzvimbo uye simba rekukwereta.

source: Price Liquidation Scenario
sn: Mutengo Liquidation Scenario

source: Questions or comments? Please <0>join the Discord!</0>
sn: Mibvunzo kana mhinduro? Ndapota <0>joinha iyo Discord!</0>

source: Remove {assetSymbol}
sn: Bvisa {assetSymbol}

source: Reserve Asset Value:
sn: Chengetedza Asset Value:

source: Reset all simulated values
sn: Ronga patsva maitiro ese akafananidzwa

source: Reset search query
sn: Setazve kutsvaga kutsvaga

source: Reset to Original Value ({0})
sn: Dzorera kuKukosha Kwepakutanga ({0})

source: Search for {0} Assets
sn: Tsvaga {0} Assets

source: Select {0} ({1}) {2} below to add it as a {3} asset to the CDP.
sn: Sarudza {0} ({1}) {2} pazasi kuti uiwedzere se{3} asset kuCDP.

source: Something happened, we're not able to load the address debt position data right now. Try again later.
sn: Pane chaitika, hatisi kukwanisa kurodha kero yechikwereti chinzvimbo data izvozvi. Edza zvakare gare gare.

source: There are no assets that match the search query. Reset the search query to select an asset.
sn: Hapana midziyo inoenderana nemubvunzo wekutsvaga. Ronga patsva mubvunzo kuti usarudze asset.

source: There are no borrowed assets for <0/>in the {0} market. Select "Add Borrow Asset" to simulate borrowed assets for this address.
sn: Iko hakuna zvinhu zvakakweretwa zve <0/>pamusika we{0}. Sarudza "Wedzera Kukwereta Asset" kuti utevedzere zvinhu zvakakweretwa zvekero iyi.

source: There are no reserve assets for <0/>in the {0} market. Select "Add Reserve Asset" to simulate reserve assets for this address.
sn: Iko hakuna midziyo yakachengeterwa ye <0/> mumusika we{0}. Sarudza "Wedzera Reserve Asset" kuti utevedzere midziyo yakachengeterwa kero iyi.

source: This Aave debt simulator is experimental and under active development. Don't make financial decisions based solely on the results of this app.
sn: Iyi Aave chikwereti simulator ndeyekuyedza uye iri pasi pekusimudzira. Usaite sarudzo dzemari zvichibva pane zvabuda zveiyi app.

source: Total Borrowed:
sn: Zvose Zvakakweretwa:

source: Use Random Address
sn: Shandisa Random Kero

source: Use {assetSymbol} as collateral
sn: Shandisa {assetSymbol} sechibatiso

source: View address on Etherscan
sn: Ona kero paEtherscan

source: Visit address details on Etherscan
sn: Shanyira ruzivo rwekero paEtherscan

source: Want to go for a quick spin?
sn: Unoda kuenda kune nekukurumidza spin?

source: in
sn: mu

source: is an unofficial, open source, community-built Aave debt simulator.
sn: ndeye unofficial, yakavhurika sosi, yakavakirwa nharaunda Aave chikwereti simulator.

source: {0, plural, one {position} other {positions}}
sn: { 0, plural, one {chinzvimbo} other {zvinzvimbo} }

source: {assetSymbol} Price ({currencySymbol})
sn: {assetSymbol} Mutengo ({currencySymbol})

source: {assetSymbol} Quantity
sn: {assetSymbol} Huwandu
