Repository: 0xCazador/defi-simulator
Catalog: src/locales/so/messages.po
Languages: so

source: <0>The price liquidation scenario represents the approximate highest reserve asset prices that could subject the position to liquidation. Stable assets are not included in this scenario and are assumed to maintain their present value. Many factors affect liquidation. This scenario is only one example for reference. Many different scenarios can trigger liquidation.<1>Read more here</1>.</0>
so: 0 Hantida xasiloon kuma jiraan dhacdadan waxaana loo malaynayaa inay ilaalinayaan qiimahooda hadda. Waxyaabo badan ayaa saameeya dareeraha. Dhacdadani waa hal tusaale oo keliya oo tixraac ah. Xaalado badan oo kala duwan ayaa kicin kara dareere.<1>Halkan ka sii akhri</1> .</0>

source: <0>This debt position has Emode (Efficieny Mode) enabled, but DeFi Simulator does not yet support positions with Emode enabled. We hope to add support for Emode soon.</0><1/>
so: <0>Booskan deynta ayaa karti leh Emode (Qaabka waxtarka leh), laakiin DeFi Simulator weli ma taageero boosaska Emode karti u leeyahay. Waxaan rajeyneynaa inaan dhowaan ku dari doono taageerada Emode.</0> <1/>

source: Add {0} Asset
so: Kudar {0} Hanti

source: Add, remove, and modify asset prices and quantities below to visualize changes to health factor and borrowing power.
so: Ku dar, ka saar, oo wax ka beddel qiimaha hantida iyo tirada hoose si aad u aragto isbeddellada ku yimaadda arrimaha caafimaadka iyo awoodda amaahda.

source: Address copied to clipboard!
so: Ciwaanka waa la koobiyeeyay

source: Apply
so: Codso

source: Available to Borrow:
so: La heli karo in la Amaahdo:

source: Borrowed Assets
so: Hantida la amaahday

source: Build from Scratch
so: Ka dhis xoq

source: Close alert
so: Digniin dhaw

source: Copy address to clipboard
so: Ku koobbi ciwaanka sabuuradda

source: Experimental!
so: Tijaabi!

source: Found
so: La helay

source: Net Asset Value:
so: Qiimaha Hantida Saafiga ah:

source: No Aave positions found.
so: Boos Aave lama helin

source: No Liquidation Scenario Available
so: Ma jiro xaalad dareere ah oo la heli karo

source: OR
so: AMA

source: Paste an address with an Aave debt position in the box above to visualize how changes to borrow/reserve assets affect the position's health factor and borrowing power.
so: Ku dheji ciwaan leh booska deynta Aave ee sanduuqa sare si aad u aragto sida isbeddelka amaahda/ kaydinta hantida ay u saameeyaan qodobka caafimaadka booska iyo awoodda amaahda.

source: Price Liquidation Scenario
so: Muuqaalka Dareeraha Qiimaha

source: Questions or comments? Please <0>join the Discord!</0>
so: Su'aalo ama faallooyin? Fadlan <0>ku biir Discord!</0>

source: Remove {assetSymbol}
so: Ka saar {assetSymbol}

source: Reserve Asset Value:
so: Qiimaha Hantida Kaydka ah:

source: Reserve Assets
so: Hantida Kaydka ah

source: Reset all simulated values
so: Dib u deji dhammaan qiimayaasha la ekaysiiyay

source: Reset search query
so: Dib u dajin weydiinta raadinta

source: Reset to Original Value ({0})
so: Dib ugu laabo Qiimaha Asalka ah ({0})

source: Search for {0} Assets
so: Raadi {0} Hantida

source: Select {0} ({1}) {2} below to add it as a {3} asset to the CDP.
so: Hoos ka dooro {0} ({1}) {2} si aad ugu darto hanti ahaan {3} CDP.

source: Something happened, we're not able to load the address debt position data right now. Try again later.
so: Wax baa dhacay, ma awoodno inaan ku shubno xogta booska deynta cinwaanka hadda. Isku day mar kale hadhow

source: There are no assets that match the search query. Reset the search query to select an asset.
so: Ma jiraan wax hanti ah oo ku habboon weydiinta raadinta. Dib u dajin waydiinta raadinta si aad u doorato hanti.

source: There are no borrowed assets for <0/>in the {0} market. Select "Add Borrow Asset" to simulate borrowed assets for this address.
so: Ma jiraan hanti la amaahday <0/> suuqa {0}. Dooro "Ku dar Hanti Amaahda" si aad ugu ekaato hantida la amaahday cinwaankan.

source: There are no reserve assets for <0/>in the {0} market. Select "Add Reserve Asset" to simulate reserve assets for this address.
so: Ma jiraan hanti kayd ah oo <0/> suuqa {0}. Dooro "Add Reserve Asset" si aad ugu ekaato hantida kaydka ciwaankan.

source: This Aave debt simulator is experimental and under active development. Don't make financial decisions based solely on the results of this app.
so: Qalabkan daynta ee Aave waa tijaabo waxaana ku socda horumar firfircoon. Ha samayn go'aamo maaliyadeed oo ku salaysan kaliya natiijooyinka abkan.

source: Total Borrowed:
so: Wadarta La amaahday:

source: Use Random Address
so: Isticmaal Cinwaanka Random

source: Use {assetSymbol} as collateral
so: Isticmaal {assetSymbol} dammaanad ahaan

source: View address on Etherscan
so: Ka eeg ciwaanka Etherscan

source: Visit address details on Etherscan
so: Booqo faahfaahinta ciwaanka ee Etherscan

source: Want to go for a quick spin?
so: Ma doonaysaa inaad si degdeg ah u dhaqaaqdo?

source: in
so: gudaha

source: is an unofficial, open source, community-built Aave debt simulator.
so: waa il aan rasmi ahayn, il furan, qaabaynta deynta Aave ee beesha ay dhistay.

source: {0, plural, one {market} other {markets}}
so: { 0, plural, one {suuqa} other {suuqyada} }

source: {0, plural, one {position} other {positions}}
so: { 0, plural, one {booska} other {boosaska} }

source: {assetSymbol} Price ({currencySymbol})
so: {assetSymbol} Qiimaha ({currencySymbol})

source: {assetSymbol} Quantity
so: {assetSymbol} Tirada
