Repository: 0xCazador/defi-simulator
Catalog: src/locales/co/messages.po
Languages: co

source: <0>The price liquidation scenario represents the approximate highest reserve asset prices that could subject the position to liquidation. Stable assets are not included in this scenario and are assumed to maintain their present value. Many factors affect liquidation. This scenario is only one example for reference. Many different scenarios can trigger liquidation.<1>Read more here</1>.</0>
co: <0>U scenariu di liquidazione di u prezzu rapprisenta i prezzi apprussimati di l'assi di riserva più altu chì puderanu sottumette a pusizione à liquidazione. L'assi stabili ùn sò micca inclusi in questu scenariu è sò presumitu di mantene u so valore attuale. Parechji fattori affettanu a liquidazione. Stu scenariu hè solu un esempiu per riferimentu. Parechji scenarii diffirenti ponu attivà a liquidazione.<1>Leghjite più quì</1> .</0>

source: <0>This debt position has Emode (Efficieny Mode) enabled, but DeFi Simulator does not yet support positions with Emode enabled. We hope to add support for Emode soon.</0><1/>
co: <0>Questa pusizioni di u debitu hà Emode (Modu Efficieny) attivatu, ma DeFi Simulator ùn sustene ancu e pusizioni cù Emode attivatu. Speremu chì aghjunghje prestu supportu per Emode.</0> <1/>

source: Add {0} Asset
co: Aghjunghjite {0} Asset

source: Add, remove, and modify asset prices and quantities below to visualize changes to health factor and borrowing power.
co: Aghjunghjite, sguassate è mudificà i prezzi di l'assi è e quantità quì sottu per visualizà cambiamenti à u fattore di salute è u putere di prestitu.

source: Address copied to clipboard!
co: L'indirizzu hè copiatu in u clipboard !

source: Apply
co: Applica

source: Available to Borrow:
co: Disponibile à Prestitu:

source: Borrowed Assets
co: Assi in prestito

source: Build from Scratch
co: Custruite da zero

source: Close alert
co: Alerta vicinu

source: Copy address to clipboard
co: Copia l'indirizzu in u clipboard

source: Experimental!
co: Sperimentale!

source: Found
co: Truvatu

source: Net Asset Value:
co: Valore di l'attivu nettu:

source: No Aave positions found.
co: Nisuna pusizioni Aave trovu.

source: No Liquidation Scenario Available
co: Nisun Scenariu di Liquidazione Disponibile

source: Paste an address with an Aave debt position in the box above to visualize how changes to borrow/reserve assets affect the position's health factor and borrowing power.
co: Incolla un indirizzu cù una pusizione di debitu Aave in a casella sopra per visualizà cumu i cambiamenti à l'assi di prestitu / riserva afectanu u fattore di salute di a pusizione è u putere di prestitu.

source: Price Liquidation Scenario
co: Scenariu di liquidazione di u prezzu

source: Questions or comments? Please <0>join the Discord!</0>
co: Domande o cumenti? Per piacè <0>unisce à u Discord!</0>

source: Remove {assetSymbol}
co: Elimina {assetSymbol}

source: Reserve Asset Value:
co: Valore di l'attivu di riserva:

source: Reserve Assets
co: Assi di riserva

source: Reset all simulated values
co: Resetta tutti i valori simulati

source: Reset search query
co: Resettate a ricerca di ricerca

source: Reset to Original Value ({0})
co: Ripristina u valore originale ({0})

source: Search for {0} Assets
co: Ricerca di {0} Assets

source: Select {0} ({1}) {2} below to add it as a {3} asset to the CDP.
co: Selezziunate {0} ({1}) {2} quì sottu per aghjunghje cum'è {3} asset à u CDP.

source: Something happened, we're not able to load the address debt position data right now. Try again later.
co: Qualcosa hè accadutu, ùn simu micca capaci di carricà i dati di a pusizione di u debitu di l'indirizzu avà. Pruvate più tardi.

source: There are no assets that match the search query. Reset the search query to select an asset.
co: Ùn ci hè micca attivu chì currisponde à a ricerca di ricerca. Resettate a ricerca di ricerca per selezziunà un attivu.

source: There are no borrowed assets for <0/>in the {0} market. Select "Add Borrow Asset" to simulate borrowed assets for this address.
co: Ùn ci hè micca attivu prestitu per <0/>in u mercatu {0}. Selezziunate "Add Borrow Asset" per simulà l'assi prestitu per questu indirizzu.

source: There are no reserve assets for <0/>in the {0} market. Select "Add Reserve Asset" to simulate reserve assets for this address.
co: Ùn ci hè micca attivu di riserva per <0/>in u mercatu {0}. Selezziunate "Add Reserve Asset" per simulà l'assi di riserva per questu indirizzu.

source: This Aave debt simulator is experimental and under active development. Don't make financial decisions based solely on the results of this app.
co: Stu simulatore di debitu Aave hè sperimentale è in sviluppu attivu. Ùn fate micca decisioni finanziarii basati solu nantu à i risultati di sta app.

source: Total Borrowed:
co: Totale prestitu:

source: Use Random Address
co: Utilizà l'indirizzu aleatoriu

source: Use {assetSymbol} as collateral
co: Aduprate {assetSymbol} cum'è collateral

source: View address on Etherscan
co: Vede l'indirizzu nantu à Etherscan

source: Visit address details on Etherscan
co: Visita i dettagli di l'indirizzu nantu à Etherscan

source: Want to go for a quick spin?
co: Vulete andà per un spinu rapidu?

source: is an unofficial, open source, community-built Aave debt simulator.
co: hè un simulatore di debitu Aave micca ufficiale, open source, custruitu da a cumunità.

source: {0, plural, one {market} other {markets}}
co: { 0, plural, one {mercatu} other {mercati} }

source: {0, plural, one {position} other {positions}}
co: { 0, plural, one {pusizioni} other {pusizioni} }

source: {assetSymbol} Price ({currencySymbol})
co: {assetSymbol} Prezzu ({currencySymbol})

source: {assetSymbol} Quantity
co: {assetSymbol} Quantità
