Repository: 0xCazador/defi-simulator
Catalog: src/locales/ee/messages.po
Languages: ee

source: <0>The price liquidation scenario represents the approximate highest reserve asset prices that could subject the position to liquidation. Stable assets are not included in this scenario and are assumed to maintain their present value. Many factors affect liquidation. This scenario is only one example for reference. Many different scenarios can trigger liquidation.<1>Read more here</1>.</0>
ee: <0>Asi ƒe asiɖeɖe le nu ŋu ƒe nɔnɔmea tsi tre ɖi na nunɔamesi siwo wodzra ɖo ɖi ƒe asi kɔkɔtɔ kekeake si ate ŋu ana ɖoƒea naɖe asi le eŋu. Wometsɔ nunɔamesi siwo li ke de nɔnɔme sia me o eye wotsɔe be woƒe asixɔxɔ si li fifia la gakpɔtɔ li. Nu geɖe kpɔa ŋusẽ ɖe liquidation dzi. Kpɔɖeŋu ɖeka koe nɔnɔme sia nye si ŋu woate ŋu aƒo nu tsoe. Nɔnɔme vovovo geɖewo ateŋu ahe liquidation vɛ.<1>Xlẽ nu geɖe le afisia</1> .</0>

source: <0>This debt position has Emode (Efficieny Mode) enabled, but DeFi Simulator does not yet support positions with Emode enabled. We hope to add support for Emode soon.</0><1/>
ee: <0>Fenyi ƒe nɔnɔme sia na Emode (Efficieny Mode) le dɔ wɔm, gake DeFi Simulator medo alɔ nɔnɔme siwo me Emode le dɔ wɔm haɖe o. Míele mɔ kpɔm be míatsɔ kpekpeɖeŋu akpe ɖe Emode ŋu kpuie.</0> <1/> ƒe nyawo

source: Add {0} Asset
ee: Tsɔ {0} Nunɔamesi kpee

source: Add, remove, and modify asset prices and quantities below to visualize changes to health factor and borrowing power.
ee: Tsɔ nunɔamesiwo ƒe asiwo kple agbɔsɔsɔ siwo le ete kpee, ɖe wo ɖa, eye nàtrɔ asi le wo ŋu be nàkpɔ tɔtrɔ siwo ava le lãmesẽnyawo kple gadodo ƒe ŋusẽ ŋu le susu me.

source: Address copied to clipboard!
ee: Adrɛs si wogbugbɔ ŋlɔ ɖe clipboard dzi!

source: Apply
ee: Tsᴐe wᴐ dᴐ

source: Available to Borrow:
ee: Woate Ŋu Ado Fe:

source: Borrowed Assets
ee: Nusiwo Wodo

source: Build from Scratch
ee: Tu tso Gɔmedzedze dzi

source: Close alert
ee: Klo nuxlɔ̃ame

source: Copy address to clipboard
ee: Kɔpi adrɛs ɖe clipboard dzi

source: Experimental!
ee: Dodokpɔ!

source: Found
ee: Kpᴐe

source: Net Asset Value:
ee: Nuwo ƒe Asixɔxɔ Kɔkɔe:

source: No Aave positions found.
ee: Womekpɔ Aave ƒe nɔƒe aɖeke o.

source: No Liquidation Scenario Available
ee: Liquidation Scenario Aɖeke Meli O

source: OR
ee: ALO

source: Paste an address with an Aave debt position in the box above to visualize how changes to borrow/reserve assets affect the position's health factor and borrowing power.
ee: Kpe adrɛs si dzi Aave fenyinyi ƒe nɔnɔme le ɖe aɖaka si le etame me be nàkpɔ alesi tɔtrɔ siwo va le fenyi/nunɔamesiwo dzra ɖo me kpɔa ŋusẽ ɖe ɖoƒea ƒe lãmesẽnyawo kple fenyiŋusẽ dzii le susu me.

source: Price Liquidation Scenario
ee: Asixɔxɔ ƒe Nugblẽfexexe ƒe Nɔnɔme

source: Questions or comments? Please <0>join the Discord!</0>
ee: Nyabiasewo alo nyaŋuɖoɖowoa? Taflatse <0>wɔ ɖeka kple Discord la!</0>

source: Remove {assetSymbol}
ee: Ðe {assetSymbol} ɖa.

source: Reserve Asset Value:
ee: Nusiwo Wodzra Ðo ƒe Asixɔxɔ:

source: Reserve Assets
ee: Nusiwo Wodzra Ðo Ðe Nuwo Ŋu

source: Reset all simulated values
ee: Gbugbɔ ɖo asixɔxɔ siwo katã wowɔ abe ɖe wowɔe ene

source: Reset search query
ee: Gbugbɔ ɖo didibiabia la ɖe ɖoɖo nu

source: Reset to Original Value ({0})
ee: Gbugbɔ Ðo Asixɔxɔ Gbãtɔ ({0}) .

source: Search for {0} Assets
ee: Di {0} Nuwo

source: Select {0} ({1}) {2} below to add it as a {3} asset to the CDP.
ee: Tia {0} ({1}) {2} le ete be nàtsɔe akpe ɖe eŋu abe {3} nunɔamesi ene ɖe CDP la ŋu.

source: Something happened, we're not able to load the address debt position data right now. Try again later.
ee: Nane dzɔ, míete ŋu tsɔ adrɛs ƒe fenyinyi ƒe nɔnɔme ŋuti nyatakakawo de eme fifia o. Gadze agbagba ake emegbe.

source: There are no assets that match the search query. Reset the search query to select an asset.
ee: Nunɔamesi aɖeke meli si sɔ kple nyabiase si wobia o. Gbugbɔ ɖo didibiabia la be nàtia nunɔamesi aɖe.

source: There are no borrowed assets for <0/>in the {0} market. Select "Add Borrow Asset" to simulate borrowed assets for this address.
ee: Nusiwo wodo na <0/>le {0} asi me o. Tia "Add Borrow Asset" be nàwɔ nunɔamesi siwo wodo ƒe kpɔɖeŋu na adrɛs sia.

source: There are no reserve assets for <0/>in the {0} market. Select "Add Reserve Asset" to simulate reserve assets for this address.
ee: Nusiwo wodzra ɖo ɖi na <0/>le {0} ƒe asi me meli o. Tia "Add Reserve Asset" be nàwɔ reserve assets ƒe kpɔɖeŋu na adrɛs sia.

source: This Aave debt simulator is experimental and under active development. Don't make financial decisions based solely on the results of this app.
ee: Aave fenyinyi ƒe nɔnɔmetata sia nye dodokpɔ eye wòle ŋgɔyiyi wɔm vevie. Mèganɔ te ɖe dɔwɔnu sia me tsonu ɖeɖeko dzi awɔ ganyawo ŋuti nyametsotsowo o.

source: Total Borrowed:
ee: Nusiwo Wodo Katã:

source: Use Random Address
ee: Zã Adrɛs si Woŋlɔ Ðe Ðoɖo Nu

source: Use {assetSymbol} as collateral
ee: Zã {assetSymbol} abe agbanɔamedzi ene

source: View address on Etherscan
ee: Kpɔ adrɛs le Etherscan dzi

source: Visit address details on Etherscan
ee: Yi adrɛs ŋuti nyatakakawo le Etherscan

source: Want to go for a quick spin?
ee: Àdi be yeayi aɖatsa le tsatsam kabakabaa?

source: in
ee: eme

source: is an unofficial, open source, community-built Aave debt simulator.
ee: nye Aave fenyinyi ƒe nɔnɔmetata si menye dziɖuɖua tɔ o, si woate ŋu azã faa, si nutoa me tɔwo tu.

source: {0, plural, one {market} other {markets}}
ee: { 0, plural, one {asime} other {asiwo me} }

source: {0, plural, one {position} other {positions}}
ee: { 0, plural, one {ɖoƒe} other {ɖoƒewo} }

source: {assetSymbol} Price ({currencySymbol})
ee: {assetSymbol} Asixɔxɔ ({currencySymbol}) .

source: {assetSymbol} Quantity
ee: {assetSymbol} Agbɔsɔsɔme
