Repository: 0xCazador/defi-simulator
Catalog: src/locales/lg/messages.po
Languages: lg

source: <0>The price liquidation scenario represents the approximate highest reserve asset prices that could subject the position to liquidation. Stable assets are not included in this scenario and are assumed to maintain their present value. Many factors affect liquidation. This scenario is only one example for reference. Many different scenarios can trigger liquidation.<1>Read more here</1>.</0>
lg: <0>Enkola y’okusazibwamu emiwendo ekiikirira emiwendo gy’ebintu ebiterekeddwa egy’oku ntikko egy’oku ntikko egiyinza okussa ekifo kino okusazibwamu. Eby’obugagga ebinywevu tebiri mu mbeera eno era biteeberezebwa okukuuma omuwendo gwabyo oguliwo kati. Ensonga nnyingi zikwata ku kusazibwamu. Ensonga eno kyakulabirako kimu kyokka eky’okujuliza. Ensonga nnyingi ez’enjawulo zisobola okuvaako okusazibwamu.<1>Ebisingawo soma wano</1> .</0>

source: <0>This debt position has Emode (Efficieny Mode) enabled, but DeFi Simulator does not yet support positions with Emode enabled. We hope to add support for Emode soon.</0><1/>
lg: <0>Ekifo kino eky'amabanja kirina Emode (Efficieny Mode) esobozeseddwa, naye DeFi Simulator tennawagira bifo nga Emode esobozeseddwa. Tusuubira okwongera obuwagizi eri Emode mu bbanga ttono.</0> <1/>

source: Add {0} Asset
lg: Yongera ku {0} Eky'obugagga

source: Add, remove, and modify asset prices and quantities below to visualize changes to health factor and borrowing power.
lg: Yongera, okuggyawo, n’okukyusa emiwendo gy’eby’obugagga n’obungi wansi okulaba enkyukakyuka mu nsonga y’ebyobulamu n’amaanyi g’okwewola.

source: Address copied to clipboard!
lg: Endagiriro ekoppoloddwa ku clipboard!

source: Apply
lg: Okuteeka mu nkola

source: Available to Borrow:
lg: Esangibwawo okwewola:

source: Borrowed Assets
lg: Eby’obugagga ebyewolwa

source: Build from Scratch
lg: Zimba okuva ku Ntondo

source: Close alert
lg: Ggalawo okulabula

source: Copy address to clipboard
lg: Koppa endagiriro ku clipboard

source: Experimental!
lg: Okugezesa!

source: Found
lg: Asanga

source: Net Asset Value:
lg: Omuwendo gw’Eby’Obugagga Omutuufu:

source: No Aave positions found.
lg: Tewali bifo bya Aave byazuuliddwa.

source: No Liquidation Scenario Available
lg: Tewali Nkola ya Liquidation Eriwo

source: OR
lg: OBA

source: Paste an address with an Aave debt position in the box above to visualize how changes to borrow/reserve assets affect the position's health factor and borrowing power.
lg: Teeka endagiriro erimu ekifo ky’amabanja ga Aave mu kasanduuko waggulu okulaba engeri enkyukakyuka mu kwewola/eby’obugagga ebitereke gye bikosaamu ensonga y’obulamu bw’ekifo n’amaanyi g’okwewola.

source: Price Liquidation Scenario
lg: Ensonga y’okusazaamu emiwendo

source: Questions or comments? Please <0>join the Discord!</0>
lg: Ebibuuzo oba endowooza? Nsaba <0>weegatte ku Discord!</0>

source: Remove {assetSymbol}
lg: Ggyawo {assetSymbol}.

source: Reserve Asset Value:
lg: Omuwendo gw’Eby’Obugagga Ebiterekeddwa:

source: Reserve Assets
lg: Eby’obugagga Ebiterekeddwa

source: Reset all simulated values
lg: Ddamu okuteekawo emiwendo gyonna egy’okukoppa

source: Reset search query
lg: Ddamu okuteekawo okubuuza kw'okunoonya

source: Reset to Original Value ({0})
lg: Okuzzaawo ku Omuwendo ogwasooka ({0}) .

source: Search for {0} Assets
lg: Noonya {0} Eby'obugagga

source: Select {0} ({1}) {2} below to add it as a {3} asset to the CDP.
lg: Londa {0} ({1}) {2} wansi okugigattako ng’eky’obugagga {3} ku CDP.

source: Something happened, we're not able to load the address debt position data right now. Try again later.
lg: Waliwo ekyaliwo, tetusobola kutikka data ya address debt position mu kiseera kino. Gezaako nate oluvannyuma.

source: There are no assets that match the search query. Reset the search query to select an asset.
lg: Tewali bya bugagga bikwatagana n'okubuuza kw'okunoonya. Ddamu okuteekawo ekibuuzo ky'okunoonya okulonda eky'obugagga.

source: There are no borrowed assets for <0/>in the {0} market. Select "Add Borrow Asset" to simulate borrowed assets for this address.
lg: Tewali bintu byewolwa ku <0/>mu katale ka {0}. Londa "Add Borrow Asset" okukoppa eby'obugagga ebyewolwa ku ndagiriro eno.

source: There are no reserve assets for <0/>in the {0} market. Select "Add Reserve Asset" to simulate reserve assets for this address.
lg: Tewali bintu biterekeddwa ku <0/>mu katale ka {0}. Londa "Add Reserve Asset" okukoppa eby'obugagga ebiterekeddwa ku ndagiriro eno.

source: This Aave debt simulator is experimental and under active development. Don't make financial decisions based solely on the results of this app.
lg: Kino Aave debt simulator kyagezesa era nga kiri mu nkulaakulana. Tosalawo ku by'ensimbi ng'osinziira ku bivudde mu app eno byokka.

source: Total Borrowed:
lg: Omugatte gw’Okwewolwa:

source: Use Random Address
lg: Kozesa Endagiriro ya Random

source: Use {assetSymbol} as collateral
lg: Kozesa {assetSymbol} nga omusingo

source: View address on Etherscan
lg: Laba endagiriro ku Etherscan

source: Visit address details on Etherscan
lg: Lambula ebikwata ku ndagiriro ku Etherscan

source: Want to go for a quick spin?
lg: Oyagala kugenda ku spin ey'amangu?

source: in
lg: mu

source: is an unofficial, open source, community-built Aave debt simulator.
lg: ye nkola etali ntongole, ya nsibuko enzigule, eyazimbibwa abantu b’omukitundu Aave debt simulator.

source: {0, plural, one {market} other {markets}}
lg: { 0, plural, one {akatale} other {obutale} }

source: {0, plural, one {position} other {positions}}
lg: { 0, plural, one {ekifo} other {ebifo} }

source: {assetSymbol} Price ({currencySymbol})
lg: {assetSymbol} Bbeeyi ({currencySymbol}) .

source: {assetSymbol} Quantity
lg: {assetSymbol} Omuwendo
