Repository: 0xCazador/defi-simulator
Catalog: src/locales/gn/messages.po
Languages: gn

source: <0>The price liquidation scenario represents the approximate highest reserve asset prices that could subject the position to liquidation. Stable assets are not included in this scenario and are assumed to maintain their present value. Many factors affect liquidation. This scenario is only one example for reference. Many different scenarios can trigger liquidation.<1>Read more here</1>.</0>
gn: <0>Escenario liquidación precio orepresenta umi precio activo reserva aproximado ijyvatevéva ikatúva osomete posición liquidación-pe. Umi activo estable ndoikéi ko escenario-pe ha oñeimo'ã omantene valor presente orekóva. Heta mba'e ohypýi liquidación. Ko escenario ha’e peteĩ techapyrãnte ojehecha haĝua. Heta escenario iñambuéva ikatu omoñepyrũ liquidación.<1>Emoñe’ẽve ko’ápe</1> .</0>

source: <0>This debt position has Emode (Efficieny Mode) enabled, but DeFi Simulator does not yet support positions with Emode enabled. We hope to add support for Emode soon.</0><1/>
gn: <0>Ko posición deuda rehegua oguereko Emode (Modo de Eficiencia) oñembohapéva, ha katu DeFi Simulator ndoipytyvõi gueteri umi posición Emode oñembohapéva. Roha’arõ pya’e romoĩve pytyvõ Emode-pe g̃uarã.</0> <1/> rehegua

source: Add {0} Asset
gn: Oñemoĩve {0} Mba’erepy

source: Add, remove, and modify asset prices and quantities below to visualize changes to health factor and borrowing power.
gn: Oñemoî, oipe'a ha omoambue activo repy ha cantidad iguýpe ojehecha haguã cambio factor de salud ha poder de préstamo.

source: Address copied to clipboard!
gn: ¡Dirección ojekopia portapapeles-pe!

source: Apply
gn: Poru

source: Available to Borrow:
gn: Ojeguereko ojejerure haguã préstamo:

source: Borrowed Assets
gn: Activos ojeprestáva rehegua

source: Build from Scratch
gn: Omopu’ã Zero guive

source: Close alert
gn: Oñemboty alerta

source: Copy address to clipboard
gn: Ekopia dirección portapapeles-pe

source: Found
gn: Mboypy

source: Net Asset Value:
gn: Valor Neto Activo rehegua: .

source: No Aave positions found.
gn: Ndojejuhúi umi cargo Aave.

source: No Liquidation Scenario Available
gn: Ndaipóri Escenario de Liquidación Ojeguerekóva

source: OR
gn: TÉRÃ

source: Paste an address with an Aave debt position in the box above to visualize how changes to borrow/reserve assets affect the position's health factor and borrowing power.
gn: Emboja peteî dirección orekóva posición deuda Aave cuadro yvate gotyo rehecha haguã mba'éichapa umi cambio ojepresta haguã/reserva activo ohypýiva factor de salud posición ha poder de préstamo.

source: Price Liquidation Scenario
gn: Escenario de Liquidación Precio rehegua

source: Questions or comments? Please <0>join the Discord!</0>
gn: Porandu térã komentário? Por favor <0>eike pe Discord-pe!</0>

source: Remove {assetSymbol}
gn: Ojepe’a {assetSymbol} .

source: Reserve Asset Value:
gn: Activo Reserva rehegua Valor: 1.1.

source: Reserve Assets
gn: Umi Activo Reserva rehegua

source: Reset all simulated values
gn: Emohenda jey opaite valor simulado

source: Reset search query
gn: Emohenda jey porandu jeheka rehegua

source: Reset to Original Value ({0})
gn: Oñemoĩjey Valor Original-pe ({0}) .

source: Search for {0} Assets
gn: Ojeheka {0} Mba’erepy rehegua

source: Select {0} ({1}) {2} below to add it as a {3} asset to the CDP.
gn: Eiporavo {0} ({1}) {2} iguýpe emoĩ hag̃ua {3} mba’ekuaarã ramo CDP-pe.

source: Something happened, we're not able to load the address debt position data right now. Try again later.
gn: Oiko mba'e, ndikatúi rokarga umi dato posición deuda dirección rehegua ko'ágãite. Eñeha’ã jey upe rire.

source: There are no assets that match the search query. Reset the search query to select an asset.
gn: Ndaipóri mba’ekuaarã ojoajúva porandu jeheka rehe. Emohenda jey porandu jeheka rehegua eiporavo hag̃ua peteĩ mba’ekuaarã.

source: There are no borrowed assets for <0/>in the {0} market. Select "Add Borrow Asset" to simulate borrowed assets for this address.
gn: Ndaipóri activo ojeprestáva <0/>mercado {0}-pe. Eiporavo "Emoĩve Activo de préstamo" esimula hag̃ua umi activo ojeprestáva ko dirección-pe g̃uarã.

source: There are no reserve assets for <0/>in the {0} market. Select "Add Reserve Asset" to simulate reserve assets for this address.
gn: Ndaipóri activo reserva rehegua <0/>mercado {0}-pe. Eiporavo "Emoĩve Activo de Reserva" esimula hag̃ua umi activo reserva rehegua ko dirección-pe g̃uarã.

source: This Aave debt simulator is experimental and under active development. Don't make financial decisions based solely on the results of this app.
gn: Kóva simulador deuda Aave oime experimental ha oîva desarrollo activo-pe. Ani rejapo decisión financiera oñemopyendáva umi resultado ko app-pe añoite.

source: Total Borrowed:
gn: Total Ojeprestáva: 1.1.

source: Use Random Address
gn: Eipuru Dirección Aleatorio

source: Use {assetSymbol} as collateral
gn: Eipuru {assetSymbol} garantía ramo

source: View address on Etherscan
gn: Ehecha dirección Etherscan-pe

source: Visit address details on Etherscan
gn: Visita dirección detalle Etherscan-pe

source: Want to go for a quick spin?
gn: ¿Rehosépa peteĩ giro pya’e?

source: in
gn: pe

source: is an unofficial, open source, community-built Aave debt simulator.
gn: ha’e peteĩ simulador deuda Aave ndaha’éiva oficial, código abierto, omopu’ãva komunida.

source: {0, plural, one {market} other {markets}}
gn: { 0, plural, one {ñemuguasu} other {mercado-kuérape} }

source: {0, plural, one {position} other {positions}}
gn: { 0, plural, one {ñeĩha} other {umi cargo rehegua} }

source: {assetSymbol} Price ({currencySymbol})
gn: {assetSymbol} Precio ({currencySymbol}) Ñe’ẽpoty ha ñe’ẽpoty ñemohenda.

source: {assetSymbol} Quantity
gn: {assetSymbol} Cantidad rehegua
