Repository: 0xCazador/defi-simulator
Catalog: src/locales/jv/messages.po
Languages: jv

source: <0>Available to Borrow represents the total borrowing power available to the position, expressed in the selected fiat currency.</0>
jv: <0>Kasedhiya kanggo Nyilih nggambarake total daya utang sing kasedhiya kanggo posisi kasebut, sing ditulis ing mata uang fiat sing dipilih.</0>

source: <0>Net Asset Value represents the sum of the reserve assets subtracted by the sum of the borrowed assets, expressed in the selected fiat currency.</0>
jv: <0>Nilai Aset Net nuduhake jumlah aset cadangan sing dikurangi karo jumlah aset sing dipinjam, sing ditulis ing mata uang fiat sing dipilih.</0>

source: <0>Reserve Asset Value represents the sum of the reserve assets, expressed in the selected fiat currency.</0>
jv: <0> Nilai Aset Cadangan nggambarake jumlah aset cadangan, sing ditulis ing mata uang fiat sing dipilih.</0>

source: <0>The price liquidation scenario represents the approximate highest reserve asset prices that could subject the position to liquidation. Stable assets are not included in this scenario and are assumed to maintain their present value. Many factors affect liquidation. This scenario is only one example for reference. Many different scenarios can trigger liquidation.<1>Read more here</1>.</0>
jv: <0>Skenario likuidasi rega nggambarake rega aset cadangan paling dhuwur sing bisa nyebabake likuidasi. Aset stabil ora kalebu ing skenario iki lan dianggep bisa njaga nilai saiki. Akeh faktor sing mengaruhi likuidasi. Skenario iki mung siji conto kanggo referensi. Akeh skenario sing bisa nyebabake likuidasi.<1>Waca liyane ing kene</1> .</0>

source: <0>This debt position has Emode (Efficieny Mode) enabled, but DeFi Simulator does not yet support positions with Emode enabled. We hope to add support for Emode soon.</0><1/>
jv: <0>Posisi utang iki wis aktif Emode (Mode Efisiensi), nanging DeFi Simulator durung ndhukung posisi kanthi Emode aktif. Muga-muga enggal nambah dhukungan kanggo Emode.</0> <1/>

source: <0>Total Borrowed refers to the sum of all assets borrowed, expressed in the selected fiat currency.</0>
jv: <0>Total Pinjaman nuduhake jumlah kabeh aset sing dipinjam, ditulis ing mata uang fiat sing dipilih.</0>

source: Aave Markets
jv: Pasar Aave

source: Add Borrow Asset
jv: Tambah Pinjaman Aset

source: Add Reserve Asset
jv: Tambah Aset Cadangan

source: Add {0} Asset
jv: Tambah {0} Aset

source: Add, remove, and modify asset prices and quantities below to visualize changes to health factor and borrowing power.
jv: Tambah, mbusak, lan ngowahi rega aset lan jumlah ing ngisor iki kanggo nggambarake owah-owahan ing faktor kesehatan lan daya utang.

source: Address copied to clipboard!
jv: Alamat disalin menyang clipboard!

source: Apply
jv: nglamar

source: Available to Borrow:
jv: Kasedhiya kanggo Pinjaman:

source: Borrowed Assets
jv: Aset sing dipinjam

source: Build from Scratch
jv: Mbangun saka Scratch

source: Choose Currency
jv: Pilih Currency

source: Choose Language
jv: Pilih Basa

source: Close alert
jv: Tutup tandha

source: Copy address to clipboard
jv: Salin alamat menyang clipboard

source: DeFi Simulator is an unofficial, open source, community-built Aave debt simulator.
jv: DeFi Simulator minangka simulator utang Aave sing ora resmi, open source, dibangun ing komunitas.

source: Experimental!
jv: Eksperimen!

source: Found
jv: ketemu

source: Markets for
jv: Pasar kanggo

source: Net Asset Value:
jv: Nilai Aset Net:

source: No Aave positions found.
jv: Ora ana posisi Aave sing ditemokake.

source: No Liquidation Scenario Available
jv: Ora Skenario Likuidasi kasedhiya

source: No address found
jv: Ora ana alamat sing ditemokake

source: No matches
jv: Ora cocog

source: OR
jv: UTAWA

source: Paste an address with an Aave debt position in the box above to visualize how changes to borrow/reserve assets affect the position's health factor and borrowing power.
jv: Tempel alamat karo posisi utang Aave ing kothak ndhuwur kanggo nggambarake carane owah-owahan kanggo utang / aset cadangan mengaruhi faktor kesehatan posisi lan daya utang.

source: Price Liquidation Scenario
jv: Skenario Likuidasi Rega

source: Questions or comments? Please <0>join the Discord!</0>
jv: Pitakonan utawa komentar? Mangga <0> gabung karo Discord!</0>

source: Remove {assetSymbol}
jv: Mbusak {assetSymbol}

source: Reserve Asset Value:
jv: Nilai Aset Cadangan:

source: Reserve Assets
jv: Aset cadangan

source: Reset all simulated values
jv: Reset kabeh nilai simulasi

source: Reset search query
jv: Reset pitakon panelusuran

source: Reset to Original Value ({0})
jv: Reset menyang Nilai Asli ({0})

source: Search for available currencies
jv: Telusuri mata uang sing kasedhiya

source: Search for available languages
jv: Telusuri basa sing kasedhiya

source: Search for {0} Assets
jv: Telusuri {0} Aset

source: Select Currency
jv: Pilih Currency

source: Select Language
jv: Pilih Basa

source: Select {0} ({1}) {2} below to add it as a {3} asset to the debt position.
jv: Pilih {0} ({1}) {2} ing ngisor iki kanggo nambah minangka aset {3} menyang posisi utang.

source: Select {0} ({1}) {2} below to translate the app.
jv: Pilih {0} ({1}) {2} ing ngisor iki kanggo nerjemahake app.

source: Select {0} ({1}) {2} below. After selecting a currency the app will display asset prices, liquidation scenario, and position summary in the selected currency.
jv: Pilih {0} ({1}) {2} ing ngisor iki. Sawise milih mata uang, aplikasi bakal nampilake rega aset, skenario likuidasi, lan ringkesan posisi ing mata uang sing dipilih.

source: Something happened, we're not able to load the address debt position data right now. Try again later.
jv: Ana kedadeyan, kita ora bisa mbukak data posisi utang alamat saiki. Coba maneh mengko.

source: There are no assets that match the search query. Reset the search query to select an asset.
jv: Ora ana aset sing cocog karo pitakon telusuran. Reset pitakon telusuran kanggo milih aset.

source: There are no borrowed assets for <0/>in the {0} market. Select "Add Borrow Asset" to simulate borrowed assets for this address.
jv: Ora ana aset sing dipinjam kanggo <0/>ing pasar {0}. Pilih "Tambah Borrow Asset" kanggo simulasi aset sing dipinjam kanggo alamat iki.

source: There are no currencies available that match the search query. Reset the search query to select a currency.
jv: Ora ana mata uang sing kasedhiya sing cocog karo pitakon telusuran. Reset pitakon telusuran kanggo milih mata uang.

source: There are no languages available that match the search query. Reset the search query to select a language.
jv: Ora ana basa sing kasedhiya sing cocog karo pitakon panelusuran. Reset pitakon telusuran kanggo milih basa.

source: There are no reserve assets for <0/>in the {0} market. Select "Add Reserve Asset" to simulate reserve assets for this address.
jv: Ora ana aset cadangan kanggo <0/>ing pasar {0}. Pilih "Tambah Aset Cadangan" kanggo simulasi aset cadangan kanggo alamat iki.

source: This Aave debt simulator is experimental. Don't make financial decisions based solely on the results of this app.
jv: Simulator utang Aave iki eksperimen. Aja nggawe keputusan finansial mung adhedhasar asil aplikasi iki.

source: Total Borrowed:
jv: Total utangan:

source: Use Random Address
jv: Gunakake Alamat Random

source: Use {assetSymbol} as collateral
jv: Gunakake {assetSymbol} minangka jaminan

source: View address on Etherscan
jv: Deleng alamat ing Etherscan

source: Visit address details on Etherscan
jv: Dolan maring rincian alamat ing Etherscan

source: Want to go for a quick spin?
jv: Pengin pindhah kanggo muter cepet?

source: in
jv: ing

source: is an unofficial, open source, community-built Aave debt simulator.
jv: punika ora resmi, open source, masyarakat-dibangun simulator utang Aave.

source: {0, plural, one {market} other {markets}}
jv: { 0, plural, other {pasar-pasar} }

source: {0, plural, one {position} other {positions}}
jv: { 0, plural, other {posisi} }

source: {assetSymbol} Price ({selectedCurrency})
jv: {assetSymbol} Rega ({selectedCurrency})

source: {assetSymbol} Quantity
jv: {assetSymbol} Jumlah
