Repository: 0xCazador/defi-simulator
Catalog: src/locales/ts/messages.po
Languages: ts

source: <0>The price liquidation scenario represents the approximate highest reserve asset prices that could subject the position to liquidation. Stable assets are not included in this scenario and are assumed to maintain their present value. Many factors affect liquidation. This scenario is only one example for reference. Many different scenarios can trigger liquidation.<1>Read more here</1>.</0>
ts: <0>Xiyimo xa ku herisiwa ka nxavo xi yimela minxavo ya le henhla ya nhundzu ya riserve leyi ringanyetiweke leyi nga vekaka xiyimo ehansi ka ku herisiwa. Nhundzu leyi tiyeke a yi katsiwanga eka xiyimo lexi naswona yi tekiwa yi hlayisa nkoka wa yona wa sweswi. Swilo swo tala swi khumba ku herisiwa ka mali. Xiendlakalo lexi i xikombiso xin’we ntsena xo kongomisa eka xona. Swiendlakalo swo tala swo hambana swi nga hlohlotela ku herisiwa ka mali.<1>Hlaya swo tala laha</1> .</0>

source: <0>This debt position has Emode (Efficieny Mode) enabled, but DeFi Simulator does not yet support positions with Emode enabled. We hope to add support for Emode soon.</0><1/>
ts: <0>Xiyimo lexi xa xikweleti xi na Emode (Efficieny Mode) leyi pfuriweke, kambe DeFi Simulator a yi si seketela swiyimo leswi nga na Emode leyi pfuriweke. Hi tshemba ku engetela nseketelo eka Emode ku nga ri khale.</0> <1/>

source: Add {0} Asset
ts: Engetelani {0} Nhundzu

source: Add, remove, and modify asset prices and quantities below to visualize changes to health factor and borrowing power.
ts: Engetelani, susa, na ku cinca minxavo ya nhundzu na nhlayo laha hansi ku vona hi mahlo ya mianakanyo ku cinca eka xivangelo xa rihanyo na matimba yo lomba.

source: Address copied to clipboard!
ts: Adirese yi kopiwile eka clipboard!

source: Apply
ts: Endla xikombelo

source: Available to Borrow:
ts: Yi kumeka ku Lomba:

source: Borrowed Assets
ts: Nhundzu leyi Lombisiweke

source: Build from Scratch
ts: Aka ku suka eka Scratch

source: Close alert
ts: Pfala xitsundzuxo

source: Copy address to clipboard
ts: Kopa adirese eka clipboard

source: Experimental!
ts: Ku ringeta!

source: Found
ts: Kumile

source: Net Asset Value:
ts: Ntsengo wa Nhundzu ya Ntsengo: .

source: No Aave positions found.
ts: Ku hava swiyimo swa Aave leswi kumiweke.

source: No Liquidation Scenario Available
ts: Ku hava Xiendlakalo xa ku Herisiwa lexi kumekaka

source: OR
ts: KUMBE

source: Paste an address with an Aave debt position in the box above to visualize how changes to borrow/reserve assets affect the position's health factor and borrowing power.
ts: Namarheta adirese leyi nga na xiyimo xa xikweleti xa Aave eka bokisi leri nga laha henhla ku vona hi mahlo ya mianakanyo ndlela leyi ku cinca eka ku lomba/nhundzu ya vuhlayiselo ku khumbaka xivangelo xa rihanyo xa xiyimo na matimba yo lomba.

source: Price Liquidation Scenario
ts: Xiendlakalo xa ku herisiwa ka nxavo

source: Questions or comments? Please <0>join the Discord!</0>
ts: Swivutiso kumbe tinhlamuselo? Hi kombela u <0>joyina Discord!</0>

source: Remove {assetSymbol}
ts: Susa {assetSymbol}.

source: Reserve Asset Value:
ts: Ntsengo wa Nhundzu ya Riserve: .

source: Reserve Assets
ts: Nhundzu ya Vuhlayiselo

source: Reset all simulated values
ts: Seta mimpimo hinkwayo leyi tekeleriweke nakambe

source: Reset search query
ts: Seta xivutiso xo lavisisa nakambe

source: Reset to Original Value ({0})
ts: Seta eka Ntsengo wo Sungula ({0}) .

source: Search for {0} Assets
ts: Ku lavisisa {0} Nhundzu

source: Select {0} ({1}) {2} below to add it as a {3} asset to the CDP.
ts: Hlawula {0} ({1}) {2} laha hansi ku yi engetela tanihi nhundzu ya {3} eka CDP.

source: Something happened, we're not able to load the address debt position data right now. Try again later.
ts: Ku humelerile swin’wana, a hi swi koti ku layicha data ya xiyimo xa xikweleti xa adirese sweswi. Ringeta nakambe endzhaku.

source: There are no assets that match the search query. Reset the search query to select an asset.
ts: A ku na nhundzu leyi fambelanaka na xivutiso xo lavisisa. Seta xivutiso xo lavisisa nakambe ku hlawula rifuwo.

source: There are no borrowed assets for <0/>in the {0} market. Select "Add Borrow Asset" to simulate borrowed assets for this address.
ts: A ku na nhundzu leyi lombisiweke ya <0/>eka makete wa {0}. Hlawula "Engetela Nhundzu yo Lomba" ku tekelela nhundzu leyi lombisiweke eka adirese leyi.

source: There are no reserve assets for <0/>in the {0} market. Select "Add Reserve Asset" to simulate reserve assets for this address.
ts: A ku na nhundzu ya riserve ya <0/>eka makete wa {0}. Hlawula "Engetela Nhundzu ya Riserve" ku tekelela nhundzu ya riserve eka adirese leyi.

source: This Aave debt simulator is experimental and under active development. Don't make financial decisions based solely on the results of this app.
ts: Xifaniso lexi xa xikweleti xa Aave xi le ku ringetiweni naswona xi le ku endliweni hi xihatla. U nga endli swiboho swa timali hi ku ya hi mbuyelo wa app leyi ntsena.

source: Total Borrowed:
ts: Nhlayo Hinkwayo leyi Lombisiweke:

source: Use Random Address
ts: Tirhisa Adirese ya Xitshuketa

source: Use {assetSymbol} as collateral
ts: Tirhisa {assetSymbol} tanihi xitiyisekiso

source: View address on Etherscan
ts: Languta adirese eka Etherscan

source: Visit address details on Etherscan
ts: Endzela vuxokoxoko bya tiadirese eka Etherscan

source: Want to go for a quick spin?
ts: Xana u lava ku ya endla quick spin?

source: in
ts: endzeni

source: is an unofficial, open source, community-built Aave debt simulator.
ts: i xitirhisiwa xo tekelela xikweleti xa Aave lexi nga riki xa ximfumo, xa xihlovo lexi pfulekeke, lexi akiweke hi vaaki.

source: {0, plural, one {market} other {markets}}
ts: { 0, plural, one {makete} other {timakete} }

source: {0, plural, one {position} other {positions}}
ts: { 0, plural, one {xiyimo} other {swiyimo} }

source: {assetSymbol} Price ({currencySymbol})
ts: {assetSymbol} Ntsengo ({currencySymbol}) .

source: {assetSymbol} Quantity
ts: {assetSymbol} Nhlayo ya swilo
