Repository: 0xCazador/defi-simulator
Catalog: src/locales/rn/messages.po
Languages: rn

source: Add {0} Asset
rn: Gusubiza Igituma {0}

source: Add, remove, and modify asset prices and quantities below to visualize changes to health factor and borrowing power.
rn: Kwandika, gukura, no guhindura ibindi byinshi by'ubucuruzi n'ibindi byinshi hano kugira ngo dukore ibyaha by'ubuzima n'ubushobozi bwo gukopa.

source: Apply
rn: Kohereza

source: Available to Borrow:
rn: Igihagararira gishobora gukura:

source: Borrowed Assets
rn: Ibikoresho bifise

source: Build from Scratch
rn: Kohereza kugira ngo dukore

source: Close alert
rn: Gufunga ikibazo

source: Experimental!
rn: Ibikorwa by'ubucuruzi!

source: Found
rn: Yarabaye

source: No Aave positions found.
rn: Ntaho Aave yashoboye kuboneka.

source: OR
rn: CYANGWA

source: Paste an address with an Aave debt position in the box above to visualize how changes to borrow/reserve assets affect the position's health factor and borrowing power.
rn: Kwandika indangururamajwi y'umuntu wari wibagiwe n'umwanya w'umutungo w'umukiriya w'umukiriya mu bokisi bukabahejwe hejuru kugira ngo ubone ibintu vyose bishobora gukora ku gisubizo c'umutungo n'ubushobozi bw'umukiriya.

source: Price Liquidation Scenario
rn: Igiciro cy'Ukwemera

source: Questions or comments? Please <0>join the Discord!</0>
rn: Icyangombwa cyangwa ibisobanuro? Mwongere muri <0>Discord!</0>

source: Remove {assetSymbol}
rn: Siba {assetSymbol}

source: Reserve Asset Value:
rn: Igiciro cy'Umurimo w'Inyongera:

source: Reserve Assets
rn: Ibikoresho bifise amabanki

source: Reset search query
rn: Buhisha umukiro w'ibiganza

source: Reset to Original Value ({0})
rn: Birakurikiranye ku Igituma Cya Mbere ({0})

source: Search for {0} Assets
rn: Shaka ibiganza {0}

source: Select {0} ({1}) {2} below to add it as a {3} asset to the CDP.
rn: Hitamo {0} ({1}) {2} hagomba kubonwa nk'ibiganza {3} ku CDP.

source: Something happened, we're not able to load the address debt position data right now. Try again later.
rn: Ibihe vyose, ntidushobora kubona amakuru y'umukiro w'ibiganza w'umutwe w'adrese. Kokeza kandi.

source: There are no assets that match the search query. Reset the search query to select an asset.
rn: Nta biganza bishobora gukura mu buhisha umukiro w'ibiganza. Buhishe umukiro w'ibiganza kugirango uhindure biganza.

source: There are no borrowed assets for <0/>in the {0} market. Select "Add Borrow Asset" to simulate borrowed assets for this address.
rn: Nta ibikoresho bifise <0/> mu kibanza cya {0}. Hitamo "Gusangiza Ibikoresho bifise" kugira ukoresha ibikoresho bifise kuri iyi cyiciro.

source: There are no reserve assets for <0/>in the {0} market. Select "Add Reserve Asset" to simulate reserve assets for this address.
rn: Nta ibikoresho bifise amabanki <0/> mu kibanza cya {0}. Hitamo "Gusangiza Ibikoresho bifise amabanki" kugira ukoresha ibikoresho bifise amabanki kuri iyi cyiciro.

source: This Aave debt simulator is experimental and under active development. Don't make financial decisions based solely on the results of this app.
rn: Iyi sinimulyatore ya dete ya Aave niyo yaba yarabaye n'ikibazo c'ubuhanga n'ikigera mu kuzohora. Ntugomba kugira ibikorwa vy'ubuhanga kugira ngo ubone ibisubizo vy'iki kibazo.

source: Total Borrowed:
rn: Igiciro cyose cy'Inyongera:

source: Use Random Address
rn: Tumia Ijambo Ry'Umuntu Wenyene

source: Use {assetSymbol} as collateral
rn: Tumia {assetSymbol} nk'umukiro

source: View address on Etherscan
rn: Reba adrese ku Etherscan

source: Want to go for a quick spin?
rn: Wishimye kugenda kugira ngo ubone ivyiyumviro vy'iki kibazo?

source: in
rn: mu

source: is an unofficial, open source, community-built Aave debt simulator.
rn: Ni ikimenyetso kigizwe n'abaturage, kigira ibikoresho binyuranye, kigihari cy'ubukungu bw'umuryango Aave.

source: {0, plural, one {market} other {markets}}
rn: { 0, plural, one {umuhinzi} other {abahinzi} }

source: {0, plural, one {position} other {positions}}
rn: { 0, plural, one {umushahara} other {abashahara} }

source: {assetSymbol} Price ({currencySymbol})
rn: {assetSymbol} Igihe ({currencySymbol})

source: {assetSymbol} Quantity
rn: {assetSymbol} Igihe
