Repository: 0xCazador/defi-simulator
Catalog: src/locales/dsb/messages.po
Languages: dsb

source: <0>The price liquidation scenario represents the approximate highest reserve asset prices that could subject the position to liquidation. Stable assets are not included in this scenario and are assumed to maintain their present value. Many factors affect liquidation. This scenario is only one example for reference. Many different scenarios can trigger liquidation.<1>Read more here</1>.</0>
dsb: <0>Scenarijo wobchadźenja z cenami přebytkowych aktivow předstajuje přibližnje najwyšše ceny rezervnych aktivow, kotrež móža přewodźeńsku poziciju wobchadźeńja podlehać. Stabilne aktivy so w tutym scenariju njewobchadźuja a předpokłada so, zo so jich aktualna warosć zachowa. Wobchadźeńje wobchadźa mnohe faktory. Tutón scenarij je jeno jedyn přikład za referencu. Mnohe různe scenarije móža wobchadźeńje wobchadźeć.</0> <1>Dalše informacije znajdźeś tutónjo</1>.

source: <0>This debt position has Emode (Efficieny Mode) enabled, but DeFi Simulator does not yet support positions with Emode enabled. We hope to add support for Emode soon.</0><1/>
dsb: <0>Ta zadłuženska pozicija ma wobchadźeńje Emode (Efficieny Mode) wobchadźene, ale DeFi Simulator hač dońdźe pozicije z wobchadźeńjom Emode nješće podpěruje. Hopimy, zo podpěru za wobchadźeńje Emode přidamy w krotkim.</0><1/>

source: Add {0} Asset
dsb: Přidaś {0} aktiv

source: Add, remove, and modify asset prices and quantities below to visualize changes to health factor and borrowing power.
dsb: Přidaj, wotstroni a změń ceny a množstwa wobrazowac změny w zdrjowym faktoru a wypožyczowanskej mocy.

source: Address copied to clipboard!
dsb: Adresa je so do schowanskeje tabulki kopěrowała!

source: Apply
dsb: Zastosować

source: Available to Borrow:
dsb: Dostupne za wypožycowanje:

source: Borrowed Assets
dsb: Přewjedźene aktywy

source: Build from Scratch
dsb: Stawizny z nulki

source: Close alert
dsb: Zamknjene wobchadźenje

source: Copy address to clipboard
dsb: Adresu do schowanskeje tabulki kopěrowaś

source: Experimental!
dsb: Eksperimentelny!

source: Found
dsb: Wobchadźeny

source: Net Asset Value:
dsb: Neto warosć aktivow:

source: No Aave positions found.
dsb: Žadne Aave pozicije namakane.

source: No Liquidation Scenario Available
dsb: Žadyn liquidaciski scenarij njeje k dispoziciji

source: OR
dsb: ABO

source: Paste an address with an Aave debt position in the box above to visualize how changes to borrow/reserve assets affect the position's health factor and borrowing power.
dsb: Wopřij adresu z položki hórjej, zo byš wobrazował, kak změny w póžycowanych/reserwowanych aktiwach wplywaja na faktor zdróženja a póžycowansku móc.

source: Price Liquidation Scenario
dsb: Cena liquidaciskeho scenarija

source: Questions or comments? Please <0>join the Discord!</0>
dsb: Pytania abo komentarje? Prošu <0>pristupić do Discorda!</0>

source: Remove {assetSymbol}
dsb: Wotstronić {assetSymbol}

source: Reserve Asset Value:
dsb: Wobchad rezervowanych aktivow:

source: Reserve Assets
dsb: Rezerwowe aktywy

source: Reset all simulated values
dsb: Wšykne symulowane warcoby wustajić

source: Reset search query
dsb: Wustajić poszukowanske zapytanje

source: Reset to Original Value ({0})
dsb: Wustajić na půwotnu warćbu ({0})

source: Search for {0} Assets
dsb: Pytać po aktivach {0}

source: Select {0} ({1}) {2} below to add it as a {3} asset to the CDP.
dsb: Wubrać {0} ({1}) {2} dole, zo by jano jako rezervowana aktiv do CDP přidatej.

source: Something happened, we're not able to load the address debt position data right now. Try again later.
dsb: Něšto se stało, njejsme w stanje data pozicije zadłuženja adresy aktuelnje začitać. Přećahnyźo pozdźej.

source: There are no assets that match the search query. Reset the search query to select an asset.
dsb: Žane aktiwa so njeznamjeju zapytanju hodźa. Zastaj zapytanje znowa, zo byš aktiw wubrał.

source: There are no borrowed assets for <0/>in the {0} market. Select "Add Borrow Asset" to simulate borrowed assets for this address.
dsb: Žane přewjedene aktywy za <0/>na rynku {0} njewobchadźa. Wubjer "Přidać přewjedene aktywy", zo by přewjedene aktywy za tutu adresu symulěrował.

source: There are no reserve assets for <0/>in the {0} market. Select "Add Reserve Asset" to simulate reserve assets for this address.
dsb: Žane rezerwowe aktywy za <0/>na rynku {0} njewobchadźa. Wubjer "Přidać rezerwowe aktywy", zo by rezerwowe aktywy za tutu adresu symulěrował.

source: This Aave debt simulator is experimental and under active development. Don't make financial decisions based solely on the results of this app.
dsb: Tuta eksperimentelna Aave póžycowanska symulacija je wobchadźenje a wuwiwane wuwiwane. Nječinić finansowe rěšenja na zakładźe wuslědkow tuteje aplikacije.

source: Total Borrowed:
dsb: Skupnje zadłužene:

source: Use Random Address
dsb: Wuži przypadkowy adres

source: Use {assetSymbol} as collateral
dsb: Wuži {assetSymbol} jako zastaw

source: View address on Etherscan
dsb: Adres na Etherscanu pokazać

source: Visit address details on Etherscan
dsb: Adresowe detalje na Etherscanje wobdźěłać

source: Want to go for a quick spin?
dsb: Chceš sej na rychłej jěźeńku wobchadźić?

source: in
dsb: w

source: is an unofficial, open source, community-built Aave debt simulator.
dsb: je njeoficjalny, otwarty kod, społecznościowy symulator zadłużenia Aave.

source: {0, plural, one {market} other {markets}}
dsb: { 0, plural, one {trh} two {trhowa} few {trhowa} other {trhowa} }

source: {0, plural, one {position} other {positions}}
dsb: { 0, plural, one {połoženje} two {połoženja} few {połoženja} other {połoženja} }

source: {assetSymbol} Price ({currencySymbol})
dsb: {assetSymbol} Cena ({currencySymbol})

source: {assetSymbol} Quantity
dsb: {assetSymbol} Množstwo
