Repository: 0xCazador/defi-simulator
Catalog: src/locales/rm/messages.po
Languages: rm

source: <0>The price liquidation scenario represents the approximate highest reserve asset prices that could subject the position to liquidation. Stable assets are not included in this scenario and are assumed to maintain their present value. Many factors affect liquidation. This scenario is only one example for reference. Many different scenarios can trigger liquidation.<1>Read more here</1>.</0>
rm: <0>Il scenario da liquidaziun da prezi da reservas approximativas rappresenta ils prezi da reservas da las reservas pli autas che pudessan subjectar la posiziun a liquidaziun. Las reservas stablas na vegnan betg inclusas en quest scenario e vegnan presupostadas da mantegnair lur valur actuala. Divers factors han ina influenza sin la liquidaziun. Quest scenario è mo in exempel per referenza. Divers scenarios differents pon avrir la liquidaziun.<1>Leger pli avant qua</1>.</0>

source: <0>This debt position has Emode (Efficieny Mode) enabled, but DeFi Simulator does not yet support positions with Emode enabled. We hope to add support for Emode soon.</0><1/>
rm: <0>Quest post da debet ha Emode (Modus d'efficienza) activà, ma il DeFi Simulator anc betg sustegna posiziuns cun Emode activà. Nus sperain da sustegnair Emode prest.</0><1/>

source: Add {0} Asset
rm: Addeventar l'activ {0}

source: Add, remove, and modify asset prices and quantities below to visualize changes to health factor and borrowing power.
rm: Adde, elimine e midifitgescha prets e quantitads suttamint per visualisar chanter al fattur da sanadad e al potenzial da prestar.

source: Address copied to clipboard!
rm: Adressa copiada en la clavetta!

source: Apply
rm: Aplicar

source: Available to Borrow:
rm: Dispunibel per prestar:

source: Borrowed Assets
rm: Activs prestads

source: Build from Scratch
rm: Construir da zero

source: Close alert
rm: Serrar alerta

source: Copy address to clipboard
rm: Copiar l'adressa en la clavetta

source: Found
rm: Trovà

source: Net Asset Value:
rm: Valur netta da l'activ:

source: No Aave positions found.
rm: Nagin post da Aave chattà.

source: No Liquidation Scenario Available
rm: Nagin scenari da liquidaziun disponibel

source: OR
rm: U

source: Paste an address with an Aave debt position in the box above to visualize how changes to borrow/reserve assets affect the position's health factor and borrowing power.
rm: Incolla in la casella sot s-chasa cun ina posiziun da debet Aave per visualisar co che las midadas als activs da prender e da reservar affectan il fattur da sanadad e la pussanza da prender da la posiziun.

source: Price Liquidation Scenario
rm: Preis-Liquidaziunsszenario

source: Questions or comments? Please <0>join the Discord!</0>
rm: Dumondas u cumentaris? Per plaschair <0>participa al Discord!</0>

source: Remove {assetSymbol}
rm: Elimina {assetSymbol}

source: Reserve Asset Value:
rm: Valur da reservas da bunura:

source: Reserve Assets
rm: Activs da reservas

source: Reset all simulated values
rm: Resettar tut ils valurs simulads

source: Reset search query
rm: Resettar la dumonda da tschertgar

source: Reset to Original Value ({0})
rm: Resettar tar valur original ({0})

source: Search for {0} Assets
rm: Cherchar bunuras cun {0}

source: Select {0} ({1}) {2} below to add it as a {3} asset to the CDP.
rm: Seliger {0} ({1}) {2} suttamessa per agiuntar el sco bunura {3} al CDP.

source: Something happened, we're not able to load the address debt position data right now. Try again later.
rm: Qualcosa è successo, nus n'èn betg pussibel da cargar las datas da posiziun da debet da l'adreza uschè oz. Prova pli tard.

source: There are no assets that match the search query. Reset the search query to select an asset.
rm: Nagin bun da bunas che correspunda a la dumonda da tschertgar. Resetta la dumonda da tschertgar per tscherner in bun.

source: There are no borrowed assets for <0/>in the {0} market. Select "Add Borrow Asset" to simulate borrowed assets for this address.
rm: Nagin activ prestà per <0/> en il martgà {0}. Sulecziunai "Addeventar activ prestà" per simular activs prestads per quest indirizz.

source: There are no reserve assets for <0/>in the {0} market. Select "Add Reserve Asset" to simulate reserve assets for this address.
rm: Nagin activ da reserva per <0/> en il martgà {0}. Sulecziunai "Addeventar activ da reserva" per simular activs da reserva per quest indirizz.

source: This Aave debt simulator is experimental and under active development. Don't make financial decisions based solely on the results of this app.
rm: Quest simulator da debet Aave è sperimental e sut svilup activ. Na fats decisius finanziars basads mo sin ils resultats da quest'app.

source: Total Borrowed:
rm: Total prestà:

source: Use Random Address
rm: Utilisescha ina adreza casuala

source: Use {assetSymbol} as collateral
rm: Utilisescha {assetSymbol} sco garanzia

source: View address on Etherscan
rm: Ves la adreza sin Etherscan

source: Visit address details on Etherscan
rm: Visitescha detagls da l'adreza sin Etherscan

source: Want to go for a quick spin?
rm: Vulez ir per ina gira rapida?

source: in
rm: en

source: is an unofficial, open source, community-built Aave debt simulator.
rm: è in simulator da debiti Aave inoffizial, open source e construì da la cumunitad.

source: {0, plural, one {market} other {markets}}
rm: { 0, plural, one {marchà} other {marchàs} }

source: {0, plural, one {position} other {positions}}
rm: { 0, plural, one {posiziun} other {posiziuns} }

source: {assetSymbol} Price ({currencySymbol})
rm: {assetSymbol} Preț ({currencySymbol})

source: {assetSymbol} Quantity
rm: {assetSymbol} Quantitad
