Repository: 0xCazador/defi-simulator
Catalog: src/locales/ig/messages.po
Languages: ig

source: <0>The price liquidation scenario represents the approximate highest reserve asset prices that could subject the position to liquidation. Stable assets are not included in this scenario and are assumed to maintain their present value. Many factors affect liquidation. This scenario is only one example for reference. Many different scenarios can trigger liquidation.<1>Read more here</1>.</0>
ig: <0>Ụdị ntọhapụ ọnụ ahịa na-anọchite anya ọnụ ahịa akụ kacha elu nke nwere ike idowe ọnọdụ ahụ n'ime mmiri. Akụ kwụsiri ike adịghị etinye n'ọnọdụ a ma echere na ha ga-ejigide uru ha dị ugbu a. Ọtụtụ ihe na-emetụta liquidation. Ihe atụ a bụ naanị otu ọmụmaatụ maka ntụnye aka. Ọtụtụ ọnọdụ dị iche iche nwere ike ịkpalite mmiri mmiri.<1>Gụkwuo ebe a</1> .</0>

source: <0>This debt position has Emode (Efficieny Mode) enabled, but DeFi Simulator does not yet support positions with Emode enabled. We hope to add support for Emode soon.</0><1/>
ig: <0>Ọkwa ụgwọ a enyerela Emode (Efficieny Mode), mana DeFi Simulator akwadobeghị ọkwa yana Emode nyeere ya aka. Anyị nwere olile anya itinye nkwado maka Emode n'oge adịghị anya.</0> <1/>

source: Add {0} Asset
ig: Tinye {0} Akụrụngwa

source: Add, remove, and modify asset prices and quantities below to visualize changes to health factor and borrowing power.
ig: Tinye, wepụ, ma gbanwee ọnụ ahịa akụrụngwa na ọnụ ọgụgụ dị n'okpuru iji hụ mgbanwe n'ihe ahụike yana ike ịgbazinye ego.

source: Address copied to clipboard!
ig: Eṅomiri adreesị na klipbọọdụ!

source: Apply
ig: Tinye

source: Available to Borrow:
ig: Dị maka ibiri:

source: Borrowed Assets
ig: Akụrụngwa agbaziri

source: Build from Scratch
ig: Mee site na Scratch

source: Close alert
ig: Mechie njikere

source: Copy address to clipboard
ig: Detuo adreesị na klipbọọdụ

source: Experimental!
ig: Nnwale!

source: Found
ig: Achọtara

source: Net Asset Value:
ig: Uru Akụrụngwa Netwọk:

source: No Aave positions found.
ig: Enweghị ọnọdụ Aave ahụrụ.

source: No Liquidation Scenario Available
ig: Enweghị ihe ngosi mmiri mmiri dị

source: OR
ig: MA ọ bụ

source: Paste an address with an Aave debt position in the box above to visualize how changes to borrow/reserve assets affect the position's health factor and borrowing power.
ig: Tapawa adreesị nwere ọnọdụ ụgwọ Aave n'ime igbe dị n'elu iji were anya nke uche hụ ka mgbanwe ịgbaziri/ndokwa akụ si emetụta ọnọdụ ahụike ọnọdụ yana ike ịgbazinye ego.

source: Price Liquidation Scenario
ig: Ihe ngosi mmiri mmiri ọnụahịa

source: Questions or comments? Please <0>join the Discord!</0>
ig: Ajụjụ ma ọ bụ nkọwa? Biko <0>sonye na Discord!</0>

source: Remove {assetSymbol}
ig: Wepu {assetSymbol}

source: Reserve Asset Value:
ig: Ọnụ ahịa akụ na ụba:

source: Reserve Assets
ig: Ndokwa akụ

source: Reset all simulated values
ig: Tọgharịa ụkpụrụ simulated niile

source: Reset search query
ig: Tọgharịa ajụjụ ọchụchọ

source: Reset to Original Value ({0})
ig: Tọgharịa ka ọ bụrụ uru izizi ({0})

source: Search for {0} Assets
ig: Chọọ {0} akụ

source: Select {0} ({1}) {2} below to add it as a {3} asset to the CDP.
ig: Họrọ {0} ({1}) {2} n'okpuru ka ịgbakwunye ya dị ka akụ {3} na CDP.

source: Something happened, we're not able to load the address debt position data right now. Try again later.
ig: Ihe mere, anyị enweghị ike ibunye data ọnọdụ ụgwọ adreesị ugbu a. Gbalịa ọzọ ma emechaa.

source: There are no assets that match the search query. Reset the search query to select an asset.
ig: Enweghị akụ dabara na ajụjụ ọchụchọ ahụ. Tọgharịa ajụjụ ọchụchọ ka ịhọrọ akụrụngwa.

source: There are no borrowed assets for <0/>in the {0} market. Select "Add Borrow Asset" to simulate borrowed assets for this address.
ig: Enweghị akụ agbaziri agbaziri maka <0/> n'ahịa {0}. Họrọ "Tinye ego agbaziri agbaziri" iji meomi akụ agbaziri maka adreesị a.

source: There are no reserve assets for <0/>in the {0} market. Select "Add Reserve Asset" to simulate reserve assets for this address.
ig: Enweghị akụ nchekwa maka <0/> n'ahịa {0}. Họrọ "Tinye Reserve Asset" iji mee ka akụ nchekwa maka adreesị a.

source: This Aave debt simulator is experimental and under active development. Don't make financial decisions based solely on the results of this app.
ig: Ihe simulator ụgwọ Aave a bụ nnwale yana n'okpuru mmepe na-arụ ọrụ. Emela mkpebi gbasara ego dabere naanị na nsonaazụ ngwa a.

source: Total Borrowed:
ig: Mkpokọta agbaziri:

source: Use Random Address
ig: Jiri Random Adreesị

source: Use {assetSymbol} as collateral
ig: Jiri {assetSymbol} dị ka ihe nkwekọrịta

source: View address on Etherscan
ig: Lelee adreesị na Etherscan

source: Visit address details on Etherscan
ig: Gaa na nkọwa adreesị na Etherscan

source: Want to go for a quick spin?
ig: Ịchọrọ ịga maka ntụgharị ọsọ ọsọ?

source: in
ig: n'ime

source: is an unofficial, open source, community-built Aave debt simulator.
ig: bụ isi mmalite mepere emepe, simulator ụgwọ Aave wuru nke obodo.

source: {0, plural, one {market} other {markets}}
ig: { 0, plural, other {ahịa} }

source: {0, plural, one {position} other {positions}}
ig: { 0, plural, other {ọnọdụ} }

source: {assetSymbol} Price ({currencySymbol})
ig: {assetSymbol} Ọnụ ego ({currencySymbol})

source: {assetSymbol} Quantity
ig: {assetSymbol} Ọnụọgụ
