Repository: 0xCazador/defi-simulator
Catalog: src/locales/ha/messages.po
Languages: ha

source: <0>The price liquidation scenario represents the approximate highest reserve asset prices that could subject the position to liquidation. Stable assets are not included in this scenario and are assumed to maintain their present value. Many factors affect liquidation. This scenario is only one example for reference. Many different scenarios can trigger liquidation.<1>Read more here</1>.</0>
ha: <0>Tsarin rarrabuwar farashin yana wakiltar kusan mafi girman farashin kadari na ajiya wanda zai iya sanya matsayin ya lalace. Ba a haɗa kadarori masu tsayayye a cikin wannan yanayin ba kuma ana ɗaukar su kiyaye ƙimar su ta yanzu. Abubuwa da yawa suna shafar ruwa. Wannan yanayin misali ɗaya ne kawai don tunani. Yawancin yanayi daban-daban na iya haifar da ruwa.<1>Karanta ƙarin anan</1> .</0>

source: <0>This debt position has Emode (Efficieny Mode) enabled, but DeFi Simulator does not yet support positions with Emode enabled. We hope to add support for Emode soon.</0><1/>
ha: <0>Wannan matsayin bashi yana kunna Emode (Efficieny Mode), amma DeFi Simulator bai riga ya goyi bayan matsayi tare da kunna Emode ba. Muna fatan ƙara tallafi ga Emode nan ba da jimawa ba.</0> <1/>

source: Add {0} Asset
ha: Ƙara {0} Kadari

source: Add, remove, and modify asset prices and quantities below to visualize changes to health factor and borrowing power.
ha: Ƙara, cirewa, da canza farashin kadari da adadin da ke ƙasa don ganin canje-canje ga yanayin lafiya da ikon aro.

source: Address copied to clipboard!
ha: An kwafe adireshin zuwa allo!

source: Apply
ha: Aiwatar

source: Available to Borrow:
ha: Akwai don Aro:

source: Borrowed Assets
ha: Kayayyakin aro

source: Build from Scratch
ha: Gina daga Scratch

source: Close alert
ha: Rufe faɗakarwa

source: Copy address to clipboard
ha: Kwafi adireshin zuwa allo

source: Experimental!
ha: Gwaji!

source: Found
ha: An samo

source: Net Asset Value:
ha: Ƙimar Kadari ta Yanar Gizo:

source: No Aave positions found.
ha: Ba a sami matsayi na Aave ba.

source: No Liquidation Scenario Available
ha: Babu Halin Ruwan Da Ya Samu

source: OR
ha: KO

source: Paste an address with an Aave debt position in the box above to visualize how changes to borrow/reserve assets affect the position's health factor and borrowing power.
ha: Manna adireshi tare da matsayin bashin Aave a cikin akwatin da ke sama don ganin yadda canje-canjen aro/ajiye kadarorin ke shafar yanayin lafiyar matsayi da ikon aro.

source: Price Liquidation Scenario
ha: Yanayin Ruwan Farashi

source: Questions or comments? Please <0>join the Discord!</0>
ha: Tambayoyi ko sharhi? Da fatan za a <0> shiga cikin Discord!</0>

source: Remove {assetSymbol}
ha: Cire {assetSymbol}

source: Reserve Asset Value:
ha: Ajiye Ƙimar Kadari:

source: Reserve Assets
ha: Ajiye Kadari

source: Reset all simulated values
ha: Sake saita duk ƙididdiga masu ƙima

source: Reset search query
ha: Sake saita tambayar nema

source: Reset to Original Value ({0})
ha: Sake saita zuwa Asalin Ƙimar ({0})

source: Search for {0} Assets
ha: Nemi {0} Kadari

source: Select {0} ({1}) {2} below to add it as a {3} asset to the CDP.
ha: Zaɓi {0} ({1}) {2} a ƙasa don ƙara shi azaman kadari na {3} zuwa CDP.

source: Something happened, we're not able to load the address debt position data right now. Try again later.
ha: Wani abu ya faru, ba za mu iya loda bayanan matsayin bashin adireshin a yanzu ba. A sake gwadawa daga baya.

source: There are no assets that match the search query. Reset the search query to select an asset.
ha: Babu wata kadara da ta dace da tambayar nema. Sake saita tambayar neman don zaɓar kadari.

source: There are no borrowed assets for <0/>in the {0} market. Select "Add Borrow Asset" to simulate borrowed assets for this address.
ha: Babu kadarorin da aka aro don <0/> a cikin kasuwar {0}. Zaɓi "Ƙara Ƙirar Bashi" don kwaikwayi kadarorin da aka aro don wannan adireshin.

source: There are no reserve assets for <0/>in the {0} market. Select "Add Reserve Asset" to simulate reserve assets for this address.
ha: Babu ajiyar kadarorin <0/> a cikin kasuwar {0}. Zaɓi "Ƙara Ƙimar Adana" don yin kwatankwacin kadarorin ajiya don wannan adireshin.

source: This Aave debt simulator is experimental and under active development. Don't make financial decisions based solely on the results of this app.
ha: Wannan na'urar kwaikwayo na bashin Aave gwaji ne kuma yana ƙarƙashin ci gaba mai aiki. Kada ku yanke shawarar kuɗi bisa sakamakon wannan app ɗin kawai.

source: Total Borrowed:
ha: Jimlar aro:

source: Use Random Address
ha: Yi amfani da Adireshin Random

source: Use {assetSymbol} as collateral
ha: Yi amfani da {assetSymbol} azaman garanti

source: View address on Etherscan
ha: Duba adireshin akan Etherscan

source: Visit address details on Etherscan
ha: Ziyarci bayanan adireshi akan Etherscan

source: Want to go for a quick spin?
ha: Kuna so ku tafi don yin juzu'i mai sauri?

source: is an unofficial, open source, community-built Aave debt simulator.
ha: rashin hukuma ne, buɗaɗɗen tushe, na'urar kwaikwayo ta Aave bashi da al'umma ta gina.

source: {0, plural, one {market} other {markets}}
ha: { 0, plural, one {kasuwa} other {kasuwanni} }

source: {0, plural, one {position} other {positions}}
ha: { 0, plural, one {matsayi} other {matsayi} }

source: {assetSymbol} Price ({currencySymbol})
ha: {assetSymbol} Farashin ({currencySymbol})

source: {assetSymbol} Quantity
ha: {assetSymbol} Yawan
